Repository: elabftw/elabftw
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: it_it, pt_pt

source: You cannot restore a revision of a locked item!
it_it: Non puoi ripristinare la revisione di un elemento bloccato
pt_pt: Não é possível repor uma revisão de um item bloqueado!

source: Enter your password to edit infos.
it_it: inserisci la tua password per modificare le informazioni
pt_pt: Insira a sua password para editar informações.

source: Select a tag
it_it: seleziona un tag
pt_pt: Seleccione um marcador

source: This page will allow you to import a .elabftw.zip archive.
it_it: questa pagina ti permette di importare un archivio .elabftw.zip
pt_pt: Esta página permite-lhe importar um arquivo .elabftw.zip

source: item imported successfully.
it_it: Oggetto importato con successo
pt_pt: Item importado com sucesso.

source: Installed version:
it_it: versione installata:
pt_pt: Versão instalada:

source: A new version is available!
it_it: una nuova versione è disponibile
pt_pt: Há uma nova versão disponível!

source: Miscellaneous
it_it: Miscellanea
pt_pt: Diversos

source: Import ZIP
it_it: importa ZIP
pt_pt: Importar ZIP

source: milliseconds
it_it: Millisecondi
pt_pt: milisegundos

source: seconds
it_it: secondi
pt_pt: segundos

source: An admin account will always be able to delete experiments.
it_it: Un account da amministratore potrà sempre cancellare gli esperimenti
pt_pt: Uma conta de administrador terá sempre permissão para eliminar experiências.

source: There is a manual available %shere%s.
it_it: C'è un manuale disponibile %shere%s
pt_pt: Há um manual disponível %saqui%s.

source: Order by
it_it: Ordinato da
pt_pt: Ordenar por

source: Sort
it_it: ordinare
pt_pt: Ordenar

source: Reset
it_it: Resettare
pt_pt: Repor

source: Your file is ready:
it_it: Il tuo file è pronto
pt_pt: O teu ficheiro está pronto.

source: Please configure Timestamping in the admin panel.
it_it: Si prega di configurare Timestamping nel pannello amministratore

source: You are trying to download an experiment you don't own!
it_it: Stai cercando di scaricare un esperimento che non ti appartiene

source: Remember me
it_it: ricordami
pt_pt: Lembra-me

source: This doesn't look like the right kind of file. Import aborted.
it_it: Questo non sembra essere il giusto tipo di file. Importazione annullata

source: Item deleted successfully
it_it: oggetto cancellato correttamente

source: Email sent
it_it: email inviata
pt_pt: Correio enviado

source: Status deleted successfully
it_it: stato cancellato correttamente

source: Comment is too short
it_it: il commento è troppo corto
pt_pt: Comentário é demasiado pequeno

source: The id parameter is invalid
it_it: Il parametro ID non è valido

source: File deleted successfully
it_it: file cancellato correttamente
pt_pt: Ficheiro apagado com sucesso

source: Link deleted successfully
it_it: Link cancellato correttamente

source: Experiment successfully deleted
it_it: esperimento cancellato correttamente

source: New password inserted. You can now login.
it_it: nuova password inserita. ora puoi accedere

source: An error occurred!
it_it: si è verificato un errore

source: Template deleted successfully
it_it: template cancellato correttamente

source: Comment successfully deleted
it_it: commento cancellato correttamente

source: Event deleted successfully
it_it: evento cancellato correttamente

source: Show all
it_it: mostra tutto

source: Lock/Unlock item
it_it: blocca/sblocca oggetto

source: Welcome to eLabFTW. %sClick here%s to create your first experiment.
it_it: Benvenuto su eLabFTW. Clicca qui per creare il tuo primo esperimento

source: Everyone with an account
it_it: Chiunque abbia un account

source: Send a test email
it_it: Invia una email di prova

source: Send
it_it: Invia

source: Nothing to display
it_it: Niente da mostrare

source: Filter by type
it_it: Filtra per tipo

source: Filter
it_it: Filtra

source: Category
it_it: Categoria

source: Order
it_it: Ordina

source: Back to Experiments Listing
it_it: Ritorna alla lista degli esperimenti

source: Back to Database Listing
it_it: Ritorna alla lista del database

source: Add a New Status
it_it: Aggiungi un nuovo stato

source: Color
it_it: Colore

source: Delete
it_it: Elimina

source: Add a New Team
it_it: Aggiungi un nuovo Team

source: Email Body
it_it: Testo dell'email

source: Please input your current password!
it_it: Per favore, inserisci la tua password attuale

source: You are trying to download an item you don't own!
it_it: Stai cercando di scaricare un oggetto che non ti appartiene!

source: An error occured!
it_it: Si é verificato un errore

source: Could not open the file.
it_it: Impossibile aprire il file

source: Solid Surface
it_it: Superficie Solida

source: Transparent Surface
it_it: Superficie trasparente

source: Style
it_it: Stile

source: Remove Surfaces
it_it: Rimuovi le superfici

source: Password must contain at least %s characters.
it_it: La password deve contenere almeno " caratteri

source: Congratulations, you correctly configured eLabFTW to send emails :)
it_it: Congratulazioni, hai configurato correttamente eLabFTW per inviare email :)

source: Nothing to show with this id
it_it: Niente da mostrare con questo id

source: Go back
it_it: Indietro

source: Import from File
it_it: Importa da file

source: Select a Tag
it_it: Seleziona un Tag

source: or
it_it: o

source: Validate
it_it: Convalida

source: Groups
it_it: Gruppi

source: Configure your Team
it_it: Configura il tuo Team

source: Edit Users
it_it: Modifica gli Utenti

source: Group
it_it: Gruppo

source: Reset user password
it_it: Reimposta password utente

source: characters minimum
it_it: caratteri minimi

source: Common Experiment Template
it_it: Template Esperimento Comune

source: Import a CSV File
it_it: Importa file CSV

source: Import a ZIP File
it_it: Importa file ZIP

source: 1. Select where to import:
it_it: 1. Seleziona dove importare

source: 2. Select a ZIP file to import:
it_it: 2. Seleziona il file ZIP da importare

source: Manage Groups of Users
it_it: Amministra Gruppo Utenti

source: Create a group
it_it: Crea un gruppo

source: Add this user
it_it: Aggiungi questo utente

source: to this group
it_it: a questo gruppo

source: Add
it_it: Aggiungi

source: Remove this user
it_it: Rimuovi questo utente

source: from this group
it_it: da questo gruppo

source: Remove
it_it: Rimuovi

source: Existing groups
it_it: Gruppi esistenti

source: Export
it_it: Esporta

source: Bad type!
it_it: Errore di battitura!

source: eLabFTW Configuration
it_it: Configurazione di eLabFTW

source: Latest version:
it_it: Ultima versione

source: Usage Statistics
it_it: Statistiche di utilizzo

source: Under the Hood
it_it: Sotto cappa

source: Address of the Proxy:
it_it: Indirizzo del Proxy

source: Informations
it_it: Informazioni

source: Operating System
it_it: Sistema operativo

source: PHP Version
it_it: Versione PHP

source: Largest integer supported
it_it: Intero più grande supportato

source: PHP configuration directory
it_it: Cartella di configurazione PHP

source: Timestamping Configuration
it_it: Configurazione della data e ora

source: Security Settings
it_it: Impostazioni di sicurezza

source: Time of the ban after failed login attempts (in minutes):
it_it: Tempo per il ban dopo tentativi di acceesso falliti (in minuti):

source: E-mail Settings
it_it: Impostazioni e-mail

source: Send e-mails via:
it_it: Spedisci e-mail tramite:

source: Select mailing method...
it_it: Scegli un metodo di mailing

source: Local MTA (default)
it_it: MTA locale

source: Sender address:
it_it: Indirizzo del mittente:

source: SMTP encryption:
it_it: Crittografia SMTP:

source: No
pt_pt: Não

source: Database
pt_pt: Listas

source: Team
pt_pt: Equipa

source: TODO list
pt_pt: Lista de tarefas

source: There was a problem sending the email! Error was logged.
pt_pt: Ocorreu um problema a enviar o e-mail! O erro foi registado.

source: Name of the link in the top menu:
pt_pt: Nome do link no menu de cima:

source: Remove all database items with this type before deleting this type.
pt_pt: Remover todos os itens com este tipo antes de eliminar este tipo.

source: Only a sysadmin can put someone sysadmin.
pt_pt: Apenas um administrador pode tornar alguém administrador.

source: Where date is between
pt_pt: Em que a data é entre

source: Server
pt_pt: Servidor

source: Account
pt_pt: Conta

source: Tag cloud
pt_pt: Nuvem de palavras

source: Show history
pt_pt: Mostrar histórico

source: Logout
pt_pt: Sair

source: Admin panel
pt_pt: Painel do Administrador

source: URL for external timestamping service:
pt_pt: URL para o serviço externo de "timestamp":

source: Chain of certificates of the external timestamping service:
pt_pt: Rede de certificados do serviço externo de "timestamp":

source: This should be the login associated with your timestamping service provider
pt_pt: Este deverá ser o login associado ao prestador do serviço "timestamp"

source: Your timestamping service provider password
pt_pt: Password do prestador do serviço "timestamp"

source: You can control if the teams can use the global timestamping account. If set to <em>no</em> the team admin must add login infos in the admin panel.
pt_pt: Pode autorizar as equipas a utilizar a conta de "timestamp" global. Se escolhido <em>não</em>, o administrador da equipa tem de adicionar as informações de login no painel de administrador.

source: Molecule drawer
pt_pt: Desenho de moléculas

source: With the tag
pt_pt: Com o marcador

source: This should be the URL used for %sRFC 3161%s-compliant timestamping requests.
pt_pt: Este deve ser o URL utilizador para requisitos de "timestamp" compatíveis com %sRFC 3161%s.

source: This should point to the chain of certificates used by your external timestamping provider to sign the timestamps.%sLocal path relative to eLabFTW installation directory. The file needs to be in %sPEM-encoded (ASCII)%s format!
pt_pt: Isto deverá levar à rede de certificados utilizada pelo seu prestador externo de "timestamp" para assinar os "timestamps". %sEndereço local relativo à pasta de instalação do eLabFTW. O ficheiro

source: Download timestamped pdf
pt_pt: Descarregar pdf com "timestamp".

source: Display the molecule drawer in edit mode?
pt_pt: Mostrar o desenho de moléculas no modo de edição?

source: All the team
pt_pt: Toda a equipa

source: Space means
pt_pt: espaço significa
