Repository: elabftw/elabftw
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: it_it, pt_pt

source: Yes
it_it: Si
pt_pt: Sim

source: Configuration updated successfully.
it_it: Configurazione completata con successo
pt_pt: As configurações foram actualizadas com sucesso.

source: Wrong password!
it_it: Password incorretta
pt_pt: Password errada!

source: No user with this email or user not in your team
it_it: Questa e-mail non corrisponde a nessun utente oppure l'utente non fa parte del tuo gruppo
pt_pt: Utilizador não encontrado com este e-mail ou na sua equipa.

source: The passwords do not match!
it_it: La password non corrisponde
pt_pt: As passwords não coincidem.

source: A mandatory field is missing!
it_it: Un campo obbligatorio deve ancora essere riempito!
pt_pt: Campo obrigatório não preenchido!

source: This section is out of your reach.
it_it: Il tuo account non consente l'accesso a questa sezione
pt_pt: Esta secção não lhe está acessível.

source: Firstname
it_it: Nome
pt_pt: Nome próprio

source: Lastname
it_it: Cognome
pt_pt: Apelido

source: Experiment
it_it: Esperimento
pt_pt: Experiência

source: Date
it_it: Data
pt_pt: Data

source: Title
it_it: Titolo
pt_pt: Título

source: Infos
it_it: Informazioni
pt_pt: Informações

source: Visibility
it_it: Visibilità
pt_pt: Visibilidade

source: Status
it_it: Stato
pt_pt: Estado

source: Edit
it_it: Modifica
pt_pt: Editar

source: Save
it_it: Salva
pt_pt: Guardar

source: Saved
it_it: Salvato
pt_pt: Guardado

source: Cancel
it_it: Annulla
pt_pt: Cancelar

source: Saving
it_it: Salvataggio in corso
pt_pt: A guardar

source: Save and go back
it_it: Salva e torna indietro
pt_pt: Guardar e retroceder

source: Action
it_it: Azione
pt_pt: Acção

source: Shortcut
it_it: Scorciatoia
pt_pt: Atalho

source: Create
it_it: Creare
pt_pt: Criar

source: Submit
it_it: Invia
pt_pt: Submeter

source: Name
it_it: Nome
pt_pt: Nome

source: Phone
it_it: Telefono fisso
pt_pt: Telefone

source: Mobile
it_it: Cellulare
pt_pt: Telemóvel

source: Website
it_it: Sito web
pt_pt: Site

source: Skype
it_it: Contatto Skype

source: [eLabFTW] New user registered
it_it: [eLabFTW] Nuovo utente registrato
pt_pt: [eLabFTW] Novo utilizador registado

source: Email sent. Check your INBOX.
it_it: Email inviata. Controlla la tua casella di posta
pt_pt: E-mail enviado. Verifique a sua caixa de entrada.

source: There are users waiting for validation of their account:
it_it: Ci sono degli utenti in attesa di validazione del proprio account
pt_pt: Estes utilizadores aguardam validação das suas contas:

source: Users
it_it: Utenti
pt_pt: Utilizadores

source: Types of items
it_it: Tipo di elementi
pt_pt: Tipos de itens

source: Experiments template
it_it: Modelli degli esperimenti
pt_pt: Modelo

source: Users can delete experiments:
it_it: L'utente puo' cancellare gli esperimenti:
pt_pt: Os utilizadores podem eliminar experiências:

source: Address where this link should point:
it_it: Indirizzo web connesso al link:
pt_pt: Endereço associado a este link:

source: Has an active account?
it_it: Possiede un account attivo?
pt_pt: Tem uma conta activa?

source: DANGER ZONE
it_it: Zona pericolosa
pt_pt: ZONA DE PERIGO

source: Delete an account
it_it: Rimuovere un account
pt_pt: Eliminar uma conta

source: Type EMAIL ADDRESS of a member to delete this user and all his experiments/files forever:
it_it: Inserire l'indirizzo e-mail di un membro del gruppo per cancellare l'utente e tutti i suoi esperimenti/file definitivamente:
pt_pt: Escreva o ENDEREÇO DE E-MAIL de um membro para eliminar esse utilizador e todas as suas experiências e ficheiros para sempre.

source: Type your password:
it_it: Inserire la password:
pt_pt: Escreva a sua password:

source: Delete this user!
it_it: Cancella questo utente!
pt_pt: Eliminar este utilizador!

source: Remove all experiments with this status before deleting this status.
it_it: E' necessario rimuovere tutti gli esperimenti di questo stato prima di poterlo eliminare
pt_pt: Remover todas as experiências com este estado antes de eliminar este estado.

source: Default status
it_it: Stato predefinito
pt_pt: Estado predefinido

source: This is the default text when someone creates an experiment.
it_it: Questo è il testo predefinito quando qualcuno crea un esperimento
pt_pt: Este é o texto predefinido quando alguém cria uma experiência

source: You should make a backup of your database before importing thousands of items!
it_it: Dovresti fare un backup del tuo database prima di importare così tanti oggetti!
pt_pt: É melhor fazer uma cópia de segurança da sua base de dados antes de importar milhares de itens!

source: 1. Select a type of item to import to:
it_it: 1. Selezionare il tipo di oggetto da importare verso:
pt_pt: 1. Seleccionar um tipo de item a importar:

source: 2. Select a CSV file to import:
it_it: 2. Selezionare un file CSV da importare:
pt_pt: 2. Seleccionar um ficheiro CSV a importar:

source: Import CSV
it_it: Importare CSV
pt_pt: Importar CSV

source: Everything was purged successfully.
it_it: Pulizia riuscita.
pt_pt: Foi tudo removido com sucesso.

source: Reset password
it_it: Cambia password
pt_pt: Repor password

source: Type it again
it_it: Digitare nuovamente
pt_pt: Reescrever password

source: Complexity
it_it: Complessità
pt_pt: Nível de segurança

source: Save new password
it_it: Salva nuova password
pt_pt: Guardar nova password

source: Weak password
it_it: Password debole!
pt_pt: Password fraca

source: Average password
it_it: Password nella media
pt_pt: Password média

source: Good password
it_it: Buona password
pt_pt: Password boa

source: Strong password
it_it: Password sicura
pt_pt: Password forte

source: No way that is your real password!
it_it: Questa non puo' essere la tua vera password!
pt_pt: Esta é a sua verdadeira password?!

source: Untitled
it_it: Senza titolo
pt_pt: Sem título

source: You don't have the rights to delete this experiment.
it_it: Non hai l'autorizzazione per cancellare questo esperimento
pt_pt: Não tem permissão para eliminar esta experiência.

source: You don't have the rights to lock/unlock this.
it_it: Non hai l'autorizzazione per bloccare/sbloccare questo elemento
pt_pt: Não tem permissão para bloquear/desbloquear.

source: This experiment was locked by
it_it: Questo esperimento é stato bloccato da:
pt_pt: Esta experiência foi bloqueada por

source: Login failed. Either you mistyped your password or your account isn't activated yet.
it_it: Login non riuscito. Potrebbe trattarsi di un errore nella password, oppure il tuo account deve ancora essere attivato
pt_pt: O login falhou. Erro na password ou a sua conta ainda não foi activada.

source: You cannot login now because of too many failed login attempts.
it_it: Non ti é più possibile accedere. Hai superato il numero massimo di tentativi di login autorizzati
pt_pt: Login impossível devido a demasiadas tentativas de login falhadas.

source: Number of login attempt left before being banned for
it_it: Tentativi di login restanti prima che il tuo accesso venga bloccato per
pt_pt: Número de tentativas de login restantes antes de ser banido

source: minutes:
it_it: minuti:
pt_pt: minutos:

source: Please enable cookies in your navigator to continue.
it_it: Per piacere abilita i cookies nel tuo browser per continuare
pt_pt: Por favor active os cookies do seu navegador para continuar.

source: Sign in to your account
it_it: Effettua l'accesso al tuo account
pt_pt: Entre na sua conta

source: Don't have an account? %sRegister%s now!<br>Lost your password? %sReset%s it!
it_it: Non hai un account? %sRegistrati%s ora! <br>Hai perso la password? %sReimpostala%s!
pt_pt: Não tem uma conta? %sRegiste-se%s agora!<br>Perdeu a sua password? %sRecupere-a!%s

source: Enter your email address
it_it: Inserisci il tuo indirizzo e-mail
pt_pt: Escreva o seu e-mail

source: Send new password
it_it: Invia nuova password
pt_pt: Enviar nova password

source: Profile
it_it: Profilo
pt_pt: Perfil

source: experiments done since
it_it: esperimenti fatti a partire dal
pt_pt: experiências feitas desde

source: Someone is already using that email address!
it_it: Qualcuno utilizza già questo indirizzo e-mail!
pt_pt: Este endereço de e-mail já está a ser usado por alguém!

source: Hi. A new user registered on elabftw. Head to the admin panel to validate the account.
it_it: Ciao! Un nuovo utente si è registrato su elabftw. Per convalidare il suo account, utilizza il pannello amministratore
pt_pt: Olá! Um novo utilizador registou-se no elabftw. Aceda ao painel de administrador para validar a nova conta.

source: Could not send email to inform admin. Error was logged. Contact an admin directly to validate your account.
it_it: L'invio dell'e-mail per informare l'amministratore non è riuscito. Si è verificato un errore. Contatta direttamente un amministratore per convalidare il tuo account
pt_pt: Não foi possível enviar e-mail para informar o administrador. O erro foi registado. Contacte o administrador directamente para validar a sua conta.

source: Registration successful :)<br>Welcome to eLabFTW o/
it_it: Registrazione completata con successo :) <br>Benvenuto su eLabFTW o/
pt_pt: Registo efectuado com sucesso :)<br> Bem-vindos ao eLabFTW o/

source: Please %slogout%s before you register another account.
it_it: Per piacere effettua il %slogout%s prima di registrare un nuovo account
pt_pt: Por favor faça %slogout%s antes de registar outra conta.

source: go back to login page
it_it: Torna indietro alla pagina di login
pt_pt: Retroceder para a página de login.

source: Create your account
it_it: Crea il tuo account
pt_pt: Criar uma conta

source: ------ Select a team ------
it_it: ------ Seleziona un team ------
pt_pt: ------ Escolher uma equipa ------

source: Password complexity
it_it: Complessità della password
pt_pt: Nível de segurança da password

source: create
it_it: crea
pt_pt: criar

source: Hi. Someone (probably you) with the IP address: %s and user agent %s requested a new password on eLabFTW. Please follow this link to reset your password : %s
it_it: Ciao. Qualcuno (probabilmente tu) con indirizzo IP: %s e nome utente %s ha richiesto una nuova password per accedere a eLabFTW. Segui questo link per cambiare la tua password: %s
pt_pt: Olá! Alguém (provavelmente vós) com o endereço IP: %s e o agente de utilizador %s solicitou uma nova password no eLabFTW. Por favor clique neste link para repor a sua password: %s

source: Email not found in database!
it_it: E-mail non trovata nel database!
pt_pt: E-mail não encontrado!

source: Revisions
it_it: Revisioni
pt_pt: Revisões

source: Saved on:
it_it: Salvato in:
pt_pt: Guardada em:

source: Restore
it_it: Ripristina
pt_pt: Repor

source: Search
it_it: Cerca
pt_pt: Procurar

source: Search only in experiments owned by:
it_it: Cerca solo negli esperimenti di:
pt_pt: Procurar experiências que pertencem apenas a:

source: Yourself
it_it: Tu
pt_pt: si próprio

source: Search in
it_it: Cerca in
pt_pt: Procurar em

source: and
it_it: e
pt_pt: e

source: And title contains
it_it: E il cui titolo contiene
pt_pt: E o título contém

source: And body contains
it_it: E il cui testo contiene
pt_pt: E o texto contém

source: And status is
it_it: E il cui stato è
pt_pt: E o estado é

source: select status
it_it: Seleziona stato
pt_pt: seleccionar estado

source: And rating is
it_it: E la cui classificazione è
pt_pt: E a classificação é

source: select number of stars
it_it: seleziona il numero di stelle
pt_pt: escolher número de estrelas

source: Unrated
it_it: Non valutato
pt_pt: Sem classificação

source: Launch search
it_it: Inizia ricerca
pt_pt: Começar procura

source: Export this result:
it_it: Esporta il risultato:
pt_pt: Exportar este resultado:

source: Sorry. I couldn't find anything :(
it_it: Spiacente, non ho trovato risultati :(
pt_pt: Lamento, não foi possível encontrar nada :(

source: on
it_it: su
pt_pt: em

source: at
it_it: alle
pt_pt: às

source: Security
it_it: Sicurezza
pt_pt: Segurança

source: Members
it_it: Membri
pt_pt: Membros

source: Items
it_it: Elementi
pt_pt: Itens

source: Created
it_it: Creato
pt_pt: Criado

source: If you are behind a firewall/proxy, enter the address here. Example : http://proxy.example.com:3128
it_it: Se stai utilizzando un firewall/proxy, inserisci l'indirizzo qui. Per esempio: http://proxy.example.com:3128
pt_pt: Se está a utilizar uma firewall/proxy, introduza o endereço aqui. Exemplo: http://proxy.example.com:3128

source: The teams can use the credentials below to timestamp:
it_it: Il team può utilizzare queste credenziali per effettuare il timestamp
pt_pt: As equipas podem utilizar as credenciais abaixo para o "timestamp":

source: Login for external timestamping service:
it_it: Login al servizio di timestamping esterno:
pt_pt: Login para o serviço externo de "timestamp":

source: Password for external timestamping service:
it_it: Password per il servizio di timestamping esterno:
pt_pt: Password para o serviço externo de "timestamp":

source: Users need validation by admin after registration:
it_it: La registrazione degli utenti deve essere convalidata da un amministratore:
pt_pt: Após registarem-se, os utilizadores precisam de validação pelo administrador:

source: Set to yes for added security.
it_it: Impostare su si per aumentare la sicurezza
pt_pt: Escolher "sim" para segurança adicional.

source: Number of allowed login attempts:
it_it: Tentativi di login consentiti:
pt_pt: Número de tentativas de login permitidas:

source: 3 might be too few. See for yourself :)
it_it: 3 potrebbero non essere sufficienti. Valuta tu :)
pt_pt: Talvez 3 sejam poucas. Quantas gostaria de ter? :)

source: To identify an user we use an md5 of user agent + IP. Because doing it only based on IP address would surely cause problems.
it_it: Per identificare un utente usiamo un md5 dell'user agent + IP. Perchè farlo solo sulla base di un indirizzo IP causerebbe sicuramente dei problemi
pt_pt: Para identificar um utilizador, utilizamos um md5 de agente de utilizador + IP. Fazê-lo apenas com o endereço IP causaria problemas de certeza.

source: Address of the SMTP server:
it_it: Indirizzo del server SMTP:
pt_pt: Endereço do servidor SMTP:

source: Probably TLS
it_it: Probabilmente TLS
pt_pt: Provavelmente TLS

source: SMTP Port:
it_it: Porta SMTP:
pt_pt: Portal SMTP:

source: Default is 587.
it_it: L'impostazione predefinita è 587
pt_pt: Por defeito, 587.

source: SMTP username:
it_it: Nome utente SMTP
pt_pt: Utilizador SMTP:

source: SMTP password
it_it: Password SMTP
pt_pt: Password SMTP:

source: You can use a TODOlist by pressing 't'.
it_it: Puoi usare una TODOlist premendo 't'.
pt_pt: Podem criar uma lista de tarefas premindo 'T'.

source: The admin of a team can edit the status and the types of items available (%sAdmin Panel%s).
it_it: L'amministratore di un team puo' modificare lo stato ed il tipo di elementi disponibili (%sAdmin Panel%s)
pt_pt: O administrador de uma equipa pode editar o estado e o tipo de itens disponíveis (%sÁrea do Administrador%s).

source: Custom shortcuts are available (%sControl Panel%s).
it_it: Sono disponibili scorciatoie (%sControl Panel%s).
pt_pt: Atalhos personalizados estão disponíveis (%sPainel de Controlo%s).

source: You can duplicate experiments in one click.
it_it: Puoi duplicare gli esperimenti con un click.
pt_pt: Podem duplicar experiências com um só clique.

source: Click a tag to list all items with this tag.
it_it: Clicca su un tag per visualizzare una lista di tutti gli elementi del tag.
pt_pt: Cliquem num marcador para listar todos os itens com esse marcador.

source: Once timestamped an experiment cannot be unlocked or modified. Only comments can be added.
it_it: Una volta apposto il timestamp, un esperimento non può essere sbloccato o modificato. Solo commenti possono essere aggiunti.
pt_pt: Uma vez feito o "timestamp", uma experiência não pode ser desbloqueada ou modificada. Apenas se pode adicionar comentários.

source: User Control Panel
it_it: Pannello di controllo utente
pt_pt: Painel de Controlo do Utilizador

source: Profile updated.
it_it: Il profilo è stato aggiornato.
pt_pt: Perfil actualizado.

source: Preferences updated.
it_it: Le tue preferenze sono state aggiornate.
pt_pt: Preferências actualizadas.

source: You must specify a name for the template!
it_it: E' necessario specificare un nome per il modello!
pt_pt: É preciso especificar um nome para o modelo!

source: The template name must be 3 characters long.
it_it: Il nome del modello deve essere di 3 caratteri.
pt_pt: O nome do modelo tem de ter no mínimo 3 caracteres.

source: Experiment template successfully added.
it_it: Modello dell'esperimento aggiunto con successo.
pt_pt: Modelo de experiência adicionado com sucesso.

source: Template successfully edited.
it_it: Modello modificato con successo.
pt_pt: Modelo editado com sucesso.

source: Preferences
it_it: Preferenze
pt_pt: Preferências

source: Templates
it_it: Modelli
pt_pt: Modelos

source: Modify your personal informations
it_it: Modifica le tue informazioni personali
pt_pt: Modificar informações pessoais

source: Modify your identity
it_it: Modifica la tua identità
pt_pt: Modificar identidade

source: Modify your password
it_it: Modifica la tua password
pt_pt: Modificar password

source: New password
it_it: Nuova password
pt_pt: Nova password

source: Confirm new password
it_it: Conferma nuova password
pt_pt: Confirmar nova password

source: Modify your contact information
it_it: Modifica le informazioni del tuo contatto
pt_pt: Modificar informação de contacto

source: Update profile
it_it: Aggiorna profilo
pt_pt: Actualizar perfil

source: Default
it_it: Predefinito
pt_pt: Predefinido

source: Compact
it_it: Compatto
pt_pt: Compacto

source: Items per page:
it_it: elementi per pagina:
pt_pt: Itens por página:

source: Create new
it_it: Crea nuovo
pt_pt: Criar novo

source: Add template
it_it: Aggiungi modello
pt_pt: Adicionar modelo

source: Edit template
it_it: Modifica modello
pt_pt: Editar modelo

source: Language
it_it: Lingua
pt_pt: Língua

source: Last modified by
it_it: Ultima modifica effettuata da
pt_pt: Modificado pela última vez em:

source: Experiment was timestamped by
it_it: Il timestamp è stato apposto sull'esperimento da:
pt_pt: Experiência com "timestamp" por:

source: Unique eLabID:
it_it: Unico eLabID:
pt_pt: eLabID único:

source: Comments
it_it: Commenti
pt_pt: Commentários

source: Add a comment
it_it: Aggiungi un commento
pt_pt: Adicionar um comentário

source: Delete this?
it_it: Cancellare questo elemento?
pt_pt: Eliminar isto?

source: Not enough tags to make a tagcloud.
it_it: Non ci sono sufficienti tag per creare un tagcloud
pt_pt: Não há marcadores suficientes para criar uma nuvem de palavras.

source: Statistics
it_it: Statistiche
pt_pt: Estatísticas

source: No statistics available yet.
it_it: Statistiche non ancora disponibili.
pt_pt: Ainda não há estatísticas disponíveis.

source: Filter status
it_it: Stato del filtro
pt_pt: Filtro de estado

source: <strong>This item is locked.</strong> You cannot edit it.
it_it: <strong>Questo elemento è bloccato. </strong> Non lo puoi modificare
pt_pt: <strong>Este item está bloqueado.</strong> Não é possível editá-lo.

source: Tags
it_it: Tag
pt_pt: Marcadores

source: Do you want to navigate away from this page? Unsaved changes will be lost!
it_it: Sei sicuro di voler lasciare la pagina? I cambiamenti non salvati verranno persi!
pt_pt: Quer sair desta página? Alterações não guardadas serão perdidas!

source: <strong>Cannot edit:</strong> this experiment is not yours!
it_it: <strong>Modifica impossibile:</strong> questo esperimento non è tuo!
pt_pt: <strong>Não pode editar:</strong> esta experiência não é sua!

source: Add a tag
it_it: Aggiungi un tag
pt_pt: Adicionar um marcador

source: Only the team
it_it: Solo il team
pt_pt: Apenas a equipa

source: Only me
it_it: Solo io
pt_pt: Apenas eu

source: Linked items
it_it: Elementi correlati
pt_pt: Itens relacionados

source: Add a link
it_it: Aggiungi un collegamento
pt_pt: Adicionar um link

source: from the database
it_it: dal database
pt_pt: a partir da base de dados

source: revision available.
it_it: Revisione disponibile
pt_pt: revisão disponível.

source: Howdy,
it_it: Ehi,
pt_pt: Olá,

source: Settings
it_it: Impostazioni
pt_pt: Configurações

source: Sysadmin panel
it_it: Pannello Sysadmin
pt_pt: Painel do Administrador de sistemas

source: Powered by
it_it: Sponsorizzato da
pt_pt: Promovido por

source: Page generated in
it_it: Pagina creata con
pt_pt: Página carregada em

source: You can have experiments templates (%sControl Panel%s).
it_it: Puoi salvare i modelli degli esperimenti (%sControl Panel%s).
pt_pt: É possível criar modelos de experiências (%sPainel de Controlo%s).

source: If you press Ctrl Shift D in the editor, the date will appear under the cursor.
it_it: Premendo Ctrl Shift D nella finestra di lavoro, la data apparirà sotto al cursore
pt_pt: Se premir Ctrl+Shift+D enquanto escreve uma experiência, a data aparece debaixo do cursor.

source: Go to user control panel
it_it: Vai al pannello di controllo utente
pt_pt: Ir para o painel de controlo

source: Please finalize install : %slink to documentation%s.
it_it: Per piacere finalizza l'installazione: %slink to documentation%s.
pt_pt: Por favor termine a instalação: %slink para documentação%s.

source: Teams
it_it: Team
pt_pt: Equipas

source: This page will allow you to import a .csv (Excel spreadsheet) file into the database.<br>First you need to open your .xls/.xlsx file in Excel or Libreoffice and save it as .csv.<br>In order to have a good import, the first row should be the column's field names. You can make a tiny import of 3 lines to see if everything works before you import a big file.
it_it: Questa pagina ti permetterà di importare un file con estensione .csv (foglio elettronico Excel) nel database.<br>. Apri il file .xls/xlsx con Excel o Libreoffice e salvalo come .csv.<br>. Per ottenere un importazione ottimale, la prima riga dovrebbe essere il campo dei nomi delle colonne. Prima di importare grandi file, consigliamo di importare tre righe per verificare che tutto funzioni correttamente.
pt_pt: Está página permite-lhe importar um ficheiro .csv (folha Excel) para a base de dados. <br>Comece por abrir o seu ficheiro Excel ou Libreoffice (.xls/.xlsx) e guarde-o como .csv.<br> A primeira linha deverá conter os títulos de cada coluna. Antes de importar um ficheiro grande, experimente importar apenas 3 linhas para verificar que não há problemas.

source: Validated user with ID :
it_it: Valida l'user con l'ID
pt_pt: Utilizador válido com ID:

source: The id parameter is not valid!
it_it: L'ID non è valido!
pt_pt: O parâmetro ID não é válido!

source: You cannot unlock or edit in any way a timestamped experiment.
it_it: Non puoi sbloccare o modificare in nessun modo un esperimento timestamped
pt_pt: Não é possível desbloquear ou editar uma experiência com "timestamp".

source: Your session expired. Please retry.
it_it: la tua sessione è scaduta. Riprova per favore
pt_pt: A sua sessão expirou. Por favor faça login novamente.

source: Registration successful :)<br>Your account must now be validated by an admin.<br>You will receive an email when it is done.
it_it: registrazione avvenuta con successo :)<br> Il tuo account deve ora essere approvato da un amministratore.<br> Riceverai una e-mail non appena sarà fatto
pt_pt: Registo efectuado com sucesso :)<br> Receberá um e-mail quando a sua conta for validada pelo administrador.<br>

source: Attached file
it_it: File allegato
pt_pt: Anexo

source: Attach a file
it_it: allega un file
pt_pt: Anexar um ficheiro

source: Drop files here to upload
it_it: trascina qui i file da allegare
pt_pt: Arraste os ficheiros para aqui para os carregar

source: result found
it_it: risultato trovato
pt_pt: resultado encontrado

source: Register
it_it: Registra
pt_pt: Registar
