Repository: elabftw/elabftw
Catalog: app/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Item deleted successfully
fr_fr: L'item a été supprimé avec succès

source: Step deleted successfully
fr_fr: Étape supprimée avec succès

source: Link deleted successfully
fr_fr: Lien supprimé avec succès

source: This experiment cannot be timestamped!
fr_fr: Cette expérience ne peut pas être horodatée!

source: You don't have the rights to delete this experiment.
fr_fr: Vous n'avez pas les droits suffisants pour supprimer cette expérience.

source: Experiment successfully deleted
fr_fr: Expérience supprimée avec succès

source: Your session expired. Please retry.
fr_fr: Votre session a expiré. Merci de réessayer.

source: A mandatory field is missing!
fr_fr: Un champs obligatoire est manquant!

source: Login failed. Either you mistyped your password or your account isn't activated yet.
fr_fr: Identification échouée. Soit vous avez mal tapé votre mot de passe soit votre compte n'est pas encore activé.

source: Item type deleted successfully
fr_fr: La catégorie d'item a été supprimée avec succès

source: Email not found in database!
fr_fr: Cette adresse email n'est pas dans la base de données !

source: Hi. Someone (probably you) with the IP address: %s and user agent %s requested a new password on eLabFTW. Please follow this link to reset your password : %s
fr_fr: Bonjour. Quelqu'un (probablement vous) avec l'adresse IP : %s et le navigateur %s a demandé un nouveau mot de passe sur eLabFTW. Suivez ce lien pour réinitialiser votre mot de passe : %s

source: There was a problem sending the email! Error was logged.
fr_fr: Il y a eu un problème lors de l'envoi de l'email ! L'erreur a été logguée.

source: Email sent. Check your INBOX.
fr_fr: Email envoyé. Consultez votre boîte de réception.

source: Invalid link. Reset links are only valid for one hour.
fr_fr: Lien périmé. Les liens de réinitialisation ne sont valides que pour 1 heure.

source: New password inserted. You can now login.
fr_fr: Nouveau mot de passe mis à jour. Vous pouvez vous connecter désormais.

source: Preferences updated.
fr_fr: Vos préférences on été mises à jour.

source: Profile updated.
fr_fr: Profil mis à jour.

source: You must specify a name for the template!
fr_fr: Il faut spécifier un nom pour le modèle !

source: The template name must be 3 characters long.
fr_fr: Le nom du modèle doit être long d'au moins 3 caractères.

source: Experiment template successfully added.
fr_fr: Modèle d'expérience ajouté avec succès.

source: Template successfully edited.
fr_fr: Modèle d'expérience édité avec succès.

source: item imported successfully.
fr_fr: item importé avec succès.

source: Comment successfully deleted
fr_fr: Commentaire supprimé avec succès

source: Registration successful :)<br>Your account must now be validated by an admin.<br>You will receive an email when it is done.
fr_fr: Enregistrement réussi :)<br>Votre compte doit maintenant être validé par un admin.<br>Vous recevrez un email lorsque cela sera fait.

source: Registration successful :)<br>Welcome to eLabFTW o/
fr_fr: Enregistrement réussi :)<br>Bienvenue sur eLabFTW ! o/

source: Event deleted successfully
fr_fr: Événement supprimé avec succès

source: Everything was purged successfully.
fr_fr: Tout a été supprimé avec succès.

source: The id parameter is not valid!
fr_fr: Le paramètre id n'est pas valide !

source: Revision restored successfully.
fr_fr: Révision restaurée avec succès.

source: Experiment was timestamped by
fr_fr: Cette expérience a été horodatée par

source: on
fr_fr: le

source: at
fr_fr: à

source: Download timestamped pdf
fr_fr: Télécharger le pdf horodaté

source: Download token
fr_fr: Télécharger le jeton d'horodatage

source: Decode token
fr_fr: Lire le jeton d'horodatage

source: Insert in text at cursor position
fr_fr: Insérer dans le texte à la position du curseur

source: Please configure Timestamping in the admin panel.
fr_fr: Configurez d'abord l'horodatage dans le panneau d'administration.

source: [eLabFTW] Test email
fr_fr: [eLabFTW] Email de test

source: Congratulations, you correctly configured eLabFTW to send emails :)
fr_fr: Bravo, vous avez configuré eLabFTW correctement pour envoyer des emails :)

source: Could not open the file.
fr_fr: Impossible d'ouvrir le fichier.

source: This doesn't look like the right kind of file. Import aborted.
fr_fr: Mauvais type de fichier. Importation arrêtée.

source: You are missing the ZipArchive class in php. Uncomment the line extension=zip.so in php.ini file.
fr_fr: L'extension ZipArchive n'est pas activée. Décommentez la line exension=zip.so dans le fichier php.ini.

source: Error making the zip archive!
fr_fr: Une erreur s'est produite durant la génération de l'archive zip !

source: This section is out of your reach!
fr_fr: Cette section est hors de votre portée !

source: An error occured!
fr_fr: Une erreur est survenue!

source: Stick
fr_fr: Bâton

source: Solid Surface
fr_fr: Surface solide

source: Transparent Surface
fr_fr: Surface transparente

source: Remove Surfaces
fr_fr: Retirer les surfaces

source: Someone is already using that email address!
fr_fr: Cette adresse email est déjà enregistrée !

source: Password must contain at least %s characters.
fr_fr: Le mot de passe doit contenir au moins %s charactères.

source: [eLabFTW] New user registered
fr_fr: [eLabFTW] Nouvel utilisateur enregistré

source: Hi. A new user registered on elabftw. Head to the admin panel to validate the account:
fr_fr: Bonjour. Un nouvel utilisateur s'est enregistré sur elabftw. Rendez-vous dans le panneau d'administration pour valider le compte:

source: Could not send email to inform admin. Error was logged. Contact an admin directly to validate your account.
fr_fr: Erreur lors de l'envoi de l'email pour informer l'admin. L'erreur a été enregistrée. Contactez un administrateur directement pour valider votre compte.

source: Only a sysadmin can put someone sysadmin.
fr_fr: Seul un sysadmin peut nommer un autre sysadmin.

source: Please input your current password!
fr_fr: Entrez votre mot de passe!

source: User %s (%s) now has an active account.
fr_fr: L'utilisateur %s (%s) a désormais un compte actif.

source: Wrong password!
fr_fr: Mauvais mot de passe !

source: No user with this email or user not in your team
fr_fr: Pas d'utilisateur avec cet email ou l'utilisateur n'est pas dans votre équipe

source: This experiment was locked by
fr_fr: Cette expérience a été vérouillée par

source: You don't have the rights to unlock this.
fr_fr: Vous n'avez pas les droits suffisants pour vérouiller/déverouiller.

source: You cannot unlock or edit in any way a timestamped experiment.
fr_fr: Vous ne pouvez pas dévérouiller ou éditer de quelque façon que ce soit une expérience horodatée.

source: [eLabFTW] New comment posted
fr_fr: [eLabFTW] Nouveau commentaire ajouté

source: Hi. %s left a comment on your experiment. Have a look: %s
fr_fr: Bonjour. %s a laissé un commentaire sur votre expérience. Aller au commentaire : %s

source: Remove all experiments with this status before deleting this status.
fr_fr: Supprimez toutes les expériences avec ce statut avant de supprimer ce statut.

source: revision available.
fr_fr: révision disponible.

source: Show history
fr_fr: Afficher l'historique

source: You cannot restore a revision of a locked item!
fr_fr: Vous ne pouvez pas restaurer une révision d'un item vérouillé !

source: Nothing to show with this id
fr_fr: Rien à afficher avec cet ID

source: Remove all database items with this type before deleting this type.
fr_fr: Supprimez tous les items de la base de données de cette catégorie avant de supprimer cette catégorie.

source: Profile
fr_fr: Profil

source: <strong>This item is locked.</strong> You cannot edit it.
fr_fr: <strong>Cet item est vérouillé.</strong> Vous ne pouvez pas l'éditer.

source: You cannot login now because of too many failed login attempts.
fr_fr: Vous ne pouvez pas vous connecter en raison d'un trop grand nombre d'échec de connection.

source: Revisions
fr_fr: Révisions

source: Register
fr_fr: Enregistrement

source: Please %slogout%s before you register another account.
fr_fr: %sDéconnectez-vous%s avant d'enregistrer un autre compte.

source: No local account creation is allowed!
fr_fr: La création de compte local est interdite!

source: User Control Panel
fr_fr: Panneau de contrôle utilisateur

source: Export
fr_fr: Exporter

source: eLabFTW Configuration
fr_fr: Configuration d'eLabFTW

source: Reset password
fr_fr: Réinitialiser le mot de passe
