Repository: elabftw/elabftw
Catalog: app/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Go back
fr_fr: Revenir en arrière

source: Saved on:
fr_fr: Enregistré le :

source: Restore
fr_fr: Restaurer

source: Experiment
fr_fr: Expérience

source: Database
fr_fr: Base de données

source: Team
fr_fr: Équipe

source: Search
fr_fr: Recherche

source: Howdy,
fr_fr: Salutations,

source: My Profile
fr_fr: Profil

source: Settings
fr_fr: Paramètres

source: Help
fr_fr: Aide

source: Logout
fr_fr: Déconnexion

source: There is a manual available %shere%s.
fr_fr: Un manuel d'utilisation est disponible %sici%s.

source: You can use a TODOlist by pressing 't'.
fr_fr: Vous pouvez afficher une TODO list liste en pressant 't'.

source: You can have experiments templates (%sControl Panel%s).
fr_fr: Vous pouvez avoir des modèles d'expériences (%sPanneau de contrôle utilisateur%s).

source: You can make links inside the text by typing # and an autocomplete menu will spawn with a list of Experiments/Items.
fr_fr: Vous pouvez ajouter des liens dans le texte en tapant # et un menu d'autocomplétion va apparaître avec une liste d'expériences/objets.

source: The admin of a team can edit the status and the types of items available (%sAdmin Panel%s).
fr_fr: L'administrateur d'une équipe peut éditer les statuts et les types d'items disponibles (%sPanneau d'administration%s).

source: If you press Ctrl Shift D in the editor, the date will appear under the cursor.
fr_fr: Si vous faîtes Ctrl Maj D dans la fenêtre d'édition, la date apparaîtra sous le curseur.

source: Custom shortcuts are available (%sControl Panel%s).
fr_fr: Des raccourcis claviers personnalisables sont disponibles (%sPanneau de contrôle utilisateur%s).

source: You can duplicate experiments in one click.
fr_fr: Vous pouvez dupliquer des expériences en un seul clic.

source: Click a tag to list all items with this tag.
fr_fr: Cliquez un tag pour lister tous les items avec ce tag.

source: Once timestamped an experiment cannot be unlocked or modified. Only comments can be added.
fr_fr: Une fois vérouillée, une expérience ne peut plus être dévérouillée ou modifiée, seuls des commentaires peuvent être ajoutés.

source: Search in
fr_fr: Chercher dans

source: With the tag
fr_fr: Avec le tag

source: And visibility is:
fr_fr: Et la visibilité est :

source: Select visibility
fr_fr: Sélectionner la visibilité

source: Organization
fr_fr: Organisme

source: Only me
fr_fr: Seulement moi

source: Group
fr_fr: Groupe

source: Search only in experiments owned by:
fr_fr: Rechercher uniquement dans les expériences de :

source: Yourself
fr_fr: Vous-même

source: All the team
fr_fr: Toute l'équipe

source: Where date is between
fr_fr: Où la date est entre

source: and
fr_fr: et

source: And title contains
fr_fr: Et le titre contient

source: And status is
fr_fr: Et le statut est

source: select status
fr_fr: choisir un statut

source: And body contains
fr_fr: Et le corps contient

source: Space means
fr_fr: Espace signifie

source: or
fr_fr: ou

source: And rating is
fr_fr: Et l'évaluation est

source: select number of stars
fr_fr: choisir le nombre d'étoiles

source: Unrated
fr_fr: Pas d'étoiles

source: Tip: you can use '%' as wildcard.
fr_fr: Conseil : vous pouvez utiliser '%' comme joker.

source: Launch search
fr_fr: Lancer la recherche

source: Edit Users
fr_fr: Éditer les utilisateurs

source: Firstname
fr_fr: Prénom

source: Lastname
fr_fr: Nom

source: Reset user password
fr_fr: Réinitialiser le mot de passe utilisateur

source: characters minimum
fr_fr: caractères au minimum

source: Has an active account?
fr_fr: Compte activé ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Save
fr_fr: Enregistrer

source: Sysadmin panel
fr_fr: Panneau du sysadmin

source: Admin panel
fr_fr: Panneau d'administration

source: Powered by
fr_fr: Propulsé par

source: Page generated in
fr_fr: Page générée en

source: seconds
fr_fr: secondes

source: Memory usage:
fr_fr: Utilisation mémoire :

source: bytes
fr_fr: octets

source: Number of login attempt left before being banned for %s minutes: %s
fr_fr: Nombre d'essais avant d'être banni pour %s minutes : %s

source: Note: You need cookies enabled to log in.
fr_fr: Note : il vous faut accepter les cookies pour vous connecter.

source: Sign in to your account
fr_fr: Connectez-vous à votre compte

source: Password
fr_fr: Mot de passe

source: Remember me
fr_fr: Rester connecté

source: Login
fr_fr: Connexion

source: Don't have an account? %sRegister%s now!<br>Lost your password? %sReset%s it!
fr_fr: Pas de compte ? %sCréez un compte%s maintenant !<br>Mot de passe oublié ? %sRéinitialisez-le%s !

source: Login through your institution
fr_fr: Se connecter avec l'institution

source: Enter your email address
fr_fr: Entrez votre adresse email

source: Send new password
fr_fr: Envoyer le lien de réinitialisation

source: Scheduler
fr_fr: Planificateur

source: No bookable items.
fr_fr: Pas d'équipement réservable.

source: Change item
fr_fr: Changer d'item

source: Select an equipment
fr_fr: Choisir un équipement

source: You belong to the %s team. %s
fr_fr: Vous appartenez à l'équipe %s. %s

source: Name
fr_fr: Nom

source: Phone
fr_fr: Téléphone

source: Website
fr_fr: Site web

source: experiments done since
fr_fr: expériences réalisées depuis

source: Go to user control panel
fr_fr: Aller au panneau utilisateur

source: API key
fr_fr: Clé API

source: Generate an API Key
fr_fr: Générer une clé pour l'API

source: No statistics available yet.
fr_fr: Pas de statistiques disponibles.

source: Statistics
fr_fr: Statistiques

source: Tag cloud
fr_fr: Nuage de tags

source: Not enough tags to make a tagcloud
fr_fr: Pas assez de tags pour faire un nuage

source: go back to login page
fr_fr: retour à la page de connexion

source: Create your account
fr_fr: Créez votre compte

source: ------ Select a team ------
fr_fr: ------ Choisissez une équipe ------

source: Password complexity
fr_fr: Complexité du mot de passe

source: create
fr_fr: créer

source: Weak password
fr_fr: Mot de passe faible

source: Average password
fr_fr: Mot de passe passable

source: Good password
fr_fr: Bon mot de passe

source: Strong password
fr_fr: Mot de passe fort

source: No way that is your real password!
fr_fr: Pas moyen que ce soit votre vrai mot de passe !

source: Edit
fr_fr: Editer

source: Duplicate
fr_fr: Dupliquer

source: Make a PDF
fr_fr: Faire un PDF

source: Make a ZIP
fr_fr: Faire un Zip

source: Show related
fr_fr: Montrer les expériences liées

source: Lock/Unlock item
fr_fr: Vérouiller/Déverouiller

source: Timestamp Experiment
fr_fr: Horodater l'expérience

source: Timestamp this experiment?
fr_fr: Horodater cette expérience ?

source: Once timestamped an experiment cannot be edited anymore! Are you sure you want to do this?
fr_fr: Une expérience horodatée ne peut plus être éditée ! Êtes-vous sûr(e) de vouloir faire ça ?

source: Next step
fr_fr: Étape suivante

source: Unique eLabID:
fr_fr: ELabID unique :

source: Last modified by
fr_fr: Dernière modification par

source: Comments
fr_fr: Commentaires

source: Delete this?
fr_fr: Supprimer ça ?

source: On %s %s wrote:
fr_fr: Le %s %s a écrit :

source: Saving
fr_fr: Enregistrement

source: Cancel
fr_fr: Annuler

source: Add a comment
fr_fr: Ajouter un commentaire

source: Add a tag
fr_fr: Ajouter un tag

source: Visibility
fr_fr: Visibilité

source: Status
fr_fr: Statut

source: Category
fr_fr: Catégorie

source: Title
fr_fr: Titre

source: Save and go back
fr_fr: Enregistrer et revenir en arrière

source: Experiments steps
fr_fr: Étapes

source: Add a step
fr_fr: Ajouter une étape

source: Linked items
fr_fr: Items liés

source: Add a link
fr_fr: Ajouter un lien

source: from the database
fr_fr: depuis la base de données

source: Attach a file
fr_fr: Joindre un fichier

source: Drop files here to upload
fr_fr: Déposez ici les fichiers à uploader

source: Draw something
fr_fr: Dessiner quelquechose

source: Clear
fr_fr: Effacer

source: Molecule drawer
fr_fr: Éditeur de molécule

source: Untitled
fr_fr: Sans titre

source: Attached file
fr_fr: Fichier attaché

source: There are users waiting for validation of their account:
fr_fr: Il y a des utilisateurs en attente de validation :

source: Validate
fr_fr: Valider

source: Users
fr_fr: Utilisateurs

source: Groups
fr_fr: Groupes

source: Types of items
fr_fr: Catégories d'items

source: Experiments template
fr_fr: Modèle d'expériences

source: Import CSV
fr_fr: Importer un CSV

source: Import ZIP
fr_fr: Importer un ZIP

source: Configure your Team
fr_fr: Configurez votre équipe

source: Users can delete experiments:
fr_fr: Les utilisateurs peuvent supprimer leurs expériences :

source: An admin account will always be able to delete experiments.
fr_fr: Un compte administrateur pourra toujours supprimer des expériences.

source: Name of the link in the top menu:
fr_fr: Nom du lien dans le menu du haut :

source: Address where this link should point:
fr_fr: Adresse vers laquelle ce lien pointe :

source: Override general timestamping config
fr_fr: Outrepasser les préférences générales d'horodatage

source: URL for external timestamping service:
fr_fr: URL pour le service de timestamping :

source: This should be the URL used for %sRFC 3161%s-compliant timestamping requests.
fr_fr: URL utilisée pour les requêtes %sRFC 3161%s.

source: Chain of certificates of the external timestamping service:
fr_fr: Certificat pour le service externe de timestamping :

source: This should point to the chain of certificates used by your external timestamping provider to sign the timestamps.%sLocal path relative to eLabFTW installation directory. You should add it in the 'uploads' folder. The file needs to be in %sPEM-encoded (ASCII)%s format!
fr_fr: Endroit où est stocké le certificat utilisé par le service d'horodatage.%sChemin relatif au dossier racine d'eLabFTW. Le fichier doit être dans le format %sPEM-encoded (ASCII)%s!

source: Login for external timestamping service:
fr_fr: Identifiant pour le service externe d'horodatage :

source: This should be the login associated with your timestamping service provider
fr_fr: Votre login pour le service d'horodatage

source: Password for external timestamping service:
fr_fr: Mot de passe pour le service externe d'horodatage :

source: A password is already set.
fr_fr: Un mot de passe existe déjà.

source: %sClear it%s or change it below:
fr_fr: %sEffacer%s ou modifier ci-dessous :

source: Your timestamping service provider password
fr_fr: Votre mot de passe pour le service d'horodatage

source: DANGER ZONE
fr_fr: ZONE DE DANGER

source: Delete an account
fr_fr: Supprimer un compte

source: Type EMAIL ADDRESS of a member to delete this user and all their experiments/files forever:
fr_fr: Taper l'ADRESSE Email d'un membre pour le supprimer ainsi que toutes ses expériences pour toujours :

source: Type your password:
fr_fr: Tapez votre mot de passe :

source: Delete this user!
fr_fr: Supprimer cet utilisateur !

source: Manage Groups of Users
fr_fr: Gérez des groupes d'utilisateurs

source: Create a group
fr_fr: Créer un groupe

source: Create
fr_fr: Créer

source: Add this user
fr_fr: Ajouter cet utilisateur

source: to this group
fr_fr: à ce groupe

source: Add
fr_fr: Ajouter

source: Remove this user
fr_fr: Retirer cet utilisateur

source: from this group
fr_fr: de ce groupe

source: Remove
fr_fr: Retirer

source: Existing groups
fr_fr: Groupes existants

source: Remove this Group
fr_fr: Retirer ce groupe

source: Add a New Status
fr_fr: Ajouter un nouveau statut

source: Color
fr_fr: Couleur

source: Allow timestamp
fr_fr: Autoriser l'horodatage

source: Edit an Existing Status
fr_fr: Éditer un statut existant

source: Default status
fr_fr: Statut par défaut

source: Delete
fr_fr: Supprimer

source: Add a new type of item
fr_fr: Ajouter une nouvelle catégorie d'items

source: Bookable
fr_fr: Réservable

source: in the %sscheduler%s
fr_fr: dans le %splanificateur%s

source: Database Items Types
fr_fr: Catégories d'items de la base de données

source: Edit the template
fr_fr: Éditer le modèle

source: Modify ordering
fr_fr: Modifier l'ordre

source: Common Experiment Template
fr_fr: Modèle d'expérience commun

source: This is the default text when someone creates an experiment.
fr_fr: Ceci est le texte par défaut affiché lorsqu'une expérience est créée.

source: Import a CSV File
fr_fr: Importer un fichier CSV

source: This page will allow you to import a .csv (Excel spreadsheet) file into the database.<br>First you need to open your .xls/.xlsx file in Excel or Libreoffice and save it as .csv.<br>In order to have a good import, the first row should be the column's field names. You can make a tiny import of 3 lines to see if everything works before you import a big file. The third column should be the title.
fr_fr: Cette page vous permet d'importer un fichier .csv (un tableur Excel) dans la base de données.<br>D'abord il faut ouvrir le fichier (en .xls/.xlsx) dans Excel ou Libreoffice et l'enregistrer en .csv.<br>Pour que l'importation se passe bien, la première ligne doit être le nom des colonnes. Essayez d'abord avec un petit nombre de lignes pour voir si tout se passe bien avant d'importer un gros fichier. La troisième colonne doit être le titre.

source: You should make a backup of your database before importing thousands of items!
fr_fr: Faîtes une sauvegarde de votre base de données (SQL) avant d'importer des milliers d'items !

source: 1. Select a type of item to import to:
fr_fr: 1. Choisissez une catégorie d'item dans laquelle importer :

source: 2. Select a CSV file to import:
fr_fr: 2. Choisissez un fichier CSV :

source: Import a ZIP File
fr_fr: Importer un fichier ZIP

source: This page will allow you to import a .elabftw.zip archive.
fr_fr: Cette page permet l'import d'archive .elabftw.zip.

source: 1. Select where to import:
fr_fr: 1. Choisissez où importer :

source: 2. Select a ZIP file to import:
fr_fr: 2. Choisissez un fichier ZIP :

source: Preferences
fr_fr: Préférences

source: Account
fr_fr: Compte

source: Templates
fr_fr: Modèles

source: Language
fr_fr: Langage

source: Display
fr_fr: Affichage

source: Items per page:
fr_fr: Items par page :

source: Order by:
fr_fr: Ordre basé sur :

source: Use default
fr_fr: Utiliser la valeur par défaut

source: Comment
fr_fr: Commentaire

source: Sort:
fr_fr: Ordre:

source: Use single column layout:
fr_fr: Utiliser la disposition mono-colonne:

source: Keyboard Shortcuts
fr_fr: Raccourcis clavier

source: Only lowercase letters are allowed.
fr_fr: Seules les lettres minuscules sont acceptées.

source: Shortcut
fr_fr: Raccourci

source: Submit
fr_fr: Valider

source: TODO list
fr_fr: TODO liste

source: Miscellaneous
fr_fr: Divers

source: Show experiments from the team on the Experiments page?
fr_fr: Montrer les expériences de l'équipe sur la page d'Expériences ?

source: Display a warning before closing an edit window/tab?
fr_fr: Afficher un avertissement avant de fermer un onglet d'édition ?

source: Display the molecule drawer in edit mode?
fr_fr: Afficher l'éditeur de molécule en mode édition ?

source: Enable Chinese, Japonese and Korean fonts in PDF generation. WARNING: enabling CJK fonts will make the PDF size very big!
fr_fr: Activer les polices de caractères Chinoises, Japonaises et Coréennes dans la génération des PDF. ATTENTION : cela grossit la taille des fichiers PDF de manière non négligeable !

source: Disable the rich text editor and write Markdown directly
fr_fr: Désactiver l'éditeur de texte riche et écrire du Markdown directement

source: Default visibility for new experiments
fr_fr: Visibilité par défaut pour les nouvelles expériences

source: User
fr_fr: Utilisateur

source: Modify your personal informations
fr_fr: Modifier vos informations personnelles

source: Enter your password to edit infos.
fr_fr: Entrez votre mot de passe pour éditer ces informations.

source: Modify your password
fr_fr: Modifier votre mot de passe

source: New password
fr_fr: Nouveau mot de passe

source: Confirm new password
fr_fr: Confirmer le nouveau mot de passe

source: Modify your identity
fr_fr: Modifier votre identité

source: Modify your contact information
fr_fr: Modifier vos informations de contact

source: Update profile
fr_fr: Mettre à jour le profil

source: Experiments Templates
fr_fr: Modèles d'expériences

source: Create new
fr_fr: Créer

source: Import from File
fr_fr: Importer un fichier

source: Name of the Template
fr_fr: Nom du modèle

source: Template content
fr_fr: Contenu du modèle

source: Error getting latest version information from server! Check the proxy setting.
fr_fr: Erreur lors de l'obtention des informations sur la dernière version depuis le serveur distant. Vérifiez la configuration du proxy.

source: Installed version:
fr_fr: Version installée :

source: Latest version:
fr_fr: Dernière version :

source: %s - A new version is available! %sUpdate elabftw%sRead changelog%s
fr_fr: %s - Une nouvelle version est disponible ! %sMettre à jour elabftw%sLire les changements%s

source: Please finalize install: %slink to documentation%s.
fr_fr: L'installation n'est pas terminée ! %sLien vers la documentation%s.

source: Teams
fr_fr: Équipes

source: Server
fr_fr: Serveur

source: Timestamp
fr_fr: Horodatage

source: Security
fr_fr: Securité

source: Usage Statistics
fr_fr: Statistiques d'utilisation

source: Promote Someone to Sysadmin
fr_fr: Ajouter un sysadmin

source: Add a New Team
fr_fr: Ajouter une nouvelle équipe

source: Edit Existing Teams
fr_fr: Éditer les équipes existantes

source: Members
fr_fr: Membres

source: Created
fr_fr: Créée

source: Send a Mass Email
fr_fr: Envoyer un email en masse

source: Email Subject
fr_fr: Sujet de l'email

source: Email Body
fr_fr: Corps de l'email

source: Send
fr_fr: Envoyer

source: Under the Hood
fr_fr: Paramètres avancés

source: Address of the Proxy:
fr_fr: Adresse du proxy :

source: If you are behind a firewall/proxy, enter the address here. Example: http://proxy.example.com:3128
fr_fr: Si vous êtes derrière un pare-feu, entrez l'adresse ici. Exemple : http://proxy.example.cm:3128

source: Enable local account creation:
fr_fr: Autoriser la création de comptes locaux:

source: Show local login form:
fr_fr: Afficher le formulaire d'authentification locale:

source: You can still show the local login form by appending ?letmein to the login page URL.
fr_fr: Vous pourrez toujours afficher le formulaire en ajoutant ?letmein à l'URL de la page de login.

source: Operating System
fr_fr: Système d'exploitation

source: PHP Version
fr_fr: Version PHP

source: Largest integer supported
fr_fr: Plus grand entier pris en charge

source: PHP configuration directory
fr_fr: Répertoire de configuration de PHP

source: Timestamping Configuration
fr_fr: Configuration de l'horodatage

source: The teams can use the credentials below to timestamp:
fr_fr: Les équipes peuvent utiliser les informations de connexion suivantes :

source: You can control if the teams can use the global timestamping account. If set to <em>no</em> the team admin must add login infos in the admin panel.
fr_fr: Vous pouvez contrôler si les équipes peuvent utiliser les informations de connexions globales pour l'horodatage. Si c'est sur <em>non</em>, l'admin de l'équipe devra renseigner ses informations de connexion dans le panneau d'administration.

source: Security Settings
fr_fr: Paramètres de sécurité

source: Users need validation by admin after registration:
fr_fr: Les nouveaux inscrits nécessitent une validation par l'admin :

source: Set to yes for added security.
fr_fr: Mettez oui pour plus de sécurité.

source: Number of allowed login attempts:
fr_fr: Nombre d'essais de connexion autorisés :

source: 3 might be too few. See for yourself :)
fr_fr: 3 n'est peut-être pas assez. À vous de voir :)

source: Time of the ban after failed login attempts (in minutes):
fr_fr: Temps de bannissement (en minutes) :

source: To identify an user we use an md5 of user agent + IP. Because doing it only based on IP address would surely cause problems.
fr_fr: Pour identifier un utilisateur, un hash md5 de l'user agent + IP est utilisé. Car se baser seulement sur l'adresse IP pourrait causer des problèmes.

source: E-mail Settings
fr_fr: Paramètres email

source: Without a valid way to send emails users won't be able to reset their password. It is recommended to create a specific smtp2go.com account and add the infos here.
fr_fr: Sans possibilité d'envoyer des emails, les utilisateurs ne pourrant pas réinitialiser leurs mots de passe. Il est recommandé d'utiliser un compte spécifique Mailgun.com.

source: Send e-mails via:
fr_fr: Envoyer les emails via :

source: Select mailing method...
fr_fr: Choisir une méthode d'envoi…

source: Local MTA (default)
fr_fr: MTA local (defaut)

source: Sender address:
fr_fr: Adresse de l'expéditeur:

source: Path to sendmail:
fr_fr: Chemin du binaire sendmail :

source: Address of the SMTP server:
fr_fr: Adresse du serveur SMTP :

source: SMTP encryption:
fr_fr: Encryption :

source: Probably TLS
fr_fr: Probablement TLS

source: SMTP Port:
fr_fr: Port SMTP :

source: Default is 587.
fr_fr: Le port par défaut est 587.

source: SMTP username:
fr_fr: Nom d'utilisateur SMTP :

source: SMTP password
fr_fr: Mot de passe SMTP

source: Send a test email
fr_fr: Envoyer un email de test

source: Nothing to display
fr_fr: Rien à montrer

source: Clear all logs
fr_fr: Supprimer tous les messages loggués

source: Type it again
fr_fr: Tapez-le encore

source: Complexity
fr_fr: Complexité

source: The passwords do not match!
fr_fr: Les mots de passe entrés diffèrent !

source: Save new password
fr_fr: Enregistrer le nouveau mot de passe

source: Back to listing
fr_fr: Retourner à la liste

source: Experiment of %s
fr_fr: Expérience de %s

source: No templates found
fr_fr: Pas de modèles

source: Manage templates
fr_fr: Gérer les modèles

source: Filter status
fr_fr: Filtrer les statuts

source: Filter by type
fr_fr: Filtrer les catégories

source: Filter
fr_fr: Filtrer

source: Order by
fr_fr: Classer par

source: Rating
fr_fr: Note

source: Sort
fr_fr: Ordre

source: Order
fr_fr: Classer par

source: Reset
fr_fr: Réinitialiser

source: Sorry. I couldn't find anything :(
fr_fr: Désolé, aucun résultat pour ces critères :(

source: Welcome to eLabFTW. Use the 'Create new' button to get started!
fr_fr: Bienvenue sur eLabFTW. Cliquez le bouton 'Créer une expérience' pour démarrer!

source: result found
fr_fr: résultat trouvé

source: Select all
fr_fr: Sélectionner tout

source: Clear selection
fr_fr: Tout déselectionner

source: Invert selection
fr_fr: Inverser la sélection

source: With selected:
fr_fr: Avec sélection :

source: Change status
fr_fr: Changer le statut

source: Change item type
fr_fr: Changer le type d'objet

source: Make Zip
fr_fr: Faire un Zip

source: Make Csv
fr_fr: Faire un Csv

source: Show %s more
fr_fr: Voir %s de plus

source: Show all
fr_fr: Montrer tout

source: Your file is ready:
fr_fr: Le fichier est prêt :

source: Configuration updated successfully.
fr_fr: Configuration mise à jour avec succès.

source: Saved
fr_fr: Enregistré

source: User promoted
fr_fr: Utilisateur promu

source: Email sent
fr_fr: Email envoyé

source: Logs cleared
fr_fr: Logs nettoyés

source: Status deleted successfully
fr_fr: Le statut a été supprimé avec succès

source: You don't have the rights to lock/unlock this.
fr_fr: Vous n'avez pas les droits suffisants pour vérouiller/déverouiller.

source: Tag is too short!
fr_fr: Le tag est trop court!

source: Comment is too short
fr_fr: Le commentaire est trop court

source: The id parameter is invalid
fr_fr: Le paramètre id n'est pas valide

source: Please make sure to remove any reference to this file in the body!
fr_fr: Soyez sûr de retirer toute référence à ce fichier dans l'expérience !

source: File deleted successfully
fr_fr: Le fichier a été supprimé avec succès
