Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: This table lists the most recent events recorded in the application and worth keeping a trace of.
ca_es: Aquesta taula enumera els esdeveniments més recents registrats a l'aplicació i dels quals val la pena mantenir-ne un.
es_es: Esta tabla enumera los eventos más recientes registrados en la aplicación y de los que vale la pena realizar un seguimiento.
et_ee: See tabel loetleb rakenduses viimased salvestatud sündmused, mida tasub jälgida.
id_id: Tabel ini berisi daftar peristiwa terbaru yang direkam dalam aplikasi dan layak untuk dilacak.
ja_jp: この表には、アプリケーションに記録され、追跡する価値のある最新のイベントがリストされます。
pl_pl: W tabeli tej znajdują się najnowsze zdarzenia zarejestrowane w aplikacji, które warto śledzić.

source: Refresh
ca_es: Actualització
es_es: Actualizar
et_ee: Värskenda
id_id: Segarkan
ja_jp: リフレッシュ
pl_pl: Odświeża

source: Created at
ca_es: Creat a
es_es: Creado en
et_ee: Loodud
id_id: Dibuat pada
ja_jp: 作成日
pl_pl: Utworzono o godz

source: Actor
et_ee: Tegutseja
id_id: Aktor
ja_jp: 俳優
pl_pl: Aktor

source: Target user
ca_es: Usuari objectiu
es_es: Usuario objetivo
et_ee: Sihtkasutaja
id_id: Pengguna sasaran
ja_jp: 対象ユーザー
pl_pl: Użytkownik docelowy

source: Filter by category
ca_es: Filtra per categoria
es_es: Filtrar por categoría
et_ee: Filtreeri kategooria järgi
id_id: Saring berdasarkan kategori
ja_jp: カテゴリーで絞り込む
pl_pl: Filtruj według kategorii

source: Select a resource
ca_es: Seleccioneu un recurs
es_es: Seleccione un recurso
et_ee: Valige ressurss
id_id: Memilih sumber daya
ja_jp: リソースを選択
pl_pl: Wybierz zasób

source: Mass email form
ca_es: Formulari de correu electrònic massiu
es_es: Formulario de correo electrónico masivo
et_ee: Massmeili vorm
id_id: Formulir email massal
ja_jp: 大量メールフォーム
pl_pl: Formularz masowego e-maila

source: User information
ca_es: Informació de l'usuari
es_es: Informacion del usuario
et_ee: Kasutaja teave
id_id: Informasi pengguna
ja_jp: ユーザー情報
pl_pl: Informacje o użytkowniku

source: Not calculated
ca_es: No calculat
es_es: No calculado
et_ee: Pole arvutatud
id_id: Tidak dihitung
ja_jp: 計算されていません
pl_pl: Nie obliczono

source: Attached files
ca_es: Fitxers adjunts
es_es: Archivos adjuntos
et_ee: Lisatud failid
id_id: File terlampir
ja_jp: 添付ファイル
pl_pl: Załączone pliki

source: Filesize
ca_es: Mida de l'arxiu
es_es: Tamaño del archivo
et_ee: Faili suurus
id_id: Ukuran file
ja_jp: ファイルサイズ
pl_pl: Rozmiar pliku

source: Permissions for the template
ca_es: Permisos per a la plantilla
es_es: Permisos para la plantilla
et_ee: Malli õigused
id_id: Perizinan untuk templat
ja_jp: テンプレートの権限
pl_pl: Uprawnienia do szablonu

source: Timestamp Entry
ca_es: Entrada de marca de temps
es_es: Entrada de sello de tiempo
et_ee: Ajatempli kirje
id_id: Entri Timestamp
ja_jp: タイムスタンプエントリ
pl_pl: Wpis znacznika czasu

source: Timestamping an entry will create an irrefutable proof that the data was present at this point in time. You can timestamp an entry as many times as necessary: an immutable timestamp archive will be created each time, and stored as attachment.
ca_es: La marca de temps d'una entrada crearà una prova irrefutable que les dades estaven presents en aquest moment. Podeu marcar l'hora d'una entrada tantes vegades com sigui necessari: cada vegada es crearà un arxiu de marca de temps immutable i s'emmagatzemarà com a fitxer adjunt.
es_es: Poner un sello de tiempo en una entrada creará una prueba irrefutable de que los datos estaban presentes en ese momento. Puede marcar una entrada tantas veces como sea necesario: cada vez se creará un archivo de marca de tiempo inmutable y se almacenará como archivo adjunto.
et_ee: Kirje ajatempli lisamine loob ümberlükkamatu tõendi, et andmed olid sel ajahetkel olemas. Kirjet saab ajatempliga varustada nii mitu korda kui vaja: iga kord luuakse muutumatu ajatempli arhiiv, mis salvestatakse manusena.
id_id: Pemberian cap waktu pada entri akan menciptakan bukti yang tidak terbantahkan bahwa data tersebut ada pada saat itu. Anda dapat memberi cap waktu pada entri sebanyak yang diperlukan: arsip cap waktu yang tidak dapat diubah akan dibuat setiap kali, dan disimpan sebagai lampiran.
ja_jp: エントリにタイムスタンプを付けることにより、その時点でデータが存在していたという反駁の余地のない証拠が作成されます。エントリには必要に応じて何度でもタイムスタンプを付けることができます。そのたびに不変のタイムスタンプ アーカイブが作成され、添付ファイルとして保存されます。
pl_pl: Oznaczenie wpisu znacznikiem czasu stworzy niezbity dowód, że dane istniały w tym momencie. Możesz umieścić znacznik czasu we wpisie tyle razy, ile to konieczne: za każdym razem zostanie utworzone niezmienne archiwum znaczników czasu i zapisane jako załącznik.

source: With Trusted Timestamping (RFC3161), a cryptographic hash of your data is sent to a trusted third party. They reply with a token containing the current time, and they sign the token with their private key.
ca_es: Amb la marca de temps de confiança (RFC3161), s'envia un hash criptogràfic de les vostres dades a un tercer de confiança. Responen amb un testimoni que conté l'hora actual i signen el testimoni amb la seva clau privada.
es_es: Con Trusted Timestamping (RFC3161), se envía un hash criptográfico de sus datos a un tercero de confianza. Responden con un token que contiene la hora actual y firman el token con su clave privada.
et_ee: Usaldusväärse ajatempli (RFC3161) abil saadetakse teie andmete krüptograafiline räsi usaldusväärsele kolmandale osapoolele. Vastuseks saadakse märgis koos ajatempliga, mis allkirjastatakse privaatvõtmega.
id_id: Dengan Trusted Timestamping (RFC3161), hash kriptografi data Anda dikirim ke pihak ketiga yang tepercaya. Mereka membalas dengan token yang berisi waktu saat ini, dan mereka menandatangani token tersebut dengan kunci pribadi mereka.
ja_jp: Trusted Timestamping (RFC3161) を使用すると、データの暗号化ハッシュが信頼できる第三者に送信されます。第三者は現在の時刻を含むトークンで応答し、秘密鍵でトークンに署名します。
pl_pl: Dzięki zaufanemu znacznikowi czasu (RFC3161) kryptograficzny skrót Twoich danych jest wysyłany do zaufanej strony trzeciej. W odpowiedzi przesyłają token zawierający aktualny czas i podpisują token swoim kluczem prywatnym.

source: With Blockchain Timestamping, the cryptographic fingerprint of your data is added to a blockchain that is impossible to modify. This function uses the Bloxberg Consortium blockchain based on Ethereum.
ca_es: Amb Blockchain Timestamping, l'empremta digital criptogràfica de les vostres dades s'afegeix a una cadena de blocs que és impossible de modificar. Aquesta funció utilitza la cadena de blocs del Consorci Bloxberg basada en Ethereum.
es_es: Con Blockchain Timestamping, la huella criptográfica de tus datos se añade a una cadena de bloques que es imposible de modificar. Esta función utiliza la cadena de bloques Bloxberg Consortium basada en Ethereum.
et_ee: Plokiahela ajatempli abil lisatakse teie andmete krüptograafiline sõrmejälg plokiahelasse, mida on võimatu muuta. See funktsioon kasutab Ethereumil põhinevat Bloxberg Consortiumi plokiahelat.
id_id: Dengan Blockchain Timestamping, sidik jari kriptografi data Anda ditambahkan ke blockchain yang tidak mungkin dimodifikasi. Fungsi ini menggunakan blockchain Bloxberg Consortium yang berbasis Ethereum.
ja_jp: ブロックチェーン タイムスタンプを使用すると、データの暗号化された指紋が変更不可能なブロックチェーンに追加されます。この機能は、Ethereum に基づく Bloxberg Consortium ブロックチェーンを使用します。
pl_pl: Dzięki Blockchain Timestamping kryptograficzny odcisk palca Twoich danych jest dodawany do łańcucha bloków, którego nie można modyfikować. Funkcja ta korzysta z blockchainu Bloxberg Consortium opartego na Ethereum.

source: Entry was timestamped by %s on %s at %s
ca_es: L'entrada va tenir una marca de temps per %s el %s a les %s
es_es: La entrada fue registrada por %s el %s a las %s
et_ee: Sissekandele pani ajatempli %s kuupäeval %s kell %s
id_id: Entri diberi cap waktu oleh %s pada %s pada %s
ja_jp: エントリは %s によって %s に %s にタイムスタンプされました
pl_pl: Wpis został oznaczony znacznikiem czasu przez %s w %s o %s

source: Linking an item to itself is not allowed. Please select a different target.
ca_es: No es permet enllaçar un element amb ell mateix. Seleccioneu un objectiu diferent.
es_es: No se permite vincular un elemento consigo mismo. Seleccione otro elemento.
et_ee: Üksuse iseendaga linkimine pole lubatud. Palun valige mõni muu sihtmärk.
id_id: Tidak diperbolehkan menautkan item ke item itu sendiri. Silakan pilih target yang berbeda.
ja_jp: アイテムをそれ自体にリンクすることはできません。別のターゲットを選択してください。
pl_pl: Łączenie elementu ze sobą jest niedozwolone. Wybierz inny cel.

source: Only members of the team
ca_es: Només membres de l'equip
es_es: Sólo miembros del equipo.
et_ee: Ainult meeskonna liikmed
id_id: Hanya anggota tim
ja_jp: チームメンバーのみ
pl_pl: Tylko członkowie zespołu

source: Minimum password length
ca_es: Longitud mínima de la contrasenya
es_es: Longitud mínima de la contraseña
et_ee: Parooli minimaalne pikkus
id_id: Panjang kata sandi minimum
ja_jp: パスワードの最小文字数
pl_pl: Minimalna długość hasła

source: Must have at least one upper and one lower case letter, if your alphabet allows
ca_es: Ha de tenir almenys una lletra majúscula i una minúscula, si el vostre alfabet ho permet
es_es: Debe tener al menos una letra mayúscula y una minúscula, si su alfabeto lo permite
et_ee: Peab sisaldama vähemalt ühte suurt ja ühte väikest tähte
id_id: Harus memiliki setidaknya satu huruf besar dan satu huruf kecil, jika alfabet Anda memungkinkan
ja_jp: アルファベットが許す限り、少なくとも大文字と小文字を1つずつ含める必要があります。
pl_pl: Musi zawierać co najmniej jedną dużą i jedną małą literę, jeśli pozwala na to twój alfabet

source: Must have at least one upper and one lower case letter, if your alphabet allows, and one digit
ca_es: Ha de tenir almenys una lletra majúscula i una minúscula, si el vostre alfabet ho permet, i un dígit
es_es: Debe tener al menos una letra mayúscula y una minúscula, si su alfabeto lo permite, y un dígito
et_ee: Peab sisaldama vähemalt ühte suurt ja väikest tähte ning ühte numbrit
id_id: Harus memiliki setidaknya satu huruf besar dan satu huruf kecil, jika alfabet Anda memungkinkan, dan satu angka
ja_jp: アルファベットが許す限り、少なくとも大文字と小文字を1つずつ、数字を1つ含める必要があります。
pl_pl: Musi zawierać co najmniej jedną dużą i jedną małą literę, jeśli pozwala na to twój alfabet, oraz jedną cyfrę

source: Must have at least one upper and one lower case letter, if your alphabet allows, one special character, and one digit
ca_es: Ha de tenir almenys una lletra majúscula i una minúscula, si el vostre alfabet ho permet, un caràcter especial i un dígit
es_es: Debe tener al menos una letra mayúscula y una minúscula, si su alfabeto lo permite, un carácter especial y un dígito
et_ee: Peab sisaldama vähemalt ühte suurt ja väikest tähte, ühte erimärki ja ühte numbrit
id_id: Harus memiliki setidaknya satu huruf besar dan satu huruf kecil, jika alfabet Anda memungkinkan, satu karakter khusus, dan satu angka
ja_jp: アルファベットが許す限り、少なくとも大文字と小文字を 1 つずつ、特殊文字を 1 つ、数字を 1 つ含める必要があります。
pl_pl: Musi zawierać co najmniej jedną wielką i jedną małą literę, jeśli pozwala na to twój alfabet, jeden znak specjalny i jedną cyfrę

source: New password must not be the same as the current one.
ca_es: La contrasenya nova no ha de ser la mateixa que l'actual.
es_es: La nueva contraseña no debe ser la misma que la actual.
et_ee: Uus parool ei tohi olla sama, mis praegune.
id_id: Kata sandi baru tidak boleh sama dengan kata sandi saat ini.
ja_jp: 新しいパスワードは現在のパスワードと同じであってはなりません。
pl_pl: Nowe hasło nie może być takie samo jak obecne.

source: Password does not match requirement: %s
ca_es: La contrasenya no coincideix amb el requisit: %s
es_es: La contraseña no coincide con el requisito: %s
et_ee: Parool ei vasta nõuetele: %s
id_id: Kata sandi tidak sesuai dengan persyaratan: %s
ja_jp: パスワードが要件と一致しません: %s
pl_pl: Hasło nie spełnia wymagań: %s

source: Minimum password length: %d.
ca_es: Longitud mínima de la contrasenya: %d.
es_es: Longitud mínima de la contraseña: %d.
et_ee: Parooli minimaalne pikkus: %d.
id_id: Panjang kata sandi minimum: %d.
ja_jp: パスワードの最小長: %d。
pl_pl: Minimalna długość hasła: %d.

source: number
ca_es: nombre
es_es: número
id_id: Jumlah status yang berubah
ja_jp: 番号
pl_pl: numer

source: All fields
ca_es: Tots els camps
es_es: Todos los campos
et_ee: Kõik väljad
id_id: Semua Kolom
ja_jp: すべてのフィールド
pl_pl: Wszystkie pola

source: Tip: you can use '%' as wildcard in value
ca_es: Consell: podeu utilitzar '%' com a comodí en el valor
es_es: Consejo: puedes utilizar '%' como comodín en el valor
et_ee: Näpunäide: väärtuses saab metamärgina kasutada '%'
id_id: Tips: Anda dapat menggunakan '%' sebagai karakter pengganti dalam nilai
ja_jp: ヒント: 値にワイルドカードとして「%」を使用できます
pl_pl: Wskazówka: możesz użyć „%” jako symbolu wieloznacznego w wartości

source: Show related experiments
ca_es: Mostra experiments relacionats
es_es: Mostrar experimentos relacionados
et_ee: Kuva seotud eksperimente
id_id: Menampilkan eksperimen terkait
ja_jp: 関連する実験を表示
pl_pl: Pokaż powiązane eksperymenty

source: Password policy
ca_es: Política de contrasenyes
es_es: Política de contraseñas
et_ee: Paroolipoliitika
id_id: Kebijakan kata sandi
ja_jp: パスワードポリシー
pl_pl: Polityka haseł

source: Password complexity requirement
ca_es: Requisit de complexitat de la contrasenya
es_es: Requisito de complejidad de contraseña
et_ee: Parooli keerukuse nõue
id_id: Persyaratan kompleksitas kata sandi
ja_jp: パスワードの複雑さの要件
pl_pl: Wymóg złożoności hasła

source: The minimum password length is always enforced.
ca_es: Sempre s'aplica la longitud mínima de la contrasenya.
es_es: Siempre se aplica la longitud mínima de la contraseña.
et_ee: Parooli minimaalset pikkust järgitakse alati.
id_id: Panjang kata sandi minimum selalu diberlakukan.
ja_jp: 最小パスワード長は常に適用されます。
pl_pl: Zawsze wymuszana jest minimalna długość hasła.

source: Maximum number of days since last password change
ca_es: Nombre màxim de dies des de l'últim canvi de contrasenya
es_es: Número máximo de días desde el último cambio de contraseña
et_ee: Maksimaalne päevade arv pärast viimast parooli muutmist
id_id: Jumlah hari maksimum sejak perubahan kata sandi terakhir
ja_jp: 前回のパスワード変更からの最大日数
pl_pl: Maksymalna liczba dni od ostatniej zmiany hasła

source: Personal information
ca_es: Informació personal
es_es: Información personal
et_ee: Isiklik teave
id_id: Info pribadi
ja_jp: 個人情報
pl_pl: Informacje osobiste

source: Canadian Dollar (CAD)
ca_es: Dòlar canadenc (CAD)
es_es: Dólar canadiense (CAD)
et_ee: Kanada dollar (CAD)
id_id: Dolar Kanada (CAD)
ja_jp: カナダドル（CAD）
pl_pl: Dolar kanadyjski (CAD)

source: Swiss Franc (CHF)
ca_es: Franc suís (CHF)
es_es: Franco suizo (CHF)
et_ee: Šveitsi frank (CHF)
id_id: Franc Swiss (CHF)
ja_jp: スイスフラン（CHF）
pl_pl: Frank szwajcarski (CHF)

source: Chinese Yuan (CNY)
ca_es: Yuan xinès (CNY)
es_es: Yuan chino (CNY)
et_ee: Hiina jüaan (CNY)
id_id: Yuan Tiongkok (CNY)
ja_jp: 中国元（CNY）
pl_pl: Chiński juan (CNY)

source: Danish Krone (DKK)
ca_es: Corona danesa (DKK)
es_es: Corona danesa (DKK)
et_ee: Taani kroon (DKK)
id_id: Krone Denmark (DKK)
ja_jp: デンマーククローネ（DKK）
pl_pl: Korona duńska (DKK)

source: British Pound Sterling (GBP)
ca_es: Lliura esterlina britànica (GBP)
es_es: Libra esterlina (GBP)
et_ee: Briti naelsterling (GBP)
id_id: Poundsterling Inggris (GBP)
ja_jp: 英国ポンド（GBP）
pl_pl: Funt brytyjski (GBP)

source: Japanese Yen (JPY)
ca_es: Ien japonès (JPY)
es_es: Yen japonés (JPY)
et_ee: Jaapani jeen (JPY)
id_id: Yen Jepang (JPY)
ja_jp: 日本円（JPY）
pl_pl: Jen japoński (JPY)

source: United States Dollar (USD)
ca_es: Dòlar dels Estats Units (USD)
es_es: Dólar estadounidense (USD)
et_ee: Ameerika Ühendriikide dollar (USD)
id_id: Dolar Amerika Serikat (USD)
ja_jp: 米ドル（USD）
pl_pl: Dolar amerykański (USD)

source: Swedish Krona (SEK)
ca_es: Corona sueca (SEK)
es_es: Corona sueca (SEK)
et_ee: Rootsi kroon (SEK)
id_id: Krona Swedia (SEK)
ja_jp: スウェーデンクローナ（SEK）
pl_pl: Korona szwedzka (SEK)

source: Norwegian Krone (NOK)
ca_es: Corona noruega (NOK)
es_es: Corona noruega (NOK)
et_ee: Norra kroon (NOK)
id_id: Krone Norwegia (NOK)
ja_jp: ノルウェークローネ（NOK）
pl_pl: Korona norweska (NOK)

source: Pending
ca_es: Pendents
es_es: Pendiente
et_ee: Ootel
id_id: Tertunda
ja_jp: 保留中
pl_pl: Aż do

source: Validated
ca_es: Validat
es_es: Validado
et_ee: Valideeritud
id_id: Tervalidasi
ja_jp: 検証済み
pl_pl: Zatwierdzone

source: Partially received
ca_es: Rebut parcialment
es_es: Recibido parcialmente
et_ee: Osaliselt laekunud
id_id: Diterima sebagian
ja_jp: 部分的に受信
pl_pl: Częściowo otrzymane

source: Received
ca_es: Rebut
es_es: Recibido
et_ee: Saadud
id_id: Diterima
ja_jp: 受け取った
pl_pl: Otrzymane

source: Nothing to export!
ca_es: Res a exportar!
es_es: ¡Nada que exportar!
et_ee: Pole midagi eksportida!
id_id: Tidak ada yang bisa diekspor!
ja_jp: エクスポートするものがありません!
pl_pl: Nic do eksportu!

source: Invalid secret key format!
ca_es: Format de clau secreta no vàlid!
es_es: ¡Formato de clave secreta no válido!
et_ee: Sobimatu salajase võtme vorming!
id_id: Format kunci rahasia tidak valid!
ja_jp: 秘密鍵の形式が無効です。
pl_pl: Nieprawidłowy format tajnego klucza!

source: Could not decrypt private key. Are you certain of the passphrase?
ca_es: No s'ha pogut desxifrar la clau privada. Esteu segur de la contrasenya?
es_es: No se pudo descifrar la clave privada. ¿Estás seguro de la frase de contraseña?
et_ee: Privaatvõtit ei õnnestunud dekrüpteerida. Kas olete paroolis kindel?
id_id: Tidak dapat mendekripsi kunci pribadi (private key). Apakah Anda yakin dengan kata sandi tersebut?
ja_jp: 秘密鍵を復号化できませんでした。パスフレーズは確かですか?
pl_pl: Nie można odszyfrować klucza prywatnego. Czy jesteś pewien hasła?

source: User could not be found.
ca_es: No s'ha pogut trobar l'usuari.
es_es: No se pudo encontrar el usuario.
et_ee: Kasutajat ei leitud.
id_id: Pengguna tidak dapat ditemukan.
ja_jp: ユーザーが見つかりませんでした。
pl_pl: Użytkownik nie został znaleziony.

source: Onboarding email(s) will soon be sent.
ca_es: Aviat s'enviaran correus electrònics d'incorporació.
es_es: Pronto se enviarán los correos electrónicos de incorporación.
et_ee: Sisseelamismeil(id) saadetakse peagi.
id_id: Email orientasi akan segera dikirimkan.
ja_jp: オンボーディングメールがすぐに送信されます。
pl_pl: Wkrótce zostaną wysłane e-maile wprowadzające.

source: Your account has been associated successfully to a team. Please authenticate again.
ca_es: El vostre compte s'ha associat correctament a un equip. Si us plau, torneu a autenticar.
es_es: Su cuenta se ha asociado correctamente a un equipo. Por favor inicie sesión de nuevo.
et_ee: Teie konto on edukalt meeskonnaga seostatud. Palun autentige end uuesti.
id_id: Akun Anda telah berhasil dikaitkan dengan tim. Silakan lakukan autentikasi lagi.
ja_jp: アカウントはチームに正常に関連付けられました。再度認証してください。
pl_pl: Twoje konto zostało pomyślnie powiązane z zespołem. Proszę o ponowne uwierzytelnienie.

source: Signed by %s (%s)
ca_es: Signat per %s (%s)
es_es: Firmado por %s (%s)
et_ee: Allkirjastanud %s (%s)
id_id: Ditandatangani oleh %s (%s)
ja_jp: %s (%s) によって署名されました
pl_pl: Podpisano przez %s (%s)

source: Signature archive by %s (%s)
ca_es: Arxiu de signatures per %s (%s)
es_es: Archivo de firmas por %s (%s)
et_ee: Allkirjade arhiiv kasutajalt %s (%s)
id_id: Arsip tanda tangan berdasarkan %s (%s)
ja_jp: %s による署名アーカイブ (%s)
pl_pl: Archiwum podpisów autorstwa %s (%s)

source: The mandatory "passphrase" parameter was not provided!
ca_es: No s'ha proporcionat el paràmetre obligatori "frase de contrasenya".
es_es: ¡Parámetro obligatorio «Frase de contraseña» no proporcionado!
et_ee: Kohustuslikku parameetrit "parool" ei esitatud!
id_id: Parameter wajib "kata sandi" tidak disediakan!
ja_jp: 必須の「パスフレーズ」パラメータが指定されませんでした。
pl_pl: Nie podano obowiązkowego parametru „hasło”!

source: New comment on your entry.
ca_es: Nou comentari a la teva entrada.
es_es: Nuevo comentario sobre tu entrada.
et_ee: Uus kommentaar teie sissekande kohta.
id_id: Komentar baru pada entri Anda.s
ja_jp: あなたのエントリーに新しいコメントがあります。
pl_pl: Nowy komentarz do Twojego wpisu.

source: Allow users booking in past
ca_es: Permet als usuaris fer reserves en el passat
es_es: Permitir a los usuarios reservar en el pasado
et_ee: Luba kasutajatel broneerida minevikus
id_id: Izinkan pengguna memesan di masa lalu
ja_jp: 過去の予約を許可する
pl_pl: Zezwalaj użytkownikom na rezerwację w przeszłości

source: Last saved:
ca_es: Darrer desat:
es_es: Último guardado:
et_ee: Viimati salvestatud:
id_id: Terakhir disimpan:
ja_jp: 最後に保存した日時:
pl_pl: Ostatnio zapisane:

source: Resend onboarding email
ca_es: Torna a enviar el correu electrònic d'incorporació
es_es: Reenviar correo electrónico de incorporación
et_ee: Taas saada sisseelamiskiri
id_id: Kirim ulang email orientasi
ja_jp: オンボーディングメールを再送信
pl_pl: Wyślij ponownie e-mail wprowadzający

source: Select users to whom the onboarding email will be sent.
ca_es: Seleccioneu els usuaris als quals s'enviarà el correu electrònic d'incorporació.
es_es: Seleccione los usuarios a quienes se enviará el correo electrónico de incorporación.
et_ee: Valige kasutajad, kellele sisseelamiskiri saadetakse.
id_id: Pilih pengguna yang akan dikirimi email orientasi.
ja_jp: オンボーディング メールを送信するユーザーを選択します。
pl_pl: Wybierz użytkowników, do których zostanie wysłany e-mail wprowadzający.

source: Search users...
ca_es: Cerca usuaris...
es_es: Buscar usuarios...
et_ee: Otsi kasutajaid...
id_id: Cari pengguna...
ja_jp: ユーザーを検索...
pl_pl: Wyszukaj użytkowników...

source: Onboarding email
ca_es: Correu electrònic d'incorporació
es_es: Correo electrónico de incorporación
et_ee: Sisseelamiskiri
id_id: Email orientasi
ja_jp: オンボーディングメール
pl_pl: E-mail wprowadzający

source: This email will be sent to new users.
ca_es: Aquest correu electrònic s'enviarà als usuaris nous.
es_es: Este correo electrónico se enviará a los nuevos usuarios.
et_ee: See e-kiri saadetakse uutele kasutajatele.
id_id: Email ini akan dikirimkan ke pengguna baru.
ja_jp: このメールは新規ユーザーに送信されます。
pl_pl: Ten e-mail zostanie wysłany do nowych użytkowników.

source: Send onboarding emails
ca_es: Envieu correus electrònics d'incorporació
es_es: Enviar correos electrónicos de incorporación
et_ee: Saada sisseelamiskirjad
id_id: Kirim email orientasi
ja_jp: オンボーディングメールを送信する
pl_pl: Wysyłaj e-maile wprowadzające

source: Resend email to selected users
ca_es: Torna a enviar el correu electrònic als usuaris seleccionats
es_es: Reenviar correo electrónico a usuarios seleccionados
et_ee: Saada e-kiri valitud kasutajatele uuesti
id_id: Kirim ulang email ke pengguna yang dipilih
ja_jp: 選択したユーザーにメールを再送信
pl_pl: Wyślij ponownie e-mail do wybranych użytkowników

source: Send a different email for (sys)admins.
ca_es: Envieu un correu electrònic diferent per als administradors (del sistema).
es_es: Envíe un correo electrónico diferente para los administradores (del sistema).
et_ee: Saada (süsteemi)administraatoritele erinev e-kiri.
id_id: Kirimkan email yang berbeda untuk (sys)admin.
ja_jp: (システム)管理者には別のメールを送信します。
pl_pl: Wyślij inny e-mail do administratorów (sys).

source: This email will be sent to new (sys)admins.
ca_es: Aquest correu electrònic s'enviarà als nous administradors (del sistema).
es_es: Este correo electrónico se enviará a los nuevos administradores (del sistema).
et_ee: See e-kiri saadetakse uutele (süsteemi)administraatoritele.
id_id: Email ini akan dikirim ke (sys)admin yang baru.
ja_jp: このメールは新しい (システム) 管理者に送信されます。
pl_pl: Ten e-mail zostanie wysłany do nowych administratorów (sys).

source: Modify procurement parameters
ca_es: Modificar els paràmetres de contractació
es_es: Modificar parámetros de adquisición
et_ee: Hankeparameetrite muutmine
id_id: Memodifikasi parameter pengadaan
ja_jp: 調達パラメータを変更する
pl_pl: Modyfikuj parametry zaopatrzenia

source: Allow procurement of this resource
ca_es: Permetre l'adquisició d'aquest recurs
es_es: Permitir la adquisición de este recurso
et_ee: Luba selle ressursi hankimine
id_id: Izinkan pengadaan sumber daya ini
ja_jp: このリソースの調達を許可する
pl_pl: Zezwól na zakup tego zasobu

source: Packaging quantity
ca_es: Quantitat d'embalatge
es_es: Cantidad de embalaje
et_ee: Pakendi kogus
id_id: Jumlah kemasan
ja_jp: 梱包数量
pl_pl: Ilość w opakowaniu
