Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: Price without taxes
ca_es: Preu sense impostos
es_es: Precio sin impuestos
et_ee: Hind ilma maksudeta
id_id: Harga tanpa pajak
ja_jp: 税抜き価格
pl_pl: Cena bez podatków

source: Price with taxes
ca_es: Preu amb impostos
es_es: Precio con impuestos
et_ee: Hind koos maksudega
id_id: Harga dengan pajak
ja_jp: 税込価格
pl_pl: Cena z podatkami

source: Currency
ca_es: Moneda
es_es: Divisa
et_ee: Valuuta
id_id: Mata uang
ja_jp: 通貨
pl_pl: Waluta

source: Archive
ca_es: Arxiu
es_es: Archivo
et_ee: Arhiiv
id_id: Arsip
it_it: Archivia
ja_jp: アーカイブ
pl_pl: Archiwum

source: This allows users without an account to login into a team and see the experiments with public visibility. It also enables users to share specific entries with a special link.
ca_es: Això permet als usuaris sense compte iniciar sessió en un equip i veure els experiments amb visibilitat pública. També permet als usuaris compartir entrades específiques amb un enllaç especial.
es_es: Esto permite a los usuarios sin una cuenta iniciar sesión en un equipo y ver los experimentos con visibilidad pública. También permite a los usuarios compartir entradas específicas con un enlace especial.
et_ee: See võimaldab kontota kasutajatel meeskonda sisse logida ja eksperimente avalikult näha. Samuti võimaldab see kasutajatel spetsiaalse lingi abil konkreetseid kirjeid jagada.
id_id: Hal ini memungkinkan pengguna tanpa akun untuk masuk ke dalam tim dan melihat eksperimen dengan visibilitas publik. Ini juga memungkinkan pengguna untuk berbagi entri tertentu dengan tautan khusus.
ja_jp: これにより、アカウントを持たないユーザーでもチームにログインして、公開された状態で実験を閲覧できるようになります。また、ユーザーは特別なリンクを使用して特定のエントリを共有することもできます。
pl_pl: Dzięki temu użytkownicy bez konta mogą zalogować się do zespołu i zobaczyć eksperymenty w publicznej widoczności. Umożliwia także użytkownikom udostępnianie określonych wpisów za pomocą specjalnego linku.

source: Procurement requests
ca_es: Sol·licituds de contractació
es_es: Solicitudes de adquisiciones
et_ee: Hanketaotlused
id_id: Permintaan pengadaan
ja_jp: 調達リクエスト
pl_pl: Zapytania o zamówienia

source: Requester
ca_es: Sol·licitant
es_es: Solicitante
et_ee: Taotleja
id_id: Pemohon
ja_jp: 依頼者
pl_pl: Osoba żądająca

source: Ordered
ca_es: Ordenat
es_es: Ordenado
et_ee: Tellitud
id_id: Dipesan
ja_jp: 順序付けられました
pl_pl: Zamówione

source: Quantity ordered
ca_es: Quantitat encarregada
es_es: Cantidad pedida
et_ee: Tellitud kogus
id_id: Jumlah dipesan
ja_jp: 注文数量
pl_pl: Zamówiona ilość

source: Total
et_ee: Kokku
ja_jp: 合計
pl_pl: Całkowity

source: Quantity received
ca_es: Quantitat rebuda
es_es: Cantidad recibida
et_ee: Saadud kogus
id_id: Jumlah diteruma
ja_jp: 受領数量
pl_pl: Otrzymana ilość

source: Quote
ca_es: Cita
es_es: Cita
et_ee: Pakkumine
id_id: Kutipan
ja_jp: 引用
pl_pl: Cytat

source: State
ca_es: Estat
es_es: Estado
et_ee: Olek
id_id: Status
ja_jp: 州
pl_pl: Państwo

source: unset
ca_es: sense fixar
es_es: no configurado
et_ee: tühistatud
id_id: belum ditetapkan
ja_jp: 設定解除
pl_pl: nieoprawny

source: Cancel order
ca_es: Cancel · lar la comanda
es_es: Cancelar orden
et_ee: Tühista tellimus
id_id: Batalkan pesanan
ja_jp: 注文をキャンセルする
pl_pl: Anuluj zamówienie

source: No procurement requests have been made yet.
ca_es: Encara no s'ha fet cap sol·licitud de contractació.
es_es: Aún no se han realizado solicitudes de adquisición.
et_ee: Hanketaotlusi pole veel esitatud.
id_id: Belum ada permintaan pengadaan yang diajukan.
ja_jp: 調達要請はまだ行われていません。
pl_pl: Nie złożono jeszcze żadnych wniosków o udzielenie zamówienia.

source: (free, no account required)
ca_es: (gratuït, no cal compte)
es_es: (gratis, no se requiere cuenta)
et_ee: (tasuta, kontot pole vaja)
id_id: (gratis, tidak perlu akun)
ja_jp: （無料、アカウント不要）
pl_pl: (bezpłatny, nie wymaga konta)

source: (requires account)
ca_es: (requereix un compte)
es_es: (requiere cuenta)
et_ee: (nõuab kontot)
id_id: (memerlukan akun)
ja_jp: (アカウントが必要です)
pl_pl: (wymaga konta)

source: Regenerate signature keys
ca_es: Regenerar les claus de signatura
es_es: Regenerar claves de firma
et_ee: Allkirjavõtmete uuesti genereerimine
id_id: Membuat ulang kunci tanda tangan
ja_jp: 署名キーを再生成する
pl_pl: Wygeneruj ponownie klucze podpisu

source: Warning: regenerating your signature keys means the current key will be archived and will not be available anymore.
ca_es: Avís: regenerar les teves claus de signatura significa que la clau actual s'arxivarà i ja no estarà disponible.
es_es: Advertencia: regenerar sus claves de firma significa que la clave actual se archivará y ya no estará disponible.
et_ee: Hoiatus: allkirjavõtmete uuesti genereerimine tähendab, et praegune võti arhiveeritakse ja pole enam saadaval.
id_id: Peringatan: membuat ulang kunci tanda tangan Anda berarti kunci saat ini akan diarsipkan dan tidak akan tersedia lagi.
ja_jp: 警告: 署名キーを再生成すると、現在のキーがアーカイブされ、使用できなくなります。
pl_pl: Uwaga: ponowne wygenerowanie kluczy podpisu oznacza, że bieżący klucz zostanie zarchiwizowany i nie będzie już dostępny.

source: Enter a passphrase:
ca_es: Introduïu una frase de contrasenya:
es_es: Introduzca una frase de contraseña:
et_ee: Sisesta parool:
id_id: Masukkan frasa sandi:
ja_jp: パスフレーズを入力してください:
pl_pl: Wpisz hasło:

source: Signature keys
ca_es: Claus de signatura
es_es: Claves de firma
et_ee: Allkirjavõtmed
id_id: Kunci tanda tangan
ja_jp: 署名キー
pl_pl: Klucze podpisu

source: Download private key
ca_es: Descarrega la clau privada
es_es: Descargar clave privada
et_ee: Laadi alla privaatvõti
id_id: Unduh kunci privat
ja_jp: 秘密鍵をダウンロード
pl_pl: Pobierz klucz prywatny

source: Download public key
ca_es: Descarrega la clau pública
es_es: Descargar clave pública
et_ee: Laadi alla avalik võti
id_id: Unduh kunci publik
ja_jp: 公開鍵をダウンロード
pl_pl: Pobierz klucz publiczny

source: Signature keys are a highly secure public-key signature system that allows you to cryptographically sign experiments or resources. Signing an entry will generate an immutable archive.
ca_es: Les claus de signatura són un sistema de signatura de clau pública altament segur que us permet signar criptogràficament experiments o recursos. Signar una entrada generarà un arxiu immutable.
es_es: Las claves de firma son un sistema de firma de clave pública altamente seguro que le permite firmar criptográficamente experimentos o recursos. Firmar una entrada generará un archivo inmutable.
et_ee: Allkirjavõtmed on üliturvaline avaliku võtme allkirjasüsteem, mis võimaldab teil eksperimente või ressursse krüptograafiliselt allkirjastada. Kirje allkirjastamine loob muutumatu arhiivi.
id_id: Kunci tanda tangan adalah sistem tanda tangan kunci publik yang sangat aman yang memungkinkan Anda menandatangani eksperimen atau sumber daya secara kriptografis. Menandatangani entri akan menghasilkan arsip yang tidak dapat diubah.
ja_jp: 署名キーは、実験やリソースに暗号で署名できる、非常に安全な公開キー署名システムです。エントリに署名すると、変更不可能なアーカイブが生成されます。
pl_pl: Klucze podpisu to wysoce bezpieczny system podpisów kluczy publicznych, który umożliwia kryptograficzne podpisywanie eksperymentów lub zasobów. Podpisanie wpisu wygeneruje niezmienne archiwum.

source: To learn more about signature keys, have a look at the %scomplete documentation%s.
ca_es: Per obtenir més informació sobre les claus de signatura, mireu la %documentació completa%s.
es_es: Para obtener más información sobre las claves de firma, consulte la %sdocumentación completa%s.
et_ee: Allkirjavõtmete kohta lisateabe saamiseks vaadake %stäielikku dokumentatsiooni%s.
id_id: Untuk mempelajari lebih lanjut tentang kunci tanda tangan, lihat %sdokumentasi lengkap%s.
ja_jp: 署名キーの詳細については、%s完全なドキュメント%sをご覧ください。
pl_pl: Aby dowiedzieć się więcej o kluczach podpisu, przejrzyj %spełną dokumentację%s.

source: You do not have a key pair associated with your account yet.
ca_es: Encara no teniu cap parell de claus associat al vostre compte.
es_es: Aún no tiene un par de claves asociado a su cuenta.
et_ee: Teie kontoga pole veel võtmepaari seotud.
id_id: Anda belum memiliki pasangan kunci yang terkait dengan akun Anda.
ja_jp: アカウントにキーペアがまだ関連付けられていません。
pl_pl: Nie masz jeszcze pary kluczy powiązanej ze swoim kontem.

source: To generate a key pair, enter a passphrase below and click the button:
ca_es: Per generar un parell de claus, introduïu una frase de contrasenya a continuació i feu clic al botó:
es_es: Para generar un par de claves, ingrese una frase de contraseña a continuación y haga clic en el botón:
et_ee: Võtmepaari genereerimiseks sisestage allpool parool ja klõpsake nuppu:
id_id: Untuk membuat pasangan kunci, masukkan frasa sandi di bawah ini dan klik tombol:
ja_jp: キー ペアを生成するには、以下のパスフレーズを入力してボタンをクリックします。
pl_pl: Aby wygenerować parę kluczy, wpisz poniżej hasło i kliknij przycisk:

source: Generate signature keys
ca_es: Generar claus de signatura
es_es: Generar claves de firma
et_ee: Allkirjavõtmete genereerimine
id_id: Buat kunci tanda tangan
ja_jp: 署名キーを生成する
pl_pl: Wygeneruj klucze podpisu

source: Tip: use a password manager or a passphrase that you can remember, see %sthis XKCD comic%s.
ca_es: Consell: utilitzeu un gestor de contrasenyes o una frase de contrasenya que recordeu; vegeu %saquest còmic XKCD%s.
es_es: Consejo: utiliza un administrador de contraseñas o una frase de contraseña que puedas recordar, consulta %seste cómic de XKCD%s.
et_ee: Näpunäide: kasutage paroolihaldurit või paroolifraasi, mida te mäletate, vaadake %seda XKCD koomiksit%s.
id_id: Tip: gunakan pengelola kata sandi atau frasa sandi yang dapat Anda ingat, lihat %skomik XKCD ini%s.
ja_jp: ヒント: 覚えやすいパスワード マネージャーまたはパスフレーズを使用してください。%sこの XKCD コミック%s を参照してください。
pl_pl: Wskazówka: użyj menedżera haseł lub hasła, które możesz zapamiętać, zobacz %stego komiksu XKCD%s.

source: Your account is already associated with a keypair.
ca_es: El vostre compte ja està associat a un parell de claus.
es_es: Su cuenta ya está asociada con un par de claves.
et_ee: Teie konto on juba võtmepaariga seotud.
id_id: Akun Anda sudah dikaitkan dengan pasangan kunci kriptografi.
ja_jp: あなたのアカウントはすでにキーペアに関連付けられています。
pl_pl: Twoje konto jest już powiązane z parą kluczy.

source: Here is your public key. You can share it with the world:
ca_es: Aquí teniu la vostra clau pública. Podeu compartir-ho amb el món:
es_es: Aquí está su clave pública. Puedes compartirla con el mundo:
et_ee: Siin on teie avalik võti. Saate seda maailmaga jagada:
id_id: Ini adalah kunci publik Anda. Anda dapat membagikannya dengan dunia:
ja_jp: これがあなたの公開鍵です。これを世界と共有できます:
pl_pl: Oto twój klucz publiczny. Możesz podzielić się tym ze światem:

source: Request action
ca_es: Sol·licitar acció
es_es: Solicitar acción
et_ee: Toimingu taotlemine
id_id: Meminta tindakan
ja_jp: アクションをリクエスト
pl_pl: Poproś o działanie

source: Select action
ca_es: Seleccioneu l'acció
es_es: Seleccione la acción
et_ee: Valige toiming
id_id: Pilih tindakan
ja_jp: アクションを選択
pl_pl: Wybierz akcję

source: Select collaborator
ca_es: Seleccioneu col·laborador
es_es: Seleccionar colaborador
et_ee: Vali kaastöötaja
id_id: Pilih kolaborator
ja_jp: 共同編集者を選択
pl_pl: Wybierz współpracownika

source: Add signature
ca_es: Afegeix la signatura
es_es: Agregar firma
et_ee: Lisa allkiri
id_id: Tambahkan tanda tangan
ja_jp: 署名を追加
pl_pl: Dodaj podpis

source: Adding your signature will cryptographically sign the content of this entry, and the signature will be stored alongside the content at the time of signature, in an archive, visible as attachment (masked by default because archived).
ca_es: Si afegiu la vostra signatura, signarà criptogràficament el contingut d'aquesta entrada, i la signatura s'emmagatzemarà al costat del contingut en el moment de la signatura, en un arxiu, visible com a fitxer adjunt (emmascarat per defecte perquè s'ha arxivat).
es_es: Al agregar su firma, se firmará criptográficamente el contenido de esta entrada y la firma se almacenará junto con el contenido en el momento de la firma, en un archivo, visible como archivo adjunto (enmascarado de forma predeterminada porque está archivado).
et_ee: Allkirja lisamine krüptograafiliselt allkirjastab selle kirje sisu ning allkiri salvestatakse allkirjastamise ajal sisu kõrval arhiivi, mis on nähtav manusena (vaikimisi maskeeritud, kuna see on arhiveeritud).
id_id: Menambahkan tanda tangan Anda akan secara kriptografis menandatangani konten entri ini, dan tanda tangan akan disimpan bersama konten pada saat tanda tangan, dalam sebuah arsip, terlihat sebagai lampiran (disembunyikan secara default karena diarsipkan).
ja_jp: 署名を追加すると、このエントリの内容が暗号的に署名され、署名は署名時のコンテンツとともにアーカイブに保存され、添付ファイルとして表示されます (アーカイブされているため、デフォルトではマスクされています)。
pl_pl: Dodanie podpisu spowoduje kryptograficzne podpisanie treści tego wpisu, a podpis będzie przechowywany wraz z treścią w momencie podpisania, w archiwum widocznym jako załącznik (domyślnie zamaskowany, ponieważ zarchiwizowany).

source: Your account is missing a cryptographic key pair, necessary for signature. You must generate one from your User Control Panel before you can sign an entry.
ca_es: Al teu compte li falta un parell de claus criptogràfiques, necessaris per a la signatura. Heu de generar-ne un des del vostre Tauler de control d'usuari abans de poder signar una entrada.
es_es: A su cuenta le falta un par de claves criptográficas, necesarias para la firma. Debe generar uno desde su Panel de control de usuario antes de poder firmar una entrada.
et_ee: Teie kontolt puudub allkirjastamiseks vajalik krüptograafiline võtmepaar. Enne kirje allkirjastamist peate selle oma kasutaja juhtpaneelil genereerima.
id_id: Akun Anda tidak memiliki pasangan kunci kriptografi, yang diperlukan untuk tanda tangan. Anda harus membuatnya dari Panel Kontrol Pengguna sebelum dapat menandatangani entri.
ja_jp: あなたのアカウントには、署名に必要な暗号化キー ペアがありません。エントリに署名する前に、ユーザー コントロール パネルからキー ペアを生成する必要があります。
pl_pl: Na Twoim koncie brakuje pary kluczy kryptograficznych niezbędnych do podpisu. Zanim będziesz mógł podpisać wpis, musisz go wygenerować w Panelu sterowania użytkownika.

source: Select a meaning for this signature
ca_es: Seleccioneu un significat per a aquesta signatura
es_es: Seleccione un significado para esta firma
et_ee: Valige selle allkirja tähendus
id_id: Pilih makna untuk tanda tangan ini
ja_jp: この署名の意味を選択してください
pl_pl: Wybierz znaczenie tego podpisu

source: Enter your passphrase to unlock your secret key:
ca_es: Introduïu la vostra frase de contrasenya per desbloquejar la vostra clau secreta:
es_es: Ingrese su frase de contraseña para desbloquear su clave secreta:
et_ee: Salajase võtme avamiseks sisestage oma parool:
id_id: Masukkan kata sandi Anda untuk membuka kunci rahasia Anda:
ja_jp: 秘密鍵のロックを解除するにはパスフレーズを入力してください:
pl_pl: Wprowadź hasło, aby odblokować tajny klucz:

source: Add your signature
ca_es: Afegeix la teva signatura
es_es: Añade tu firma
et_ee: Lisa oma allkiri
id_id: Tambahkan tanda tangan Anda
ja_jp: 署名を追加する
pl_pl: Dodaj swój podpis

source: Go to Settings
ca_es: Vés a Configuració
es_es: Ir a la configuración
et_ee: Mine seadetesse
id_id: Buka Pengaturan
ja_jp: 設定に移動
pl_pl: Przejdź do ustawień

source: Create procurement request
ca_es: Crear una sol·licitud de contractació
es_es: Crear solicitud de adquisición
et_ee: Loo hankepäring
id_id: Membuat permintaan pengadaan
ja_jp: 調達リクエストの作成
pl_pl: Utwórz żądanie zakupu

source: Enter a quantity to purchase
ca_es: Introduïu una quantitat per comprar
es_es: Ingrese una cantidad para comprar
et_ee: Sisestage ostetav kogus
id_id: Masukkan jumlah yang akan dibeli
ja_jp: 購入する数量を入力してください
pl_pl: Wprowadź ilość do zakupu

source: Place order
ca_es: Fes la comanda
es_es: Realizar pedido
et_ee: Esita tellimus
id_id: Tempatkan pesanan
ja_jp: 注文する
pl_pl: Złożyć zamówienie

source: archiving
ca_es: arxivant
es_es: archivando
et_ee: arhiveerimine
id_id: pengarsipan
ja_jp: アーカイブ
pl_pl: archiwizacja

source: locking
ca_es: bloquejant
es_es: bloqueando
et_ee: lukustamine
id_id: penguncian
ja_jp: ロック
pl_pl: blokowanie

source: signing
ca_es: signant
es_es: firmando
et_ee: allkirjastamine
id_id: penandatanganan
ja_jp: 署名
pl_pl: podpisywanie

source: timestamping
ca_es: segellant el temps
es_es: Sellando tiempo
et_ee: ajatempli lisamine
id_id: pemberian cap waktu
ja_jp: タイムスタンプ
pl_pl: znacznik czasu

source: Cannot store more than %d exports. Delete previous exports to be permitted to create new ones.
ca_es: No es pot guardar més del %d d'exportacions. Elimina les exportacions prèvies per permetre crear-ne de noves.
es_es: No se pueden almacenar más de %d exportaciones. Elimina exportaciones previas para permitir que se creen nuevas.
et_ee: Ei saa salvestada rohkem kui %d eksporti. Uute eksportide loomiseks kustuta eelmised.
id_id: Tidak dapat menyimpan lebih dari %d ekspor. Hapus ekspor sebelumnya agar dapat membuat ekspor baru.
ja_jp: %d 件を超えるエクスポートを保存できません。新しいエクスポートを作成するには、以前のエクスポートを削除してください。
pl_pl: Nie można przechowywać więcej niż %d pakietów. Proszę usunąć poprzednio wyeksportowane pakiety w celu przygotowania nowego

source: Apply to {{num, number}} entries?
ca_es: Aplicar a {{num, number}} d'entrades?
es_es: ¿Aplicar a {{num,number}} entradas?
et_ee: Rakenda {{num, number}} kirjele?
id_id: Berlaku untuk entri {{num, number}}?
ja_jp: {{num, number}} 件のエントリに適用しますか?
pl_pl: Czy zastosować do {{num, number}} wpisów?

source: This action has been requested already.
ca_es: Aquesta acció ja ha estat sol·licitada.
es_es: Esta acción ya se ha solicitado.
et_ee: Seda toimingut on juba taotletud.
id_id: Tindakan ini sudah diminta.
ja_jp: このアクションはすでに要求されています。
pl_pl: Złożono już wniosek o tę czynność.

source: Batch actions
ca_es: Accions en lot
es_es: Acciones por lote
et_ee: Hulgitoimingud
id_id: Tindakan terkumpul
ja_jp: バッチアクション
pl_pl: Przetwarzanie wsadowe

source: Newcomer banner
ca_es: Bandera de nouvingut
es_es: Anuncio para recién llegados
et_ee: Uue liikme silt
id_id: Spanduk pendatang baru
ja_jp: 新人バナー
pl_pl: Znak nowicjusza

source: Activate newcomer banner
ca_es: Activar bandera de nouvingut
es_es: Activar anuncio para recién llegados
et_ee: Aktiveeri uue liikme silt
id_id: Aktifkan spanduk pendatang baru
ja_jp: 新規参入バナーを有効にする
pl_pl: Aktywuj znak nowicjusza

source: Display a message to users that recently joined the team.
ca_es: Mostra un missatge als usuaris que s'han unit a l'equip recentment.
es_es: Mostrar un mensaje a los usuarios que se han unido recientemente al equipo.
et_ee: Kuva sõnum kasutajatele, kes on hiljuti meeskonnaga liitunud.
id_id: Menampilkan pesan kepada pengguna yang baru saja bergabung dengan tim.
ja_jp: 最近チームに参加したユーザーにメッセージを表示します。
pl_pl: Wyświetl wiadomość dla użytkowników nowozalogowanych

source: Number of days after registration where a user is considered a newcomer
ca_es: Número de dies després del registre en que un usuari és considerat un nouvingut
es_es: Número de días tras el registro en los que un usuario se considera recién llegado
et_ee: Päevade arv pärast registreerimist, mil kasutajat peetakse uustulnukaks
id_id: Jumlah hari setelah pendaftaran di mana pengguna dianggap sebagai pendatang baru
ja_jp: 登録後、ユーザーが新規ユーザーとみなされる日数
pl_pl: Okres w dniach kiedy użytkownik jest traktowany jako nowicjusz

source: Message to display
ca_es: Missatge a mostrar
es_es: Mensaje a mostrar
et_ee: Kuvatav teade
id_id: Pesan yang akan ditampilkan
ja_jp: 表示するメッセージ
pl_pl: Komunikat do wyświetlania

source: From here you can perform actions on entire group of entries at once.
ca_es: Des d'aquí pots realitzar accions en grups d'entrades d'una vegada.
es_es: Desde aquí puede realizar acciones en todo el grupo de entradas a la vez.
et_ee: Siit saate toiminguid teha kogu kirjete rühmaga korraga.
id_id: Dari sini, Anda dapat melakukan tindakan pada seluruh kelompok entri sekaligus.
ja_jp: ここから、エントリのグループ全体に対して一度にアクションを実行できます。
pl_pl: Stąd możesz wykonywać akcje na całej grupie wpisów jednocześnie.

source: Toggle display
ca_es: Canvia la visualització
es_es: Conmutar pantalla
et_ee: Kuva/peida ekraan
id_id: Alihkan tampilan
ja_jp: 表示を切り替える
pl_pl: Przełącz wyświetlanie

source: selected
ca_es: seleccionar
es_es: seleccionado
et_ee: valitud
id_id: terpilih
ja_jp: 選択済
pl_pl: Zananaczone

source: Resources status
ca_es: Estat dels recursos
es_es: Estado de los recursos
et_ee: Ressursside olek
id_id: Status sumber daya
ja_jp: リソースのステータス
pl_pl: Status zasobów

source: Experiments status
ca_es: Estat dels experiments
es_es: Estado de los experimentos
et_ee: Eksperimentide olek
id_id: Status eksperimen
ja_jp: 実験状況
pl_pl: Status eksperymentów

source: Unlock
ca_es: Desbloqueja
es_es: Desbloquear
et_ee: Ava
id_id: Buka kunci
ja_jp: ロック解除
pl_pl: Odblokuj

source: Set permissions
ca_es: Establir permisos
es_es: Establecer permisos
et_ee: Määra õigused
id_id: Mengatur izin
ja_jp: 許可設定
pl_pl: Ustaw ograniczenia

source: Set read permissions
ca_es: Establir permisos de lectura
es_es: Establecer permisos de lectura
et_ee: Lugemisõiguste määramine
id_id: Mengatur izin baca
ja_jp: 読み取り権限を設定する
pl_pl: Ustaw ograniczenia odczytu

source: Set write permissions
ca_es: Establir permisos d'escriptura
es_es: Establecer permisos de escritura
et_ee: Kirjutamisõiguste määramine
id_id: Mengatur izin tulis
ja_jp: 書き込み権限を設定する
pl_pl: Ustaw ograniczenia zapisu

source: You are seeing this because your account is less than %d days old.
ca_es: Estàs veient això perquè la teva compte té menys de %d dies.
es_es: Esto ocurre porque su cuenta tiene menos de %d días de antigüedad.
et_ee: Näete seda, kuna teie konto on vähem kui %d päeva vana.
id_id: Anda melihat ini karena akun Anda berusia kurang dari %d hari.
ja_jp: アカウントが %d 日未満であるため、このメッセージが表示されています。
pl_pl: Widzisz to, ponieważ Twoje konto ma mniej niż %d dni.

source: Create export
ca_es: Crear exportació
es_es: Crear exportación
et_ee: Loo eksportfail
id_id: Buat ekspor
ja_jp: エクスポートを作成
pl_pl: Utwórz eksport

source: Export source
ca_es: Exportar la font
es_es: Fuente de exportación
et_ee: Ekspordi allikas
id_id: Sumber ekspor
ja_jp: エクスポート元
pl_pl: Źródło eksportu

source: Export format
ca_es: Exportar el format
es_es: Formato de exportación
et_ee: Ekspordi vorming
id_id: Format ekspor
ja_jp: フォーマット出力
pl_pl: Format eksportu

source: Select a format
ca_es: Seleccionar un format
es_es: Seleccione un formato
et_ee: Valige vorming
id_id: Pilih format
ja_jp: フォーマット選択
pl_pl: Wybierz format

source: ELN archive
ca_es: Arxivar ELN
es_es: Archivo ELN
et_ee: ELN-i arhiiv
id_id: Arsip ELN
ja_jp: ELNアーカイブ
pl_pl: Archiwum ELN

source: JSON file
ca_es: Arxiu JSON
es_es: Archivo JSON
et_ee: JSON-fail
id_id: File JSON
ja_jp: JSONファイル
pl_pl: Plik JSON

source: PDF document
ca_es: Document PDF
es_es: Documento PDF
et_ee: PDF-dokument
id_id: Dokumen PDF
ja_jp: PDF書類
pl_pl: Dokument PDF

source: ZIP archive
ca_es: Arxiu ZIP
es_es: Archivo ZIP
et_ee: ZIP-arhiiv
id_id: Arsip ZIP
ja_jp: ZIPアーカイブ
pl_pl: Archiwum ZIP

source: Options
ca_es: Opcions
es_es: Opciones
et_ee: Valikud
id_id: Pilihan
ja_jp: オプション
pl_pl: Opcje

source: Include changelog
ca_es: Incloure registre de canvis
es_es: Incluir registro de cambios
et_ee: Lisa muudatuste logi
id_id: Sertakan log perubahan
ja_jp: 変更ログを含める
pl_pl: Dołącz dziennik zmian

source: The PDF files will contain the changelog.
ca_es: Els arxius PDF inclouran el registre de canvis.
es_es: Los archivos PDF contendrán el registro de cambios.
et_ee: PDF-failid sisaldavad muudatuste logi.
id_id: File PDF akan berisi log perubahan.
ja_jp: PDF ファイルには変更ログが含まれます。
pl_pl: Pliki PDF będą zawierać dziennik zmian.

source: Use PDF/A
ca_es: Utilitzar PDF/A
es_es: Utilizar PDF/A
et_ee: Kasutage PDF/A-d
id_id: Gunakan PDF/A
ja_jp: PDF/Aを使用する
pl_pl: Użyj PDF/A
