Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: Currently editing
ca_es: Editant actualment
es_es: Editando en este momento
et_ee: Praegu toimetab
id_id: Sedang mengedit
ja_jp: 現在編集中
pl_pl: Obecnie edytowany

source: File name is missing.
ca_es: Falta el nom d'arxiu.
es_es: Falta el nombre del archivo.
et_ee: Failinimi puudub.
id_id: Nama file tidak ada.
ja_jp: ファイル名がありません。
pl_pl: Brak nazwy pliku

source: Import a spreadsheet (xls, csv, ods, ...)
ca_es: Importa un full de càlcul (xls, csv, ods, ...)
es_es: Importar una hoja de cálculo (xls, csv, ods, ...)
et_ee: Impordi arvutustabel (xls, csv, ods, ...)
id_id: Mengimpor spreadsheet (xls, csv, ods, ...)
ja_jp: スプレッドシート（xls、csv、ods、...）のインポート
pl_pl: Importuj arkusz (xls, csv, ods)

source: New spreadsheet
ca_es: Nou full de càlcul
es_es: Nueva hoja de cálculo
et_ee: Uus arvutustabel
id_id: Spreadsheet baru
ja_jp: 新しいスプレッドシート
pl_pl: Nowy arkusz

source: New title for the column
ca_es: Nou títol per la columna
es_es: Nuevo título para la columna
et_ee: Uus veeru pealkiri
id_id: Judul baru untuk kolom
ja_jp: コラムの新しいタイトル
pl_pl: Nowy nagłówek kolumny

source: Overwrite original file
ca_es: Sobreescriu arxiu original
es_es: Sobreescribir el archivo original
et_ee: Kirjuta algne fail üle
id_id: Menimpa file asli
ja_jp: 元のファイルを上書きする
pl_pl: Nadpisz plik oryginalny

source: Removed
ca_es: Eliminat
es_es: Eliminado
et_ee: Eemaldatud
id_id: Dihapus
ja_jp: 削除されました
pl_pl: Usunięty

source: Added
ca_es: Afegit
es_es: Añadido
et_ee: Lisatud
id_id: Ditambahkan
ja_jp: 追加
pl_pl: Dodany

source: %s link to compound: %s (CAS Number: %s) with id: %d
ca_es: %s enllaç al compost: %s (Número CAS: %s) amb id: %d
es_es: %s enlazar a un compuesto: %s (Número CAS: %s) con id: %d
et_ee: %s link ühendile: %s (CAS-number: %s) ID-ga: %d
id_id: Tautan %s ke senyawa: %s (Nomor CAS: %s) dengan id: %d
ja_jp: %s 化合物へのリンク：%s（CAS番号：%s）のid：%dを持つ
pl_pl: %s odnosnik do związku: %s (CAS: %s)

source: %s link to %s: %s
ca_es: %s enllaç a %s: %s
es_es: %s enlazar a %s: %s
et_ee: %s link %s: %s
id_id: Tautan %s ke %s: %s
ja_jp: %sは%sにリンクする：%s
pl_pl: %s odnośnik %s: %s

source: Password successfully changed.
ca_es: Contrassenya canviada amb èxit.
es_es: Contraseña cambiada con éxito.
et_ee: Parool on edukalt muudetud.
id_id: Kata sandi berhasil diubah.
ja_jp: パスワードが変更されました。
pl_pl: Hasło zmienione

source: Two-factor authentication has been successfully enabled for your account.
ca_es: S'ha permès l'autentificació de dos factors pel teu compte.
es_es: Se ha permitido la autentificación de dos factores para tu cuenta.
et_ee: Teie konto jaoks on kahefaktoriline autentimine lubatud.
id_id: Autentikasi dua faktor telah berhasil diaktifkan untuk akun Anda.
ja_jp: お客様のアカウントで二要素認証が有効になりました。
pl_pl: Dwupoziomowa autoryzacja została aktywowana dla twego konta

source: Project Monoco
ca_es: Projecte Monoco
es_es: Proyecto Monoco
id_id: Proyek Monoco
ja_jp: プロジェクト・モノコ
pl_pl: Projekt Monoco

source: Teamgroup name
ca_es: Nom del grup d'equip
es_es: Nombre de grupo de equipo
et_ee: Meeskonnarühma nimi
id_id: Nama kelompok tim
ja_jp: チームグループ名
pl_pl: Nazwa grupy

source: Add user to teamgroup
ca_es: Afegeix usuari al grup d'equip
es_es: Añadir usuario al grupo de equipo
et_ee: Lisa kasutaja meeskonnarühma
id_id: Menambahkan pengguna ke grup tim
ja_jp: ユーザーをチームグループに追加する
pl_pl: Dodaj użytkownijka do grupy

source: Send an email to users who booked this resource
ca_es: Envia un correu electrònic als usuaris que han reservat aquest recurs
es_es: Enviar un email a los usuarios que han reservado este recurso
et_ee: Saada e-kiri kasutajatele, kes selle ressursi broneerisid
id_id: Kirim email ke pengguna yang memesan sumber daya ini
ja_jp: このリソースを予約したユーザーにメールを送信する
pl_pl: Wyślij powiadomienie dla wszystkich którzy kożystają z zasobu

source: Recipients are users with bookings up to 4 months past or future.
ca_es: Els recipients són usuaris amb reserves fins a 4 mesos en el passat o el futur.
es_es: Los destinatarios son usuarios con reservas de hasta 4 meses en el pasado o el futuro.
et_ee: Saajad on kasutajad, kellel on broneeringuid kuni 4 kuud tagasi või tulevikus.
id_id: Penerima adalah pengguna dengan pemesanan hingga 4 bulan yang lalu atau yang akan datang.
ja_jp: 受信者は、過去または未来の4ヶ月までの予約を持つユーザーです。
pl_pl: Odbiorcami są użytkownicy posiadający rezerwacje dokonane do 4 miesięcy wstecz lub w przyszłości.

source: There are no bookings associated with this resource.
ca_es: No hi ha reserves associades a aquest recurs.
es_es: No hay reservas asociadas a este recurso.
et_ee: Selle ressursiga pole seotud ühtegi broneeringut.
id_id: Tidak ada pemesanan yang terkait dengan sumber daya ini.
ja_jp: このリソースに関連する予約はない。
pl_pl: Brak rezerwacji dla tego zasobu

source: Email will be sent to %d users.
ca_es: El correu electrònic s'enviarà a %d usuaris.
es_es: Se enviará un correo electrónico a %d usuarios.
et_ee: E-kiri saadetakse %d kasutajale.
id_id: Email akan dikirim ke pengguna %d.
ja_jp: メールは%dのユーザーに送信されます。
pl_pl: Wysłano maila do %d użytkowników

source: Message
ca_es: Missatge
es_es: Mensaje
et_ee: Sõnum
id_id: Pesan
ja_jp: メッセージ
pl_pl: Wiadomość

source: Add link to a compound
ca_es: Afegir enllaç al compost
es_es: Añadir enlace a un compuesto
et_ee: Lisa link ühendile
id_id: Menambahkan tautan ke senyawa
ja_jp: 化合物へのリンクの追加
pl_pl: Link do związku (substancji)

source: Note: only users who were given permission to edit the common compounds table can modify the compounds (add/edit/remove).
ca_es: Nota: només poden editar els compostos (afegir/editar/eliminar) els usuaris que tenen permís per editar la taula de compostos comuna.
es_es: Nota: sólo pueden modificar compuestos (añadir/editar/eliminar) los usuarios que tengan permiso para editar la tabla de compuestos comunes.
et_ee: Märkus: ainult kasutajad, kellel on luba tavaliste ühendite tabelit muuta, saavad ühendeid muuta (lisada/muuta/eemaldada).
id_id: Catatan: hanya pengguna yang diberikan izin untuk mengedit tabel senyawa umum yang dapat memodifikasi senyawa (menambah/mengedit/menghapus).
ja_jp: 注：共通化合物テーブルの編集権限を与えられたユーザーだけが、化合物の修正（追加／編集／削除）ができる。
pl_pl: Uwaga: modyfikować, dodawać, edytować i usuwać związki mogą tylko użytkownicy, którzy otrzymali uprawnienia do edycji tabeli związków wspólnych.

source: Double-click a row in the table below to view complete information about a compound.
ca_es: Fes doble clic a una fila de la taula a continuació per veure la informació completa d'un compost.
es_es: Haz doble clic a una fila en la tabla a continuación para ver la información completa de un compuesto.
et_ee: Topeltklõpsake alloleva tabeli real, et kuvada ühendi täielik teave.
id_id: Klik dua kali baris pada tabel di bawah ini untuk melihat informasi lengkap tentang suatu senyawa.
ja_jp: 下の表の行をダブルクリックすると、化合物の完全な情報が表示されます。
pl_pl: Aby wyświetlić pełne informacje o związku, kliknij dwukrotnie wiersz w poniższej tabeli.

source: No templates found.
ca_es: No s'han trobat plantilles.
es_es: No se encontraron plantillas.
et_ee: Malle ei leitud.
id_id: Tidak ada templat yang ditemukan.
ja_jp: テンプレートがありません。
pl_pl: Brak formatki

source: Or select a category
ca_es: O selecciona una categoria
es_es: O selecciona una categoría
et_ee: Või valige kategooria
id_id: Atau pilih kategori
ja_jp: またはカテゴリーを選択
pl_pl: Lub wybież kategorię

source: Manage categories
ca_es: Gestiona categories
es_es: Gestiona categorías
et_ee: Halda kategooriaid
id_id: Mengelola kategori
ja_jp: カテゴリーを管理
pl_pl: Zarządaj Kategoriami

source: Select a resource template
ca_es: Selecciona una plantilla de recurs
es_es: Selecciona una plantilla de recurso
et_ee: Valige ressursi mall
id_id: Memilih templat sumber daya
ja_jp: リソーステンプレートを選択する
pl_pl: Wybież formatkę zasobu

source: Enable this to allow user to manage compounds.
ca_es: Permet als usuaris gestionar compostos.
es_es: Permite al usuario gestionar compuestos.
et_ee: Lubage kasutajal ühendeid hallata.
id_id: Aktifkan ini untuk memungkinkan pengguna mengelola senyawa.
ja_jp: ユーザーが化合物を管理できるようにするには、これを有効にします。
pl_pl: Włącz tę opcję, aby umożliwić użytkownikowi zarządzanie związkami.

source: Enable this to allow user to manage inventory locations.
ca_es: Permet als usuaris gestionar ubicació d'inventari.
es_es: Permite al usuario gestionar ubicaciones de inventario.
et_ee: Lubage kasutajatel laoseisu asukohti hallata.
id_id: Aktifkan ini untuk memungkinkan pengguna mengelola lokasi inventaris.
ja_jp: ユーザーが在庫ロケーションを管理できるようにするには、これを有効にします。
pl_pl: Włącz tę opcję, aby umożliwić użytkownikowi zarządzanie lokalizacjami zapasów.

source: Entries created from this template will inherit these permissions. If they are locked down, the permissions will not be modifiable by Users, only Admins.
ca_es: Les entrades creades d'aquesta plantilla herederan aquests permisos. Si estan bloquejats, els permisos no podran ser modificats pels usuaris, només pels administradors.
es_es: Las entradas creadas desde esta plantilla heredarán estos permisos. Si están bloqueadas, los usuarios no podrán modificar los permisos, sólo los administradores.
et_ee: Selle malli põhjal loodud kirjed pärivad need õigused. Kui need on lukustatud, ei saa kasutajad õigusi muuta, ainult administraatorid.
id_id: Entri yang dibuat dari templat ini akan mewarisi izin ini. Jika dikunci, izin tidak akan dapat dimodifikasi oleh Pengguna, hanya Admin.
ja_jp: このテンプレートから作成されたエントリーはこれらのパーミッションを継承します。それらがロックダウンされている場合、パーミッションはユーザによって変更されることはありません。
pl_pl: Wpisy utworzone na podstawie tego szablonu odziedziczą te uprawnienia. Jeśli zostaną zablokowane, uprawnienia nie będą mogły być modyfikowane przez użytkowników, a jedynie przez administratorów.

source: Quick search experiments
ca_es: Busca ràpida d'experiments
es_es: Búsqueda rápida de experimentos
et_ee: Kiirotsinge eksperimentidest
id_id: Eksperimen pencarian cepat
ja_jp: クイック・サーチ実験
pl_pl: Szybkie wyszukiwanie eksperymentów

source: Search experiments
ca_es: Busca experiments
es_es: Búsqueda de experimentos
et_ee: Otsige eksperimentidest
id_id: Eksperimen pencarian
ja_jp: 検索実験
pl_pl: Szukaj eksperymentów

source: Quick search resources
ca_es: Busca ràpida de recursos
es_es: Búsqueda rápida de recursos
et_ee: Kiirotsinge ressurssidest
id_id: Sumber daya pencarian cepat
ja_jp: クイック検索リソース
pl_pl: Szybkie wyszukiwanie zasobu

source: Search resources
ca_es: Busca recursos
es_es: Búsqueda de recursos
et_ee: Otsige ressurssidest
id_id: Sumber daya pencarian
ja_jp: リソース検索
pl_pl: Szukaj zasobu

source: Note: only users who were given permission to edit the inventory locations can modify the locations (add/edit/remove).
ca_es: Nota: només poden modificar les ubicacions (afegir/editar/eliminar) els usuaris que tenen permís per editar les ubicacions d'inventari.
es_es: Nota: sólo podrán modificar las ubicaciones (añadir/editar/eliminar) los usuarios que tengan permisos para editar las ubicaciones de inventario.
et_ee: Märkus: ainult kasutajad, kellel on luba laoseisu asukohti muuta, saavad asukohti muuta (lisada/muuta/eemaldada).
id_id: Catatan: hanya pengguna yang diberikan izin untuk mengedit lokasi inventaris yang dapat memodifikasi lokasi (menambah/mengedit/menghapus).
ja_jp: 注：インベントリロケーションの編集権限を与えられたユーザーのみが、ロケーションを変更（追加/編集/削除）できます。
pl_pl: Uwaga: modyfikować lokalizacje (dodawać, edytować i usuwać) mogą tylko użytkownicy, którzy otrzymali uprawnienia do edycji lokalizacji ekwipunku.

source: Choose header option
ca_es: Escull opció de títol
es_es: Escoge opción de cabecera
et_ee: Valige päise valik
id_id: Pilih opsi header
ja_jp: ヘッダーオプションを選択する
pl_pl: Wybierz opcję nagłowka

source: Do you want to use the first row of your file as column headers?
ca_es: Vols fer servir la primera fila del teu arxiu com a títols de columnes?
es_es: ¿Quieres usar la primera fila de tu archivo como cabeceras de las columnas?
et_ee: Kas soovite oma faili esimest rida veerupäistena kasutada?
id_id: Apakah Anda ingin menggunakan baris pertama file Anda sebagai header kolom?
ja_jp: ファイルの最初の行を列ヘッダーとして使用しますか？
pl_pl: Czy chcesz użyć pierwszego wiersza pliku jako nagłówków kolumn?

source: Tip: %screate categories%s to start organizing your work.
ca_es: Consell: %screa categories%s per començar a organitzar la teva feina.
es_es: Consejo: %screa categorías%s para emperzar organizando tu trabajo.
et_ee: Näpunäide: %slooge kategooriad%s, et alustada oma töö korraldamist.
id_id: Saran: %sbuat kategori%s untuk mulai mengatur pekerjaan Anda.
ja_jp: ヒント：%sカテゴリ%sを作成し、仕事の整理を始める。
pl_pl: Wskazówka: %stwórz kategorie%s, aby rozpocząć organizację swojej pracy.

source: Nothing here yet. Start by clicking Create (top-right) to add your first %s.
ca_es: Encara no hi ha res aquí. Comença fent clic a Crear (a dalt a la dreta) per a afegir el teu primer %s.
es_es: Aun no hay nada aquí. Empieza haciendo clic a Crear (arriba a la derecha) para añadir tu primer %s.
et_ee: Siin pole veel midagi. Alustage, klõpsates nupul Loo (üleval paremas), et lisada oma esimesed %s.
id_id: Belum ada di sini. Mulailah dengan mengeklik Buat (kanan atas) untuk menambahkan %s pertama Anda.
ja_jp: まだ何もありません。最初の%sを追加するには、作成(右上)をクリックしてください。
pl_pl: Nic tu jeszcze nie ma. Zacznij od kliknięcia „Utwórz” (w prawym górnym rogu), aby dodać swój pierwszy %s.

source: Beta Notice: The spreadsheet editor is currently in beta (preview release) and should be used with caution. Please avoid saving any precious data within it. Additionally, files containing formulas or calculations will not be rendered as they originally appear, since the editor functions more as a text-based tool at this stage rather than a full spreadsheet engine. Yes, we will add calculation eventually. As you can imagine, re-implementing a spreadsheet editor takes time.
ca_es: Avís beta: L'editor de fulls de càlcul està en beta actualment (llançament previsual) i s'hauria de fer servir amb cautela. Si us plau, evita guardar dades importants. A més a més, els arxius amb fòrmules o càlculs no es representaran com apareixen originalment, ja que l'editor funciona més com a eina basada en text que com a un enginy de full de càlcul complet en aquest estadi. Sí, amb el temps afegirem càlculs. Com pots imaginar-te, reimplementar un editor de full de càlcul porta temps.
es_es: Aviso Beta: El editor de hojas de cálculo está actualmente en beta (versión preliminar) y debe ser usado con precaución. Por favor evita almacenar datos importantes. Además, los archivos que incluyen fórmulas o cálculos no se mostrarán como aparecen originalmente, ya que este editor funciona más como una herramienta basada en texto que como una hoja de cálculo. Sí, añadiremos los cálculos en algún momento. Como puedes imaginar, reimplementar un editor de hojas de cálculo requiere tiempo.
et_ee: Beetaversiooni teade: Arvutustabeli redaktor on praegu beetaversioonis (eelversioon) ja seda tuleks kasutada ettevaatlikult. Palun vältige väärtuslike andmete salvestamist. Lisaks ei kuvata valemeid või arvutusi sisaldavaid faile nii, nagu need algselt välja nägid, kuna redaktor toimib selles etapis pigem tekstipõhise tööriistana kui täieliku arvutustabeli mootorina. Jah, me lisame arvutused lõpuks. Nagu võite ette kujutada, võtab arvutustabeli redaktori uuesti rakendamine aega.
id_id: Pemberitahuan Beta: Editor spreadsheet saat ini masih dalam versi beta (rilis pratinjau) dan harus digunakan dengan hati-hati. Harap hindari menyimpan data berharga apa pun di dalamnya. Selain itu, file yang berisi rumus atau kalkulasi tidak akan ditampilkan seperti tampilan aslinya, karena editor ini lebih berfungsi sebagai alat berbasis teks pada tahap ini, bukan sebagai mesin spreadsheet yang lengkap. Ya, kami akan menambahkan perhitungan pada akhirnya. Seperti yang bisa Anda bayangkan, mengimplementasikan ulang editor spreadsheet membutuhkan waktu.
ja_jp: ベータ版のお知らせ：スプレッドシートエディタは現在ベータ版（プレビューリリース）です。貴重なデータを保存することは避けてください。さらに、エディターは完全な表計算エンジンというよりも、現段階ではテキストベースのツールとして機能しているため、数式や計算を含むファイルは、本来の表示通りにはレンダリングされません。はい、いずれ計算機能を追加する予定です。ご想像の通り、スプレッドシート・エディタの再実装には時間がかかります。
pl_pl: Uwaga dotycząca wersji beta: Edytor arkuszy kalkulacyjnych jest obecnie w wersji beta (wersja zapoznawcza) i należy z niego korzystać ostrożnie. Prosimy unikać zapisywania w nim cennych danych. Ponadto pliki zawierające formuły lub obliczenia nie będą renderowane w oryginalnej formie, ponieważ edytor na tym etapie działa bardziej jako narzędzie tekstowe niż pełnoprawny silnik arkusza kalkulacyjnego. Tak, w przyszłości dodamy funkcje obliczeniowe. Jak można sobie wyobrazić, ponowne wdrożenie edytora arkuszy kalkulacyjnych zajmuje trochę czasu.

source: Spreadsheet Editor
ca_es: Editor de full de càlcul
es_es: Editor de hojas de cálculo
et_ee: Arvutustabeli redaktor
id_id: Editor Spreadsheet
ja_jp: 表計算エディター
pl_pl: Edytor arkuszy

source: Force certain accounts to enable multi-factor authentication.
ca_es: Obliga a certs comptes a permetre autenticació multifactorial.
es_es: Fuerza ciertas cuentas a habilitar autentificación multifactor.
et_ee: Sundige teatud kontod lubama mitmefaktorilist autentimist.
id_id: Memaksa akun tertentu untuk mengaktifkan autentikasi multi-faktor.
ja_jp: 特定のアカウントを強制的に多要素認証を有効にする。
pl_pl: Wymuś włączenie uwierzytelniania wieloskładnikowego na niektórych kontach.

source: %d files are stored on local filesystem and %d files are stored on S3.
ca_es: S'han gzardat %d arxius en sistema d'arxius local i %d arxius en S3.
es_es: %d archivos se han guardado en el sistema de archivos local y %d archivos se han guardado en S3.
et_ee: %d faili salvestatakse kohalikku failisüsteemi ja %d faili salvestatakse S3-sse.
id_id: File %d disimpan di sistem file lokal dan file %d disimpan di S3.
ja_jp: %d ファイルはローカルファイルシステムに保存され、%d ファイルはS3に保存される。
pl_pl: %d plików jest przechowywanych w lokalnym systemie plików, a %d plików jest przechowywanych w S3.

source: Two-factor Authentication
ca_es: Autenticació de dos factors
es_es: Autentificación de dos factores
et_ee: Kahefaktoriline autentimine
id_id: Autentikasi Dua Faktor
ja_jp: 二要素認証
pl_pl: Dwuetapowa autoryzacja (2FA)

source: Two-factor authentication is enabled for your account.
ca_es: S'ha permès l'autenticació de dos factors pel teu compte.
es_es: Se ha permitido la autentificación de dos factores para tu cuenta.
et_ee: Teie konto jaoks on kahefaktoriline autentimine lubatud.
id_id: Autentikasi dua faktor diaktifkan untuk akun Anda.
ja_jp: アカウントで二要素認証が有効になっています。
pl_pl: Autoryzacja 2FA jest aktywna dla twego konta

source: Disable two-factor authentication
ca_es: Inhabilita l'autenticació de dos factors
es_es: Inhabilitar la autentificación de dos factores
et_ee: Keela kahefaktoriline autentimine
id_id: Menonaktifkan autentikasi dua faktor
ja_jp: 2要素認証を無効にする
pl_pl: Wyłącz 2FA

source: Setup second factor
ca_es: Configura el segon factor
es_es: Configurar segundo factor
et_ee: Seadista teine ​​tegur
id_id: Menyiapkan faktor kedua
ja_jp: 第二の要因
pl_pl: Ustaw 2 autoryzację

source: Scan the QR code with the application
ca_es: Escaneja el codi QR amb l'aplicació
es_es: Escanea el código QR con la aplicación
et_ee: Skannige QR-koodi rakendusega
id_id: Pindai kode QR dengan aplikasi
ja_jp: アプリケーションでQRコードをスキャン
pl_pl: Zeskanuj kod QR

source: Note: this passphrase protects your private key and is not your account password. You will need it each time you sign an entry.
ca_es: Nota: aquesta contrassenya protegeix la teva clau privada i no és la teva contrassenya del compte. La necessitaràs cada vegada que firmis una entrada.
es_es: Nota: esta contraseña protege tu llave privada y no es la contraseña de tu cuenta. La necesitarás cada vez que firmes una entrada.
et_ee: Märkus. See parool kaitseb teie privaatvõtit ja ei ole teie konto parool. Te vajate seda iga kord, kui kirjet allkirjastate.
id_id: Catatan: kata sandi ini melindungi kunci pribadi Anda dan bukan kata sandi akun Anda. Anda akan membutuhkannya setiap kali Anda menandatangani entri.
ja_jp: 注：このパスフレーズは秘密鍵を保護するものであり、アカウントのパスワードではありません。エントリーに署名するたびに必要になります。
pl_pl: Uwaga: to hasło chroni Twój klucz prywatny i nie jest hasłem do Twojego konta. Będziesz go potrzebować za każdym razem, gdy podpiszesz wpis.

source: Load into Spreadsheet Editor
ca_es: Afegeix a l'Editor de Fulls de càlcul
es_es: Cargar al editor de hojas de cálculo
et_ee: Laadige arvutustabeli redaktorisse
id_id: Memuat ke Editor Spreadsheet
ja_jp: 表計算エディターに読み込む
pl_pl: Wczytaj do edytora arkuszy

source: Send an email to users who have booked this resource within the 4 last & upcoming months.
ca_es: Envia un email als usuaris que hagin resevat aquest recurs en els últims i els pròxims 4 mesos.
es_es: Enviar un correo electrónico a los usuarios que han reservado este recurso en los últimos y siguientes 4 meses.
et_ee: Saatke e-kiri kasutajatele, kes on selle ressursi broneerinud viimase 4 kuu jooksul ja eelseisvatel kuudel.
id_id: Kirim email ke pengguna yang telah memesan sumber daya ini dalam 4 bulan terakhir & yang akan datang.
ja_jp: 過去4ヶ月以内にこのリソースを予約したユーザーにメールを送信します。
pl_pl: Wyślij wiadomość e-mail do użytkowników, którzy zarezerwowali ten zasób w ciągu ostatnich 4 miesięcy i w nadchodzących miesiącach.

source: Override lock
ca_es: Annul·la el bloqueig
es_es: Anular el bloqueo
id_id: Mengesampingkan kunci
ja_jp: オーバーライド・ロック
pl_pl: Nadpisz blokadę

source: Add selected users to team
ca_es: Afegeix els usuaris seleccionats a l'equip
es_es: Añadir los usuarios seleccionados al equipo
et_ee: Valitud kasutajate lisamine meeskonda
id_id: Menambahkan pengguna yang dipilih ke tim
ja_jp: 選択したユーザーをチームに追加
pl_pl: Dodaj wybranych użytkowników do zespołu

source: Warning: current OpenCloning version is incompatible with this version of eLabFTW.
ca_es: Avís: la versió actual d'OpenCloning és incompatible amb aquesta versió d'eLabFTW.
es_es: Advertencia: la versión actual de OpenCloning es incompatible con esta versión de eLabFTW.
et_ee: Hoiatus: praegune OpenCloningi versioon ei ühildu selle eLabFTW versiooniga.
id_id: Peringatan: versi OpenCloning saat ini tidak kompatibel dengan versi eLabFTW ini.
ja_jp: 警告：現在のOpenCloningのバージョンはeLabFTWのこのバージョンと互換性がありません。
pl_pl: Ostrzeżenie: obecna wersja OpenCloning nie jest kompatybilna z tą wersją eLabFTW.

source: Enable this to allow user to manage compounds. This has no effect if compounds edition is not restricted globally.
ca_es: Permet als usuaris gestionar compostos. No té cap efecte si l'edició de compostos no està restringida de forma global.
es_es: Permitir al usuario gestionar compuestos. No tiene efecto si la edición de compuestos no está restringida de forma global.
et_ee: Luba see, et võimaldada kasutajal hallata ühendeid. Sellel ei ole mõju, kui ühendite väljaanne ei ole globaalselt piiratud.
id_id: Aktifkan ini untuk mengizinkan pengguna mengelola senyawa. Ini tidak berpengaruh jika edisi senyawa tidak dibatasi secara global.
ja_jp: ユーザーが化合物を管理できるようにするには、これを有効にします。化合物のエディションがグローバルに制限されていない場合は、この設定は有効ではありません。
pl_pl: Włącz tę opcję, aby umożliwić użytkownikowi zarządzanie związkami. Nie ma to wpływu, jeśli edycja związków nie jest globalnie ograniczona.
