Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: For long term archiving. Warning: using this option will make the files much bigger!
ca_es: Per arxivar a llarg termini. Avís: utilitzar aquesta opció farà els arxius molt més grans!
es_es: Para archivar a largo plazo. Advertencia: ¡utilizar esta opción hará que los archivos sean mucho más grandes!
et_ee: Pikaajaliseks arhiveerimiseks. Hoiatus: selle valiku kasutamine suurendab failide mahtu märkimisväärselt!
id_id: Untuk pengarsipan jangka panjang. Peringatan: menggunakan opsi ini akan membuat file menjadi jauh lebih besar!
ja_jp: 長期アーカイブ用。警告：このオプションを使用すると、ファイルサイズが大幅に大きくなります。
pl_pl: Do długoterminowej archiwizacji. Ostrzeżenie: użycie tej opcji spowoduje, że pliki będą znacznie większe!

source: Include JSON
ca_es: Incloure JSON
es_es: Incluir JSON
et_ee: Lisa JSON
id_id: Sertakan JSON
ja_jp: JSONを含める
pl_pl: Uwzględnij JSON

source: Only for ZIP: include a full JSON export for each entry.
ca_es: Només per ZIP: incloure exportació completa JSON per a cada entrada.
es_es: Sólo para ZIP: incluya una exportación JSON completa para cada entrada.
et_ee: Ainult ZIP-failide puhul: lisage iga kirje jaoks täielik JSON-eksport.
id_id: Hanya untuk ZIP: sertakan ekspor JSON lengkap untuk setiap entri.
ja_jp: ZIP の場合のみ: 各エントリの完全な JSON エクスポートを含めます。
pl_pl: Tylko dla ZIP: dołącz pełny eksport JSON dla każdego wpisu.

source: Enable two factor authentication for your account to increase its security. %sSee documentation%s.
ca_es: Activa l'autentificació de dos factors al teu compte per a augmentar la seva seguretat. %sVeure documentació%s.
es_es: Habilite la autenticación de dos factores para su cuenta para aumentar su seguridad. %sVer documentación%s.
et_ee: Turvalisuse suurendamiseks luba oma kontol kahefaktoriline autentimine. %sVaata dokumentatsiooni%s.
id_id: Aktifkan autentikasi dua faktor akun Anda untuk meningkatkan keamanannya. %sLihat dokumentasi%s.
ja_jp: アカウントのセキュリティを強化するには、2 要素認証を有効にしてください。%sドキュメントを参照してください%s。
pl_pl: Włącz dwuskładnikowe uwierzytelnianie dla swojego konta, aby zwiększyć jego bezpieczeństwo. %sZobacz dokumentację%s.

source: Open your authenticator application and scan the QR code
ca_es: Obre la teva aplicació d'autentificació i escaneja el codi QR
es_es: Abre tu aplicación de autenticación y escanea el código QR
et_ee: Ava oma autentimisrakendus ja skanni QR-kood
id_id: Buka aplikasi autentikator Anda dan pindai kode QR
ja_jp: 認証アプリを開いてQRコードをスキャンします
pl_pl: Otwórz aplikację uwierzytelniającą i zeskanuj kod QR

source: Display secret for manual setup
ca_es: Mostrar en secret per a la configuració manual
es_es: Secreto de pantalla para la configuración manual
et_ee: Kuva käsitsi seadistamise salasõna
id_id: Tampilkan rahasia untuk pengaturan manual
ja_jp: 手動設定の秘密を表示
pl_pl: Wyświetl sekret dla konfiguracji ręcznej

source: Open your authenticator application
ca_es: Obre la teva aplicació d'autentificació
es_es: Abra su aplicación de autenticación
et_ee: Avage oma autentimisrakendus
id_id: Buka aplikasi autentikator Anda
ja_jp: 認証アプリを開く
pl_pl: Otwórz aplikację uwierzytelniającą

source: Enter the 6 digits displayed on your phone
ca_es: Escriu els 6 dígits mostats al teu telèfon
es_es: Introduzca los 6 dígitos que aparecen en su teléfono
et_ee: Sisestage oma telefonis kuvatavad 6 numbrit
id_id: Masukkan 6 digit yang ditampilkan pada ponsel Anda
ja_jp: 携帯電話に表示されている6桁の数字を入力してください
pl_pl: Wprowadź 6 cyfr wyświetlonych na Twoim telefonie

source: Set scope
ca_es: Configura l'àmbit
es_es: Establecer ámbito
et_ee: Määra ulatus
id_id: Tetapkan ruang lingkup
ja_jp: スコープを設定する
pl_pl: Ustaw zakres

source: Attachments
ca_es: Adjunts
es_es: Archivos adjuntos
et_ee: Manused
id_id: Lampiran
ja_jp: 添付ファイル
pl_pl: Załączniki

source: Displaying %d of %d attached files.
ca_es: Mostrant %d de %d arxius adjunts.
es_es: Mostrando %d de %d archivos adjuntos.
et_ee: Kuvatakse %d lisatud failist %d-st.
id_id: Menampilkan %d dari %d file yang dilampirkan.
ja_jp: 添付ファイル %d 個中 %d 個を表示しています。
pl_pl: Wyświetlanie %d z %d załączonych plików.

source: File name
ca_es: Nom d'arxiu
es_es: Nombre del fichero
et_ee: Faili nimi
id_id: Nama file
ja_jp: ファイル名
pl_pl: Nazwa pliku

source: Parent entry
ca_es: Entrada original
es_es: Entrada padre
et_ee: Vanema sissekanne
id_id: Entri induk
ja_jp: 親エントリ
pl_pl: Wpis rodzica

source: File size
ca_es: Mida d'arxiu
es_es: Tamaño del archivo
et_ee: Faili suurus
id_id: Ukuran file
ja_jp: ファイルサイズ
pl_pl: Rozmiar pliku

source: You can import data from a .eln archive or a .csv file. %sSee documentation %s%s.
ca_es: Pots importar dades d'un arxiu .eln or .csv. %sVeure documentació %s%s.
es_es: Puede importar datos de un archivo .eln o de un archivo .csv. %sVer documentación %s%s.
et_ee: Andmeid saab importida .eln-arhiivist või .csv-failist. %sVaata dokumentatsiooni %s%s.
id_id: Anda dapat mengimpor data dari arsip .eln atau file .csv. %sLihat dokumentasi %s%s.
ja_jp: .eln アーカイブまたは .csv ファイルからデータをインポートできます。%sドキュメント %s%s を参照してください。
pl_pl: Możesz importować dane z archiwum .eln lub pliku .csv. %sZobacz dokumentację %s%s.

source: Allowed extensions: .eln, .csv
ca_es: Extensions permeses: .eln, .csv
es_es: Extensiones permitidas: .eln, .csv
et_ee: Lubatud laiendid: .eln, .csv
id_id: Ekstensi yang diizinkan: .eln, .csv
ja_jp: 許可される拡張子: .eln、.csv
pl_pl: dopuszczalne rozszerzenia plików: *.eln, *.csv

source: Select where the entries will be created
ca_es: Selecciona on es crearan les entrades
es_es: Seleccione dónde se crearán las entradas
et_ee: Valige, kuhu kirjed luuakse
id_id: Pilih di mana entri akan dibuat
ja_jp: エントリを作成する場所を選択します
pl_pl: Wybierz miejsce, w którym zostaną utworzone wpisy

source: Select a category
ca_es: Selecciona una categoria
es_es: Seleccione una categoría
et_ee: Valige kategooria
id_id: Pilih kategori
ja_jp: カテゴリ選択
pl_pl: Wybierz kategorię

source: Select owner of imported elements
ca_es: Selecciona el propietari dels elements importats
es_es: Seleccionar propietario de elementos importados
et_ee: Valige imporditud elementide omanik
id_id: Pilih pemilik dari elemen yang diimpor
ja_jp: インポートした要素の所有者を選択
pl_pl: Wybierz właściciela dla importowanych elementów

source: This page allows you to export your data in different formats.
ca_es: Aquesta pàgina et permet exportar les teves dades en formats diferents.
es_es: Esta página le permite exportar sus datos en diferentes formatos.
et_ee: See leht võimaldab teil oma andmeid erinevates vormingutes eksportida.
id_id: Halaman ini memungkinkan Anda mengekspor data Anda dalam berbagai format.
ja_jp: このページでは、さまざまな形式でデータをエクスポートできます。
pl_pl: Ta strona pozwala Ci eksportować dane w różnych formatach

source: Create new export
ca_es: Crear nova exportació
es_es: Crear una nueva exportación
et_ee: Loo uus eksport
id_id: Buat ekspor baru
ja_jp: 新しいエクスポートを作成
pl_pl: Przygotuj nowy zasób do eksportu

source: Exported files
ca_es: Arxius exportats
es_es: Archivos exportados
et_ee: Eksporditud failid
id_id: File yang diekspor
ja_jp: エクスポートされたファイル
pl_pl: Eksportuj pliki

source: Show more
ca_es: Mostra més
es_es: Ver más
et_ee: Näita rohkem
id_id: Tampilkan lebih banyak
ja_jp: もっと見る
pl_pl: Pokaż więcej

source: File is not ready
ca_es: L'arxiu no està llest
es_es: El archivo no está listo
et_ee: Fail pole valmis
id_id: File tidak siap
ja_jp: ファイルの準備ができていません
pl_pl: Plik nie jest gotowy

source: Error
et_ee: Viga
id_id: Kesalahan
ja_jp: エラー
pl_pl: Błąd

source: Related resources
ca_es: Recursos relacionats
es_es: Recursos relacionados
et_ee: Seotud ressursid
id_id: Sumber daya terkait
ja_jp: 関連リソース
pl_pl: zasoby powiązane

source: Show related resources
ca_es: Mostra recursos relacionats
es_es: Mostrar recursos relacionados
et_ee: Kuva seotud ressursid
id_id: Tampilkan sumber daya terkait
ja_jp: 関連リソースを表示
pl_pl: Pokaż zasoby powiązane

source: %s is requesting %s for
ca_es: %s està sol·licitat %s per
es_es: %s se solicita %s para
et_ee: %s taotleb %s jaoks
id_id: %s meminta %s untuk
ja_jp: %s は %s をリクエストしています
pl_pl: %s jest wymagany%s do

source: Change read permissions
ca_es: Canviar permisos de lectura
es_es: Cambiar los permisos de lectura
et_ee: Muuda lugemisõigusi
id_id: Mengubah izin baca
ja_jp: 読み取り権限を変更する
pl_pl: Zmień uprawnienia odczytu

source: Change write permissions
ca_es: Canviar permisos d'escriptura
es_es: Cambiar los permisos de escritura
et_ee: Kirjutamisõiguste muutmine
id_id: Mengubah izin tulis
ja_jp: 書き込み権限を変更する
pl_pl: Zmień uprawnienia zapisu

source: Reset
ca_es: Restablir
es_es: Restablecer
et_ee: Lähtesta
id_id: Atur ulang
ja_jp: リセット
pl_pl: Zresetuj

source: Always display your own entries, regardless of the current team
ca_es: Sempre mostra les teves pròpies entrades, independentment de l'equip actual
es_es: Muestra siempre tus propias entradas, independientemente del equipo actual
et_ee: Kuva alati oma sissekandeid, olenemata praegusest meeskonnast
id_id: Selalu tampilkan entri Anda sendiri, terlepas dari tim yang ada saat ini
ja_jp: 現在のチームに関係なく、常に自分のエントリーを表示します
pl_pl: Zawsze wyświetlaj własne wpisy, niezależnie od aktualnego zespołu

source: Select the scope for teamgroups
ca_es: Selecciona l'àmbit per grups d'equip
es_es: Seleccionar el ámbito de los grupos de equipo
et_ee: Valige meeskonnarühmade ulatus
id_id: Memilih cakupan untuk grup tim
ja_jp: チームグループの範囲を選択する
pl_pl: Wybierz zakres dla grup zespołów

source: This setting controls which teamgroups will be listed in the permission settings window.
ca_es: Aquesta configuració controla quins grups d'equip seran mostrats en la finestra de configuració de permisos.
es_es: Esta configuración controla qué grupos de equipo aparecerán en la ventana de configuración de permisos.
et_ee: See säte kontrollib, millised meeskonnarühmad õiguste sätete aknas kuvatakse.
id_id: Pengaturan ini mengontrol teamgroup mana yang akan dicantumkan di jendela pengaturan izin.
ja_jp: この設定は、権限設定ウィンドウにリストされるチームグループを制御します。
pl_pl: To ustawienie kontroluje, które grupy zespołowe będą wyświetlane w oknie ustawień uprawnień.

source: %s has requested %s for this entity from %s
ca_es: %s ha sol·licitat %s per a aquesta entitat des de %s
es_es: %s ha solicitado %s para esta entidad de %s
et_ee: %s on selle üksuse jaoks taotlenud %s kasutajalt %s
id_id: %s telah meminta %s untuk entitas ini dari %s
ja_jp: %s は %s にこのエンティティの %s を要求しました
pl_pl: %s zażądał %s dla tej jednostki od %s

source: Duplicate entry
ca_es: Duplicar entrada
es_es: Entrada duplicada
et_ee: Duplikaatkirje
id_id: Entri duplikat
ja_jp: 重複エントリ
pl_pl: Duplikat wpisu

source: Duplicating an entry will create a new entry with the same attributes.
ca_es: Duplicar una entrada crearà una nova entrada amb els mateixos atributs.
es_es: Al duplicar una entrada se creará una nueva con los mismos atributos.
et_ee: Kirje dubleerimine loob uue kirje samade atribuutidega.
id_id: Menduplikasi entri akan membuat entri baru dengan atribut yang sama.
ja_jp: エントリを複製すると、同じ属性を持つ新しいエントリが作成されます。
pl_pl: Duplikacja wpisu spowoduje utworzenie nowego wpisu z tymi samymi atrybutami.

source: Copy attached files
ca_es: Copiar els arxius adjunts
es_es: Copiar archivos adjuntos
et_ee: Kopeeri lisatud failid
id_id: Menyalin file terlampir
ja_jp: 添付ファイルをコピーする
pl_pl: Skopiuj pliki załącznika

source: None
ca_es: Cap
es_es: Ninguno
et_ee: Puudub
id_id: Tidak ada
it_it: Nessuna
ja_jp: なし
pl_pl: Brak

source: Restricted
ca_es: Restringit
es_es: Restringido
et_ee: Piiratud
id_id: Dibatasi
ja_jp: 制限付き
pl_pl: Ograniczony

source: Confidential
ca_es: Confidencial
es_es: Confidencial
et_ee: Konfidentsiaalne
id_id: Dirahasiakan
ja_jp: 機密
pl_pl: Poufne

source: Secret
es_es: Secreto
et_ee: Saladus
id_id: Rahasia
ja_jp: 秘密
pl_pl: Tajne

source: Top Secret
ca_es: Alt secret
es_es: Alto secreto
et_ee: Ülisalajane
id_id: Sangat Rahasia
ja_jp: 極秘
pl_pl: Ściśle tajne

source: review
ca_es: revisar
es_es: revisión
et_ee: arvustus
id_id: ulasan
ja_jp: レビュー
pl_pl: Ocweń

source: Remove
ca_es: Eliminar
es_es: Eliminar
et_ee: Eemalda
id_id: Menghapus
ja_jp: 取り除く
pl_pl: Usuń

source: %s has requested %s from you.
ca_es: %s ha sol·licitat %s de tu.
es_es: %s le ha solicitado %s.
et_ee: %s on sinult %s taotlenud.
id_id: %s telah meminta %s dari Anda.
ja_jp: %s があなたに %s をリクエストしました。
pl_pl: %s zażądał od Ciebie %s.

source: You can review the request here: %s
ca_es: Pots revisar les sol·licituds aquí: %s
es_es: Puede revisar la solicitud aquí: %s
et_ee: Saate taotlust siin üle vaadata: %s
id_id: Anda dapat meninjau permintaan tersebut di sini: %s
ja_jp: リクエストはここで確認できます: %s
pl_pl: Możesz sprawdzić prośbę tutaj: %s

source: Action requested
ca_es: Acció sol·licitada
es_es: Acción requerida
et_ee: Taotletud toiming
id_id: Tindakan yang diminta
ja_jp: 要求されたアクション
pl_pl: Wymagane działanie

source: (hold %sctrl%s key to select multiple entries, %sctrl%s + click to deselect a selected entry)
ca_es: (mantén premuda la tecla %sctrl%s per a seleccionar múltiples entrades, %sctrl%s + click per a deseleccionar una entrada seleccionada)
es_es: (mantenga pulsada la tecla %sctrl%s para seleccionar varias entradas, %sctrl%s + clic para anular la selección de una entrada)
et_ee: (mitme kirje valimiseks hoidke all klahvi %sctrl%s, valitud kirje valiku tühistamiseks hoidke all klahvi %sctrl%s ja klõpsake)
id_id: (tahan tombol %sctrl%s untuk memilih beberapa entri, %sctrl%s + klik untuk membatalkan pilihan entri yang dipilih)
ja_jp: (複数のエントリを選択するには %sctrl%s キーを押したままにし、選択したエントリを選択解除するには %sctrl%s キーを押しながらクリックします)
pl_pl: (przytrzymaj klawisz %sctrl%s, aby zaznaczyć wiele wpisów, %sctrl%s + kliknięcie, aby odznaczyć wybrany wpis)

source: Classification
ca_es: Classificació
es_es: Clasificación
et_ee: Klassifikatsioon
id_id: Klasifikasi
ja_jp: 分類
pl_pl: Klasyfikacja

source: Add a classification level in the footer.
ca_es: Afegir un nivell de classificació a peu de pàgina.
es_es: Añadir un nivel de clasificación en el pie de página.
et_ee: Lisa jalusesse liigitustase.
id_id: Tambahkan tingkat klasifikasi di footer.
ja_jp: フッターに分類レベルを追加します。
pl_pl: Dodaj klasyfikację do stopki.

source: Export as PDF
ca_es: Exportar com a PDF
es_es: Exportar como PDF
et_ee: Ekspordi PDF-failina
id_id: Ekspor sebagai PDF
ja_jp: PDFとしてエクスポート
pl_pl: Eksportuj jako PDF

source: Export as ZIP
ca_es: Exportar com a ZIP
es_es: Exportar como ZIP
et_ee: Ekspordi ZIP-failina
id_id: Ekspor sebagai ZIP
ja_jp: ZIP形式でエクスポート
pl_pl: Eksportuj jako pakiet ZIP

source: Create a QR Code
ca_es: Crear codi QR
es_es: Crear un código QR
et_ee: Loo QR-kood
id_id: Membuat Kode QR
ja_jp: QRコードを作成する
pl_pl: Utwórz kod QR

source: The QR code image will encode the URL of the resource in view mode. It is scannable by any device recognizing QR codes.
ca_es: La imatge del codi QR codificarà la URL del recurs en mode de visita. Pot ser escanejat per qualsevol dispositiu que reconegui codis QR.
es_es: La imagen del código QR codificará la URL del recurso en modo de visualización. Es escaneable por cualquier dispositivo que reconozca códigos QR.
et_ee: QR-koodi pilt kodeerib ressursi URL-i vaatamisrežiimis. Seda saab skannida iga seade, mis QR-koode tuvastab.
id_id: Gambar kode QR akan mengkodekan URL sumber daya dalam mode tampilan. Dapat dipindai oleh perangkat apa pun yang mengenali kode QR.
ja_jp: QRコード画像は、表示モードでリソースのURLをエンコードします。QRコードを認識できるあらゆるデバイスでスキャンできます。
pl_pl: Kod QR koduje adres URL zasobu w trybie przeglądania. Można go zeskanować dowolnym urządzeniem rozpoznającym kody QR.

source: Size
ca_es: Mida
es_es: Tamaño
et_ee: Suurus
id_id: Ukuran
ja_jp: サイズ
pl_pl: Rozmiar

source: Select image size (in pixels)
ca_es: Selecciona mida de la imatge (en píxels)
es_es: Seleccione el tamaño de la imagen (en píxeles)
et_ee: Valige pildi suurus (pikslites)
id_id: Memilih ukuran gambar (dalam piksel)
ja_jp: 画像サイズを選択（ピクセル単位）
pl_pl: Ustaw wielkości ryciny (w pikselach)

source: Include title
ca_es: Incloure títol
es_es: Incluir título
et_ee: Lisa pealkiri
id_id: Sertakan judul
ja_jp: タイトルを含める
pl_pl: Dołącz tytuł

source: Edit IDP
ca_es: Editar IDP
es_es: Editar IDP
et_ee: Muuda IDP-d
ja_jp: IDPを編集
pl_pl: Edytuj IDP

source: A .eln file can contain different types of entries. You can either force them all to be of a given type, or let eLabFTW decide the types, based on the 'genre' attribute of each entry. By default, Resources will be created if no genre can be found and no type has been imposed.
ca_es: Un arxiu .eln pot contenir diferents tipus d'entrades. Pots o bé forçar-los tots a un tipus concret, o permetre que eLabFTW decideixi els tipus, basat en l'atribut 'gènere' de cada entrada. Per defecte, es creeran Recursos si no es troba cap gènere i no s'ha imposat cap tipus.
es_es: Un archivo .eln puede contener diferentes tipos de entradas. Puede forzar que todas sean de un tipo determinado, o dejar que eLabFTW decida los tipos, basándose en el atributo 'género' de cada entrada. Por defecto, se crearán recursos si no se encuentra ningún género y no se ha impuesto ningún tipo.
et_ee: .eln-fail võib sisaldada erinevat tüüpi kirjeid. Saate kas sundida neid kõiki olema kindlat tüüpi või lasta eLabFTW-l tüübid iga kirje atribuudi „žanr” põhjal määrata. Vaikimisi luuakse ressursid, kui žanri ei leita ja tüüpi pole määratud.
id_id: File .eln dapat berisi berbagai jenis entri. Anda dapat memaksa semuanya untuk memiliki tipe tertentu, atau membiarkan eLabFTW yang menentukan tipenya, berdasarkan atribut 'jenis' dari setiap entri. Secara default, Sumber Daya akan dibuat jika tidak ada jenis yang ditemukan dan tidak ada tipe yang ditetapkan.
ja_jp: .eln ファイルには、異なるタイプのエントリを含めることができます。すべてのエントリを特定のタイプに強制することも、各エントリの「ジャンル」属性に基づいて eLabFTW にタイプを決定させることもできます。デフォルトでは、ジャンルが見つからず、タイプも指定されていない場合は、リソースが作成されます。
pl_pl: Plik .eln może zawierać różne typy wpisów. Możesz albo wymusić, aby wszystkie były danego typu, albo pozwolić eLabFTW zdecydować o typach na podstawie atrybutu „gatunek” każdego wpisu. Domyślnie Zasoby zostaną utworzone, jeśli nie można znaleźć żadnego gatunku i nie narzucono żadnego typu.

source: Do not force type
ca_es: No forçar cap tipus
es_es: No forzar el tipo
et_ee: Ärge sundige tüübistama
id_id: Jangan memaksakan jenis
ja_jp: 無理やり入力しないでください
pl_pl: Nie wymuszono kategorii

source: Do not force a category
ca_es: No forçar categoria
es_es: No forzar una categoría
et_ee: Ära nõua kategooriat
id_id: Jangan memaksakan sebuah kategori
ja_jp: カテゴリーを強制しない
pl_pl: Nie wymuszaj Katedorii

source: Local auth
ca_es: Autora local
es_es: Autenticación local
et_ee: Kohalik autentimine
id_id: Autentikasi lokal
ja_jp: ローカル認証
pl_pl: Lokalne uwieżytelnianie

source: Send mass emails grouped
ca_es: Envia emails en massa agrupats
es_es: Enviar correos masivos agrupados
et_ee: Saada masskirju grupeeritult
id_id: Kirim email massal yang dikelompokkan
ja_jp: グループ化された大量のメールを送信する
pl_pl: Wyślij masowe e-maile grupowe

source: This instance has %d files uploaded using %s of disk space.
ca_es: Aquesta instància té %d arxius carregats fent servir %s d'espai de disc.
es_es: Esta instancia tiene %d archivos cargados usando %s de espacio en disco.
et_ee: Selles sessioonis on üles laaditud %d faili, mis kasutavad %s kettaruumi.
id_id: Contoh ini memiliki file%d yang diunggah menggunakan%s ruang disk.
ja_jp: このインスタンスには、%s のディスク容量を使用して %d 個のファイルがアップロードされています。
pl_pl: Do tej instalacji przesłano %d plików, które zajmują %s miejsca na dysku.

source: Configuration
ca_es: Configuració
es_es: Configuración
et_ee: Konfiguratsioon
id_id: Konfigurasi
ja_jp: 構成
pl_pl: Konfiguracja

source: Local authentication configuration
ca_es: Configuració d'autentificació local
es_es: Configuración de la autenticación local
et_ee: Kohaliku autentimise konfiguratsioon
id_id: Konfigurasi autentikasi lokal
ja_jp: ローカル認証構成
pl_pl: Konfiguracja uwieżytelniania lokalnego

source: Enable local authentication
ca_es: Activar autentificació local
es_es: Activar la autenticación local
et_ee: Luba kohalik autentimine
id_id: Mengaktifkan autentikasi lokal
ja_jp: ローカル認証を有効にする
pl_pl: Aktywuj uwieżytelnianie lokalne

source: Toggle local authentication method (email + password). Warning: disabling this method might lock you out!
ca_es: Alternar mètode d'autentificació (email + contrassenya). Avís: desactivar aquest mètode pot tancar-te fora!
es_es: Activa el método de autenticación local (correo electrónico + contraseña). Atención: ¡desactivar este método puede bloquearte!
et_ee: Kohaliku autentimismeetodi (e-post + parool) lülitamine/keelamine. Hoiatus: selle meetodi keelamine võib teid kontolt välja lülitada!
id_id: Alihkan metode autentikasi lokal (email + kata sandi). Peringatan: menonaktifkan metode ini dapat mengunci Anda!
ja_jp: ローカル認証方法（メールアドレス + パスワード）を切り替えます。警告: この方法を無効にすると、ロックアウトされる可能性があります。
pl_pl: Przełącz lokalną metodę uwierzytelniania (e-mail + hasło). Ostrzeżenie: wyłączenie tej metody może Cię zablokować!

source: Allow users to create accounts through the registration page. You probably want to disable this if you use an external authentication/provisioning method.
ca_es: Permet als usuaris crear comptes a través de la pàgina de registre. Potser vols desactivar-ho si fas servir un mètode d'autentificació/aprovisionament extern.
es_es: Permitir a los usuarios crear cuentas a través de la página de registro. Es probable que desee desactivar esta opción si utiliza un método de autenticación/provisión externo.
et_ee: Luba kasutajatel registreerimislehe kaudu kontosid luua. Tõenäoliselt tasub see keelata, kui kasutate välist autentimis-/ettevalmistusmeetodit.
id_id: Izinkan pengguna untuk membuat akun melalui halaman pendaftaran. Anda mungkin ingin menonaktifkannya jika Anda menggunakan metode autentikasi/penyediaan eksternal.
ja_jp: ユーザーが登録ページからアカウントを作成できるようにします。外部認証/プロビジョニング方法を使用する場合は、これを無効にすることをお勧めします。
pl_pl: Zezwalaj użytkownikom na tworzenie kont poprzez stronę rejestracji. Prawdopodobnie chcesz to wyłączyć, jeśli używasz zewnętrznej metody uwierzytelniania/wyposażania.

source: This setting will hide the local authentication fields from the login page, but one can still display them by appending ?letmein to the login page URL.
ca_es: Aquesta configuració amagarà els camps d'autentificació local de la pàgina d'inici de sessió, però encara es poden mostrar annexant ? letmein al URL de la pàgina d'inici de sessió.
es_es: Esta configuración ocultará los campos de autenticación local de la página de inicio de sesión, pero aún se pueden mostrar añadiendo ?letmein a la URL de la página de inicio de sesión.
et_ee: See säte peidab kohalikud autentimisväljad sisselogimislehel, kuid neid saab siiski kuvada, lisades sisselogimislehe URL-ile ?letmein.
id_id: Pengaturan ini akan menyembunyikan bidang autentikasi lokal dari halaman login, tetapi Anda masih dapat menampilkannya dengan menambahkan ?letmein ke URL halaman login.
ja_jp: この設定により、ログイン ページからローカル認証フィールドが非表示になりますが、ログイン ページの URL に ?letmein を追加することで、引き続き表示できます。
pl_pl: To ustawienie ukryje lokalne pola uwierzytelniania na stronie logowania, ale nadal będzie można je wyświetlić, dodając ?wpuść mnie do adresu URL strony logowania.

source: Identity providers
ca_es: Proveïdors d'identitat
es_es: Proveedores de identidad
et_ee: Identiteedipakkujad
id_id: Penyedia identitas
ja_jp: アイデンティティプロバイダー
pl_pl: Dostawca tożsamości

source: Add IDP(s) from URL
ca_es: Afegir IDP(s) de URL
es_es: Añadir PID(s) desde URL
et_ee: Lisa URL-ilt IDP-d/IDP-sid
id_id: Tambahkan (beberapa) IDP dari URL
ja_jp: URLからIDPを追加
pl_pl: Dodaj IDP z adresu URL
