Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: You can register a remote URL corresponding to an XML metadata file containing a list of IDPs or a single IDP metadata. If Auto-refresh is enabled, the IDPs metadata will be refreshed every 24h automatically.
ca_es: Pots regirstrar una URL externa corresponent a un arxiu de metadades XML que contingui una llista de metadades IDPs o una sola metadada IDP. Si l'actualització automàtica està activada, les metadates IDPs s'actualitzaran automàticament cada 24h.
es_es: Puede registrar una URL remota correspondiente a un archivo de metadatos XML que contenga una lista de PID o un único metadato PID. Si está activada la actualización automática, los metadatos de los PID se actualizarán automáticamente cada 24 horas.
et_ee: Saate registreerida kaug-URL-i, mis vastab XML-metaandmete failile, mis sisaldab IDP-de loendit või üksikut IDP metaandmeid. Kui automaatne värskendamine on lubatud, värskendatakse IDP-de metaandmeid automaatselt iga 24 tunni järel.
id_id: Anda dapat mendaftarkan URL jarak jauh yang sesuai dengan file metadata XML yang berisi daftar IDP atau metadata IDP tunggal. Jika Penyegaran otomatis diaktifkan, metadata IDP akan disegarkan setiap 24 jam secara otomatis.
ja_jp: IDPのリストまたは単一のIDPメタデータを含むXMLメタデータファイルに対応するリモートURLを登録できます。自動更新が有効になっている場合、IDPメタデータは24時間ごとに自動的に更新されます。
pl_pl: Możesz zarejestrować zdalny adres URL odpowiadający plikowi metadanych XML zawierającym listę IDP lub pojedyncze metadane IDP. Jeśli włączone jest automatyczne odświeżanie, metadane IDP będą automatycznie odświeżane co 24 godziny.

source: Auto-refresh
ca_es: Actualització automàtica
es_es: Actualización automática
et_ee: Automaatne värskendamine
id_id: Penyegaran otomatis
ja_jp: 自動更新
pl_pl: Autoodświeżanie

source: Enable all
ca_es: Activar tot
es_es: Activar todo
et_ee: Luba kõik
id_id: Aktifkan semua
ja_jp: すべて有効にする
pl_pl: Aktywuj wszystko

source: Disable all
ca_es: Desactivar tot
es_es: Desactivar todo
et_ee: Keela kõik
id_id: Nonaktifkan semua
ja_jp: すべて無効にする
pl_pl: Dezaktywuj wszystko

source: Associated with %d IDPs (%d enabled)
ca_es: Associat a %d IDPs (%d activat)
es_es: Asociado con %d PID (%d habilitado)
et_ee: Seotud %d IDP-ga (%d lubatud)
id_id: Terkait dengan %d IDP (%d diaktifkan)
ja_jp: %d 個の IDP に関連付けられています (%d 個が有効)
pl_pl: Połączony z %d IDP. (%d aktywny)

source: Add IDP manually
ca_es: Afegir IDP manualment
es_es: Añadir PID manualmente
et_ee: Lisa IDP käsitsi
id_id: Menambahkan IDP secara manual
ja_jp: IDPを手動で追加する
pl_pl: Dodaj IDP ręcznie

source: You can also add a new IDP manually. A manually added IDP will not have its metadata automatically refreshed.
ca_es: També pots afegir un nou IDP manualment. Les metadades d'un IDP afegit manualment no s'actualitzaran automàticament.
es_es: También puede añadir un nuevo PID manualmente. Los metadatos de un PID añadido manualmente no se actualizarán automáticamente.
et_ee: Uue IDP saate lisada ka käsitsi. Käsitsi lisatud IDP metaandmeid ei värskendata automaatselt.
id_id: Anda juga dapat menambahkan IDP baru secara manual. IDP yang ditambahkan secara manual tidak akan diperbarui metadatanya secara otomatis.
ja_jp: 新しいIDPを手動で追加することもできます。手動で追加したIDPのメタデータは自動的に更新されません。
pl_pl: Możesz również dodać IDP ręcznie. Ręcznie dodanie IDP nie spowoduje automatycznego odświeżenia meta danych.

source: IDPs list
ca_es: Llista IDPs
es_es: Lista de PID
et_ee: IDP-de nimekiri
id_id: Daftar IDP
ja_jp: 国内避難民リスト
pl_pl: Lista IDP

source: Currently %d IDPs are configured.
ca_es: Actualment %d IDPs estan configurats.
es_es: Actualmente %d PIDs están configurados.
et_ee: Praegu on konfigureeritud %d IDP-d.
id_id: Saat ini %d IDP sedang dikonfigurasi.
ja_jp: 現在 %d 個の IDP が設定されています。
pl_pl: Obecnie %d IDPS został skonfigurowany

source: Source
ca_es: Font
es_es: Fuente
et_ee: Allikas
id_id: Sumber
ja_jp: ソース
pl_pl: Źródło

source: LDAP Scheme
ca_es: Esquema LDAP
es_es: Esquema LDAP
et_ee: LDAP-skeem
id_id: Skema LDAP
ja_jp: LDAPスキーム
pl_pl: Schemat LDAP

source: Ldap scheme can be set regardless of the SSL/TLS settings. Valid values are "ldap" or "ldaps". Default is "ldap".
ca_es: L'esquema Ldap pot ser configurat independentment de la configuració SSL/TLS. Els valors vàlids son "ldap" o "ldaps". Per defecte és "ldap".
es_es: El esquema ldap puede establecerse independientemente de la configuración SSL/TLS. Los valores válidos son «LDAP» o «LDAPS». Por defecto es «LDAP».
et_ee: LDAP-skeemi saab määrata olenemata SSL/TLS-sätetest. Lubatud väärtused on "ldap" või "ldaps". Vaikimisi on "ldap".
id_id: Skema LDAP dapat diatur terlepas dari pengaturan SSL/TLS. Nilai yang valid adalah "ldap" atau "ldaps". Nilai default adalah "ldap".
ja_jp: SSL/TLS設定に関係なく、LDAPスキームを設定できます。有効な値は「ldap」または「ldaps」です。デフォルトは「ldap」です。
pl_pl: Schemat Ldap można ustawić niezależnie od ustawień protokołu SSL/TLS. Prawidłowe wartości to „ldap” lub „ldaps”. Wartość domyślna to „ldap”.

source: Cancelled
ca_es: Cancel·lat
es_es: Cancelado
et_ee: Tühistatud
id_id: Dibatalkan
ja_jp: キャンセル
pl_pl: Odwołany

source: Default group
ca_es: Grup predeterminat
es_es: Grupo predeterminado
et_ee: Vaikimisi rühm
id_id: Grup default
ja_jp: デフォルトグループ
pl_pl: Grupa domyślna

source: Add compound
ca_es: Afegir compost
es_es: Añadir compuesto
et_ee: Lisa ühend
id_id: Tambahkan senyawa
ja_jp: 化合物を追加する
pl_pl: Dodaj związek

source: Edit compound
ca_es: Edita el compost
es_es: Editar compuesto
et_ee: Redigeeri ühendit
id_id: Edit senyawa
ja_jp: 複合を編集
pl_pl: Edytuj związek

source: Location name
ca_es: Nom de la ubicació
es_es: Nombre de la ubicación
et_ee: Asukoha nimi
id_id: Nama lokasi
ja_jp: 場所名
pl_pl: Nazwa lokalizacji

source: At least 3 characters are required to search
ca_es: Calen almenys 3 caràcters per cercar
es_es: Se requieren al menos 3 caracteres para buscar
et_ee: Otsimiseks on vaja vähemalt 3 tähemärki
id_id: Setidaknya 3 karakter diperlukan untuk mencari
ja_jp: 検索には少なくとも3文字が必要です
pl_pl: Do wyszukiwania wymagane są co najmniej 3 znaki

source: Unarchive and add to team {{team, string}}
ca_es: Desarxivar i afegir a l'equip {{team, string}}
es_es: Desarchivar y agregar al equipo {{team, string}}
et_ee: Tühista arhiivist ja lisa meeskonda {{team, string}}
id_id: Buka arsip dan tambahkan ke tim {{tim, string}}
ja_jp: アーカイブを解除してチーム {{team, string}} に追加
pl_pl: Wypakuj z archiwum i dodaj do zespołu {{team, string}}

source: Chemical Structure Editor
ca_es: Editor d'Estructura Química
es_es: Editor de estructura química
et_ee: Keemilise struktuuri redaktor
id_id: Editor Struktur Kimia
ja_jp: 化学構造エディター
pl_pl: Edytor struktury chemicznej

source: Compounds
ca_es: Compostos
es_es: Compuestos
et_ee: Ühendid
id_id: Senyawa
ja_jp: 化合物
pl_pl: Związki

source: Experiment templates
ca_es: Plantilles d'experiment
es_es: Plantillas de experimentos
et_ee: Eksperimentide mallid
id_id: Templat percobaan
ja_jp: 実験テンプレート
pl_pl: Szablony eksperymentów

source: Inventory
ca_es: Inventari
es_es: Inventario
et_ee: Inventuur
id_id: Persediaan
ja_jp: 在庫
pl_pl: Spis

source: OpenCloning
ja_jp: オープンクローニング
pl_pl: Otwarte klonowanie

source: No corresponding API key found!
ca_es: No s'ha trobat cap clau API corresponent!
es_es: ¡No se encontró ninguna clave API correspondiente!
et_ee: Vastavat API-võtit ei leitud!
id_id: Kunci API yang sesuai tidak ditemukan!
ja_jp: 対応する API キーが見つかりません。
pl_pl: Nie znaleziono odpowiadającego klucza API!

source: This entry is being edited by %s.
ca_es: Aquesta entrada està sent editada per %s.
es_es: Esta entrada está siendo editada por %s.
et_ee: Seda kirjet muudab %s.
id_id: Entri ini sedang diedit oleh %s.
ja_jp: このエントリは %s によって編集されています。
pl_pl: Ten wpis jest edytowany przez %s.

source: Instance settings
ca_es: Configuració de la instància
es_es: Configuración de instancia
et_ee: Sessiooni seaded
id_id: Pengaturan instance
ja_jp: インスタンス設定
pl_pl: Ustawienia instancji

source: Add container
ca_es: Afegeix contenidor
es_es: Agregar contenedor
et_ee: Lisa konteiner
id_id: Tambahkan wadah
ja_jp: コンテナを追加
pl_pl: Dodaj kontener

source: Adjust container capacity and unit
ca_es: Ajusta la capacitat i la unitat del contenidor
es_es: Ajustar la capacidad del contenedor y la unidad
et_ee: Reguleerige konteineri mahtu ja ühikut
id_id: Sesuaikan kapasitas dan unit wadah
ja_jp: コンテナの容量と単位を調整する
pl_pl: Dostosuj pojemność i jednostkę pojemnika

source: Quantity unit
ca_es: Unitat de quantitat
es_es: Unidad de cantidad
et_ee: Koguseühik
id_id: Satuan kuantitas
ja_jp: 数量単位
pl_pl: Jednostka ilościowa

source: Adjust number of containers stored
ca_es: Ajustar el nombre de contenidors emmagatzemats
es_es: Ajustar el número de contenedores almacenados
et_ee: Reguleerige hoiustatud konteinerite arvu
id_id: Sesuaikan jumlah wadah yang disimpan
ja_jp: 保管するコンテナの数を調整する
pl_pl: Dostosuj liczbę przechowywanych kontenerów

source: Select a storage location below
ca_es: Seleccioneu una ubicació d'emmagatzematge a continuació
es_es: Seleccione una ubicación de almacenamiento a continuación
et_ee: Valige allpool ladustamiskoht
id_id: Pilih lokasi penyimpanan di bawah ini
ja_jp: 以下の保管場所を選択してください
pl_pl: Wybierz poniżej lokalizację przechowywania

source: User Groups
ca_es: Grups d'usuaris
es_es: Grupos de usuarios
et_ee: Kasutajagrupid
id_id: Kelompok Pengguna
ja_jp: ユーザーグループ
pl_pl: Grupy użytkowników

source: A User Group can contain users from different teams. Its main use is to later allow giving permissions to this group.
ca_es: Un grup d'usuaris pot contenir usuaris de diferents equips. El seu ús principal és permetre posteriorment donar permisos a aquest grup.
es_es: Un grupo de usuarios puede contener usuarios de diferentes equipos. Su principal función es otorgar permisos posteriormente a este grupo.
et_ee: Kasutajarühm võib sisaldada kasutajaid erinevatest meeskondadest. Selle peamine kasutusala on hiljem sellele rühmale õiguste andmine.
id_id: Grup Pengguna dapat berisi pengguna dari berbagai tim. Kegunaan utamanya adalah untuk kemudian mengizinkan pemberian izin kepada grup ini.
ja_jp: ユーザーグループには、異なるチームのユーザーを含めることができます。主な用途は、後からこのグループに権限を付与できるようにすることです。
pl_pl: Grupa użytkowników może zawierać użytkowników z różnych zespołów. Jej głównym zastosowaniem jest późniejsze umożliwienie nadawania uprawnień tej grupie.

source: Create user group
ca_es: Crea un grup d'usuaris
es_es: Crear grupo de usuarios
et_ee: Loo kasutajagrupp
id_id: Buat grup pengguna
ja_jp: ユーザーグループを作成する
pl_pl: Utwórz grupę użytkowników

source: Existing user groups
ca_es: Grups d'usuaris existents
es_es: Grupos de usuarios existentes
et_ee: Olemasolevad kasutajagrupid
id_id: Grup pengguna yang ada
ja_jp: 既存のユーザーグループ
pl_pl: Istniejące grupy użytkowników

source: No user group created yet.
ca_es: Encara no s'ha creat cap grup d'usuaris.
es_es: Aún no se ha creado ningún grupo de usuarios.
et_ee: Kasutajagruppi pole veel loodud.
id_id: Belum ada grup pengguna yang dibuat.
ja_jp: ユーザー グループはまだ作成されていません。
pl_pl: Nie utworzono jeszcze żadnej grupy użytkowników.

source: Lock down read permissions
ca_es: Bloqueja els permisos de lectura
es_es: Bloquear permisos de lectura
et_ee: Lukusta lugemisõigused
id_id: Kunci izin baca
ja_jp: 読み取り権限をロックダウンする
pl_pl: Zablokuj uprawnienia do odczytu

source: Lock down write permissions
ca_es: Bloqueja els permisos d'escriptura
es_es: Bloquear permisos de escritura
et_ee: Kirjutamisõiguste lukustamine
id_id: Kunci izin menulis
ja_jp: 書き込み権限をロックダウンする
pl_pl: Zablokuj uprawnienia do zapisu

source: From here you can add, edit or delete the tags for your team. Click the tag to edit it.
ca_es: Des d'aquí podeu afegir, editar o suprimir les etiquetes del vostre equip. Feu clic a l'etiqueta per editar-la.
es_es: Desde aquí puedes agregar, editar o eliminar las etiquetas de tu equipo. Haz clic en la etiqueta para editarla.
et_ee: Siit saate oma meeskonna silte lisada, muuta või kustutada. Sildi muutmiseks klõpsake seda.
id_id: Dari sini Anda dapat menambahkan, mengedit, atau menghapus tag untuk tim Anda. Klik tag untuk mengeditnya.
ja_jp: ここからチームのタグを追加、編集、削除できます。編集するにはタグをクリックしてください。
pl_pl: Stąd możesz dodawać, edytować lub usuwać tagi dla swojego zespołu. Kliknij tag, aby go edytować.

source: Allow users to create new tags
ca_es: Permetre als usuaris crear noves etiquetes
es_es: Permitir a los usuarios crear nuevas etiquetas
et_ee: Luba kasutajatel luua uusi silte
id_id: Izinkan pengguna membuat tag baru
ja_jp: ユーザーが新しいタグを作成できるようにする
pl_pl: Zezwalaj użytkownikom na tworzenie nowych tagów

source: An admin account will always be able to create new tags.
ca_es: Un compte d'administrador sempre podrà crear etiquetes noves.
es_es: Una cuenta de administrador siempre podrá crear nuevas etiquetas.
et_ee: Administraatori konto saab alati uusi silte luua.
id_id: Akun admin akan selalu dapat membuat tag baru.
ja_jp: 管理者アカウントはいつでも新しいタグを作成できます。
pl_pl: Konto administratora zawsze będzie miało możliwość tworzenia nowych tagów.

source: Resources tags
ca_es: Etiquetes de recursos
es_es: Etiquetas de recursos
et_ee: Ressursside sildid
id_id: Tag sumber daya
ja_jp: リソースタグ
pl_pl: Tagi zasobów

source: Experiments tags
ca_es: Etiquetes d'experiments
es_es: Etiquetas de experimentos
et_ee: Eksperimentide sildid
id_id: Tag percobaan
ja_jp: 実験タグ
pl_pl: Tagi eksperymentów

source: This setting sets a baseline upon which you can add more permissions by selecting teams, user groups or users below.
ca_es: Aquesta configuració estableix una línia de base sobre la qual podeu afegir més permisos seleccionant equips, grups d'usuaris o usuaris a continuació.
es_es: Esta configuración establece una base sobre la cual puede agregar más permisos seleccionando equipos, grupos de usuarios o usuarios a continuación.
et_ee: See säte määrab baasjoone, mille põhjal saate lisada rohkem õigusi, valides allpool meeskondi, kasutajarühmi või kasutajaid.
id_id: Pengaturan ini menetapkan dasar yang dapat Anda gunakan untuk menambahkan lebih banyak izin dengan memilih tim, grup pengguna, atau pengguna di bawahnya.
ja_jp: この設定は、以下のチーム、ユーザー グループ、またはユーザーを選択して、さらに権限を追加できるベースラインを設定します。
pl_pl: To ustawienie ustala punkt odniesienia, na podstawie którego możesz dodać więcej uprawnień, wybierając poniżej zespoły, grupy użytkowników lub użytkowników.

source: Add to compounds database
ca_es: Afegeix a la base de dades de compostos
es_es: Añadir a la base de datos de compuestos
et_ee: Lisa ühendite andmebaasi
id_id: Tambahkan ke basis data senyawa
ja_jp: 化合物データベースに追加
pl_pl: Dodaj do bazy danych związków

source: Search similar structures
ca_es: Cerca estructures similars
es_es: Buscar estructuras similares
et_ee: Otsi sarnaseid struktuure
id_id: Cari struktur serupa
ja_jp: 類似構造を検索
pl_pl: Wyszukaj podobne struktury

source: Search exact structure
ca_es: Cerca l'estructura exacta
es_es: Buscar la estructura exacta
et_ee: Otsi täpset struktuuri
id_id: Cari struktur yang tepat
ja_jp: 正確な構造を検索
pl_pl: Wyszukaj dokładną strukturę

source: Exact structure
ca_es: Estructura exacta
es_es: Estructura exacta
et_ee: Täpne struktuur
id_id: Struktur yang tepat
ja_jp: 正確な構造
pl_pl: Dokładna struktura

source: Compounds substructure search results
ca_es: Resultats de la cerca de subestructures de compostos
es_es: Resultados de la búsqueda de subestructuras de compuestos
et_ee: Ühendite alamstruktuuri otsingutulemused
id_id: Hasil pencarian substruktur senyawa
ja_jp: 化合物の部分構造検索結果
pl_pl: Wyniki wyszukiwania podstruktury związków

source: Name unset
ca_es: Nom no definit
es_es: Nombre no establecido
et_ee: Nimi pole määratud
id_id: Nama tidak ditetapkan
ja_jp: 名前未設定
pl_pl: Nazwa nieustawiona

source: Molecular formula
ca_es: Fórmula molecular
es_es: Fórmula molecular
et_ee: Molekulaarne valem
id_id: Rumus molekul
ja_jp: 分子式
pl_pl: Wzór cząsteczkowy

source: Search similar compounds
ca_es: Cerca compostos similars
es_es: Buscar compuestos similares
et_ee: Otsi sarnaseid ühendeid
id_id: Cari senyawa serupa
ja_jp: 類似化合物を検索
pl_pl: Wyszukaj podobne związki

source: View in JSON
ca_es: Veure en JSON
es_es: Ver en JSON
et_ee: Kuva JSON-is
id_id: Lihat dalam JSON
ja_jp: JSONで表示
pl_pl: Wyświetl w formacie JSON

source: View on PubChem
ca_es: Veure a PubChem
es_es: Ver en PubChem
et_ee: Vaata PubChemis
id_id: Lihat di PubChem
ja_jp: PubChemで見る
pl_pl: Widok na PubChem

source: Remove compound
ca_es: Elimina el compost
es_es: Quitar el compuesto
et_ee: Eemalda ühend
id_id: Hapus senyawa
ja_jp: 化合物を除去する
pl_pl: Usuń związek

source: Link with compound
ca_es: Enllaç amb compost
es_es: Enlace con compuesto
et_ee: Seos ühendiga
id_id: Tautan dengan senyawa
ja_jp: 化合物とのリンク
pl_pl: Połącz ze związkiem

source: Search in local compounds database
ca_es: Cerca a la base de dades de compostos locals
es_es: Buscar en la base de datos de compuestos locales
et_ee: Otsi kohalikust ühendite andmebaasist
id_id: Pencarian dalam database senyawa lokal
ja_jp: 地域化合物データベースで検索
pl_pl: Szukaj w bazie danych związków lokalnych

source: Export to CSV
ca_es: Exporta a CSV
es_es: Exportar a CSV
et_ee: Ekspordi CSV-vormingusse
id_id: Ekspor ke CSV
ja_jp: CSVにエクスポート
pl_pl: Eksportuj do CSV

source: Compounds are chemical entities associated with properties such as a CAS number, a molecular formula, SMILES or InChI representations, hazardous properties, etc... This page allows you to manage your compounds database, which is shared to everyone on the instance. Once created, a compound can be associated with a Resource (or Experiment).
ca_es: Els compostos són entitats químiques associades a propietats com ara un número CAS, una fórmula molecular, representacions SMILES o InChI, propietats perilloses, etc. Aquesta pàgina us permet gestionar la vostra base de dades de compostos, que es comparteix amb tothom a la instància. Un cop creat, un compost es pot associar a un recurs (o experiment).
es_es: Los compuestos son entidades químicas asociadas a propiedades como un número CAS, una fórmula molecular, representaciones SMILES o representaciones InChI, propiedades peligrosas, etc... Esta página le permite administrar su base de datos de compuestos, compartida con todos los usuarios de la instancia. Una vez creado, un compuesto puede asociarse a un recurso (o experimento).
et_ee: Ühendid on keemilised üksused, mis on seotud selliste omadustega nagu CAS-number, molekulaarvalem, SMILES- või InChI-esitused, ohtlikud omadused jne. See leht võimaldab teil hallata oma ühendite andmebaasi, mis on jagatud kõigiga eksemplaris. Kui ühend on loodud, saab selle seostada ressursiga (või eksperimentidega).
id_id: Senyawa adalah entitas kimia yang dikaitkan dengan properti seperti nomor CAS, rumus molekul, representasi SMILES atau InChI, properti berbahaya, dll... Halaman ini memungkinkan Anda mengelola basis data senyawa Anda, yang dibagikan kepada semua orang di instansi tersebut. Setelah dibuat, senyawa dapat dikaitkan dengan Sumber Daya (atau Eksperimen).
ja_jp: 化合物とは、CAS番号、分子式、SMILESまたはInChI表現、危険性など、特性に関連付けられた化学物質です。このページでは、インスタンス上の全員と共有される化合物データベースを管理できます。作成された化合物は、リソース（または実験）に関連付けることができます。
pl_pl: Związki to jednostki chemiczne powiązane z właściwościami, takimi jak numer CAS, wzór cząsteczkowy, reprezentacje SMILES lub InChI, właściwości niebezpieczne itp. Ta strona umożliwia zarządzanie bazą danych związków, która jest udostępniana wszystkim osobom w instancji. Po utworzeniu związek można powiązać z zasobem (lub eksperymentem).

source: Import from PubChem
ca_es: Importar des de PubChem
es_es: Importar desde PubChem
et_ee: Impordi PubChemist
id_id: Impor dari PubChem
ja_jp: PubChemからのインポート
pl_pl: Importuj z PubChem

source: Substructure search from SMILES
ca_es: Cerca de subestructures des de SMILES
es_es: Búsqueda de subestructuras desde SMILES
et_ee: Alamstruktuuri otsing SMILES-ist
id_id: Pencarian substruktur dari SMILES
ja_jp: SMILESからの部分構造検索
pl_pl: Wyszukiwanie podstruktur w SMILES

source: Exact
ca_es: Exacte
es_es: Exacto
et_ee: Täpne
id_id: Akurat
ja_jp: ちょうど
pl_pl: Dokładny

source: Delete selected compounds
ca_es: Suprimeix els compostos seleccionats
es_es: Eliminar compuestos seleccionados
et_ee: Kustuta valitud ühendid
id_id: Hapus senyawa yang dipilih
ja_jp: 選択した化合物を削除
pl_pl: Usuń wybrane związki

source: Enter a title
ca_es: Introdueix un títol
es_es: Introduzca un título
et_ee: Sisesta pealkiri
id_id: Masukkan judul
ja_jp: タイトルを入力してください
pl_pl: Wprowadź tytuł

source: Search associated resources
ca_es: Cerca recursos associats
es_es: Buscar recursos asociados
et_ee: Otsi seotud ressursse
id_id: Cari sumber daya terkait
ja_jp: 関連リソースを検索
pl_pl: Przeszukaj powiązane zasoby

source: Search associated experiments
ca_es: Cerca experiments associats
es_es: Buscar experimentos asociados
et_ee: Otsi seotud eksperimente
id_id: Cari eksperimen terkait
ja_jp: 関連する実験を検索
pl_pl: Wyszukaj powiązane eksperymenty

source: IUPAC Name
ca_es: Nom IUPAC
es_es: Nombre IUPAC
et_ee: IUPAC-nimetus
id_id: Nama IUPAC
ja_jp: IUPAC名
pl_pl: Nazwa IUPAC

source: CAS number
ca_es: Número CAS
es_es: Número CAS
id_id: nomor CAS
ja_jp: CAS番号
pl_pl: Numer CAS

source: Please enter a valid CAS number (e.g., 58-08-2)
ca_es: Si us plau, introduïu un número CAS vàlid (per exemple, 58-08-2)
es_es: Ingrese un número CAS válido (por ejemplo, 58-08-2)
et_ee: Palun sisestage kehtiv CAS-number (nt 58-08-2)
id_id: Harap masukkan nomor CAS yang valid (misalnya, 58-08-2)
ja_jp: 有効なCAS番号を入力してください（例：58-08-2）
pl_pl: Proszę wprowadzić prawidłowy numer CAS (np. 58-08-2)

source: EC number
ca_es: Número CE
es_es: Número EC
et_ee: EÜ number
id_id: nomor EC
ja_jp: EC番号
pl_pl: Numer WE

source: Please enter a valid EC number (e.g., 200-362-1)
ca_es: Si us plau, introduïu un número CE vàlid (per exemple, 200-362-1)
es_es: Ingrese un número EC válido (por ejemplo, 200-362-1)
et_ee: Palun sisestage kehtiv EÜ number (nt 200-362-1)
id_id: Harap masukkan nomor EC yang valid (misalnya, 200-362-1)
ja_jp: 有効なEC番号を入力してください（例：200-362-1）
pl_pl: Proszę wprowadzić prawidłowy numer WE (np. 200-362-1)

source: Molecular weight
ca_es: Pes molecular
es_es: Peso molecular
et_ee: Molekulaarmass
id_id: Berat molekul
ja_jp: 分子量
pl_pl: Masa cząsteczkowa

source: Safety information
ca_es: Informació de seguretat
es_es: Información de seguridad
et_ee: Ohutusteave
id_id: Informasi keselamatan
ja_jp: 安全情報
pl_pl: Informacje dotyczące bezpieczeństwa

source: Immutable information
ca_es: Informació immutable
es_es: Información inmutable
et_ee: Muutumatu teave
id_id: Informasi yang tidak dapat diubah
ja_jp: 不変の情報
pl_pl: Niezmienna informacja

source: Found archived users with same email address:
ca_es: S'han trobat usuaris arxivats amb la mateixa adreça de correu electrònic:
es_es: Se encontraron usuarios archivados con la misma dirección de correo electrónico:
et_ee: Leiti arhiveeritud kasutajad sama e-posti aadressiga:
id_id: Menemukan pengguna yang diarsipkan dengan alamat email yang sama:
ja_jp: 同じメールアドレスを持つアーカイブされたユーザーが見つかりました:
pl_pl: Znaleziono zarchiwizowanych użytkowników z tym samym adresem e-mail:

source: Create a new account anyway
ca_es: Crea un compte nou de totes maneres
es_es: Crea una nueva cuenta de todos modos
et_ee: Loo ikkagi uus konto
id_id: Buat akun baru saja
ja_jp: とにかく新しいアカウントを作成してください
pl_pl: Utwórz nowe konto mimo wszystko

source: Number of lines for title
ca_es: Nombre de línies per al títol
es_es: Número de líneas para el título
et_ee: Pealkirja ridade arv
id_id: Jumlah baris untuk judul
ja_jp: タイトルの行数
pl_pl: Liczba wierszy dla tytułu

source: Split the title into this many lines
ca_es: Divideix el títol en aquestes línies
es_es: Divide el título en estas líneas
et_ee: Jaga pealkiri nii paljudeks ridadeks
id_id: Membagi judul menjadi beberapa baris ini
ja_jp: タイトルをこの行数に分割します
pl_pl: Podziel tytuł na taką liczbę wierszy

source: Number of characters per line
ca_es: Nombre de caràcters per línia
es_es: Número de caracteres por línea
et_ee: Tähemärkide arv rea kohta
id_id: Jumlah karakter per baris
ja_jp: 1行あたりの文字数
pl_pl: Liczba znaków w wierszu
