Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: Running version: %s
ca_es: Versió actual: %s
es_es: Versión actual: %s
et_ee: Töötav versioon: %s
id_id: Versi yang sedang berjalan: %s
ja_jp: 実行中のバージョン%s
pl_pl: Wersja robocza: %s

source: License: %s
ca_es: Llicència: %s
es_es: Licencia: %s
et_ee: Litsents: %s
id_id: Lisensi: %s
ja_jp: ライセンス：%s
pl_pl: Licencja: %s

source: Source code: %s
ca_es: Codi original: %s
es_es: Código fuente: %s
et_ee: Lähtekood: %s
id_id: Kode sumber: %s
ja_jp: ソースコード%s
pl_pl: Kod źródłowy: %s

source: Restore selected compounds
ca_es: Restaura els compostos sel·leccionats
es_es: Restaurar los compuestos seleccionados
et_ee: Taasta valitud ühendid
id_id: Mengembalikan senyawa yang dipilih
ja_jp: 選択された化合物のリストア
pl_pl: Zresetuj wybrani związki

source: Note: only templates that you have pinned are displayed below.
ca_es: Nota: només es mostren a continuació les plantilles que has fixat.
es_es: Nota: solo las plantillas fijadas se muestran a continuación.
et_ee: Märkus: allpool kuvatakse ainult need mallid, mille olete kinnitanud.
id_id: Catatan: hanya templat yang sudah Anda sematkan yang ditampilkan di bawah ini.
ja_jp: 注：ピン留めしたテンプレートだけが下に表示されます。
pl_pl: Uwaga: poniżej wyświetlane są tylko przypięte przez Ciebie szablony.

source: About eLabFTW
ca_es: Sobre eLabFTW
es_es: Acerca de eLabFTW
et_ee: Teave eLabFTW kohta
id_id: Tentang eLabFTW
ja_jp: elabFTWについて
pl_pl: O oprogramowaniu eLabFTW

source: Linked resource
ca_es: Enllaça el recurs
es_es: Recurso enlazado
et_ee: Lingitud ressurss
id_id: Sumber daya yang tertaut
ja_jp: リンクされたリソース
pl_pl: Powiązany zasób

source: Only a Sysadmin account can use local authentication when it is hidden.
ca_es: Només pot fer servir autenticació local quan està amagada un administrador de sistema.
es_es: Solo una cuenta de Administrador del sistema puede usar autenticación local cuando está escondida.
et_ee: Ainult süsteemiadministraatori konto saab kasutada kohalikku autentimist, kui see on peidetud.
id_id: Hanya akun Sysadmin yang dapat menggunakan autentikasi lokal saat disembunyikan.
ja_jp: ローカル認証が非表示になっている場合は、シスアド・アカウントのみがローカル認証を使用できる。
pl_pl: Tylko konto Sysadmin może korzystać z uwierzytelniania lokalnego, gdy jest ukryte.

source: Only a Sysadmin account can use local authentication.
ca_es: Només pot fer servir autenticació local un administrador de sistema.
es_es: Solo puede usar autenticación local una cuenta de Administrador del sistema.
et_ee: Kohalikku autentimist saab kasutada ainult süsteemiadministraatori kontoga.
id_id: Hanya akun Sysadmin yang dapat menggunakan autentikasi lokal.
ja_jp: ローカル認証を使用できるのは、シスアドアカウントのみです。
pl_pl: Tylko konto Sysadmin może korzystać z uwierzytelniania lokalnego.

source: Too many authentication tries in the last minute. Please try later.
ca_es: S'han provat massa intents d'autenticació en l'últim minut. Si us plau, prova-ho més tard.
es_es: Demasiados intentos de autenticación en el último minuto. Por favor inténtalo más tarde.
et_ee: Liiga palju autentimiskatseid viimasel minutil. Palun proovige hiljem uuesti.
id_id: Terlalu banyak percobaan autentikasi di menit terakhir ini. Silakan coba lagi nanti.
ja_jp: 認証の試行回数が多すぎます。後で試してください。
pl_pl: Zbyt wiele prób uwierzytelnienia w ciągu ostatniej minuty. Spróbuj później.

source: Resources templates
ca_es: Plantilles de recursos
es_es: Plantillas de recursos
et_ee: Ressursside mallid
id_id: Templat sumber daya
ja_jp: リソーステンプレート
pl_pl: Szablony zasobów

source: 2FA
ja_jp: 2FA (二要素認証)
pl_pl: dwu stopniowa

source: Can manage users to teams
ca_es: Pot gestionar usuaris a equips
es_es: Puede administrar usuarios a equipos
et_ee: Saab kasutajaid meeskondadesse jagada
id_id: Dapat mengelola pengguna hingga tim
ja_jp: ユーザーをチーム単位で管理可能
pl_pl: Możliwość zarządzania użytkownikami w zespołach

source: You must allow at least one permission setting.
ca_es: Has de permetre almenys un permís de configuració.
es_es: Debes permitir por lo menos una configuración de permiso.
et_ee: Peate lubama vähemalt ühe loa seadistuse.
id_id: Anda harus mengizinkan setidaknya satu pengaturan izin.
ja_jp: 少なくとも1つのパーミッション設定を許可する必要があります。
pl_pl: Musisz zezwolić na co najmniej jedno ustawienie uprawnień.

source: There was an error while parsing metadata (extra fields). Full error has been logged to the browser console.
ca_es: Hi ha hagut un error analitzant les metadades (camps extra). S'ha registrat l'error complert a la consola del navegador.
es_es: Ha habido un error al analizar los metadatos (campos extra). Se ha registrado el error completo en la consola del navegador.
et_ee: Metaandmete (lisaväljade) töötlemisel ilmnes viga. Täielik viga logiti brauseri konsooli.
id_id: Terjadi kesalahan saat mem-parsing metadata (bidang tambahan). Kesalahan lengkap telah dicatat ke konsol browser.
ja_jp: メタデータ（余分なフィールド）の解析中にエラーが発生しました。完全なエラーがブラウザコンソールに記録されました。
pl_pl: Wystąpił błąd podczas analizowania metadanych (dodatkowe pola). Pełny błąd został zarejestrowany w konsoli przeglądarki.

source: This action cannot apply to current selection
ca_es: Aquesta acció no es pot aplicar a la selecció actual
es_es: No se puede aplicar esta acción a la selección actual
et_ee: Seda toimingut ei saa praegusele valikule rakendada
id_id: Tindakan ini tidak dapat diterapkan pada pemilihan saat ini
ja_jp: このアクションは現在のセレクションには適用できません。
pl_pl: Ta akcja nie może mieć zastosowania do bieżącego wyboru

source: Is Archived
ca_es: Està arxivat
es_es: Está Archivado
et_ee: On arhiveeritud
id_id: Diarsipkan
ja_jp: アーカイブ
pl_pl: Zarchiwizowany?

source: Only a Sysadmin can modify this.
ca_es: Només ho pot modificar un administrador del sistema.
es_es: Solo lo puede modificar un Administrador del sistema.
et_ee: Ainult süsteemiadministraator saab seda muuta.
id_id: Hanya Sysadmin yang dapat memodifikasi ini.
ja_jp: システム管理者のみ変更可能な項目です。
pl_pl: Tylko administrator systemu może modyfikować

source: Userid
ca_es: ID d'usuari
es_es: ID de usuario
et_ee: Kasutaja ID
id_id: ID pengguna
ja_jp: ユーザーID
pl_pl: Id iżytkownika

source: An internal error occurred. This should never happen! Please contact support with the following identifier:
ca_es: Hi ha hagut un error intern. Això no hauria de passa mai! Si us plau, contacta suport amb el següent identificador:
es_es: Ha occurrido un error interno. ¡Esto no debería pasar jamás! Por favor, contacta con soporte con el siguiente identificador:
et_ee: Tekkis sisemine viga. Seda ei tohiks kunagi juhtuda! Palun võtke ühendust toega, kasutades järgmist identifikaatorit:
id_id: Terjadi kesalahan internal. Hal ini seharusnya tidak pernah terjadi! Silakan hubungi dukungan dengan pengenal berikut ini:
ja_jp: 内部エラーが発生しました。これは決して起こってはならないことです！以下の識別子をサポートまでご連絡ください：
pl_pl: Wystąpił błąd wewnętrzny. To nigdy nie powinno się zdarzyć! Skontaktuj się z pomocą techniczną, podając następujący identyfikator:

source: Sorry, there was an issue executing your request. Please try again later.
ca_es: Perdona, hi ha hagut un problema executant la teva sol·licitut. Si us plau, prova-ho més tard.
es_es: Disculpa, ha habido un problema ejecutando tu petición. Por favor, inténtalo más tarde.
et_ee: Vabandust, teie taotluse täitmisel tekkis probleem. Palun proovige hiljem uuesti.
id_id: Maaf, ada masalah dalam menjalankan permintaan Anda. Silakan coba lagi nanti.
ja_jp: リクエストの実行に問題が発生しました。後でもう一度お試しください。
pl_pl: rzepraszamy, wystąpił problem z realizacją Twojego żądania. Spróbuj ponownie później.

source: Sorry, you are not allowed to perform that action.
ca_es: Perdona, no tens permís fer aquesta acció.
es_es: Disculpa, no tienes permiso para ejercer esta acción.
et_ee: Vabandust, teil pole lubatud seda toimingut teha.
id_id: Maaf, Anda tidak diizinkan untuk melakukan tindakan tersebut.
ja_jp: 申し訳ありませんが、その行為は許可されていません。
pl_pl: Niestety, nie masz uprawnień do wykonania tej czynności.

source: Sorry, this action is disabled in demo mode.
ca_es: Perdona, aquesta acció està desactivada en el mode demo.
es_es: Disculpa, se ha desactivado esta acción en el modo demostración.
et_ee: Vabandust, see toiming on demorežiimis keelatud.
id_id: Maaf, tindakan ini dinonaktifkan dalam mode demo.
ja_jp: 申し訳ありませんが、デモモードではこのアクションは無効です。
pl_pl: Opcja nie dostępna w trybie DEMO

source: Only the Restore action is allowed on a deleted entity.
ca_es: Només es pot Restaurar una entitat eliminada.
es_es: Sólo se permite la acción Restaurar en entradas eliminadas.
et_ee: Kustutatud üksuse puhul on lubatud ainult taastamistoiming.
id_id: Hanya tindakan Pulihkan yang diperbolehkan pada entitas yang dihapus.
ja_jp: 削除されたエンティティでは、Restore アクションのみが許可されます。
pl_pl: W przypadku usuniętego obiektu dozwolona jest tylko akcja Przywróć.

source: Only the Unarchive action is allowed on an archived entity.
ca_es: Només es permet l'acció de Desarxivar en una entrada arxivada.
es_es: Sólo se permite la acción Desarchivar en entradas archivadas.
et_ee: Arhiveeritud üksuse puhul on lubatud ainult toiming „Tühista arhiivist”.
id_id: Hanya tindakan Nonarsipkan yang diizinkan pada entitas yang diarsipkan.
ja_jp: アーカイブされたエンティティでは、Unarchive アクションのみが許可されます。
pl_pl: W przypadku zarchiwizowanego obiektu dozwolona jest tylko akcja dearchiwizacji.

source: Cannot modify permissions on entry with immutable permissions.
ca_es: No es poden modificar els permisos en una entrada amb permisos immutables.
es_es: No se pueden modificar permisos de una entrada con permisiones inmutables.
et_ee: Muutmatute õigustega sisenemisel ei saa õigusi muuta.
id_id: Tidak dapat mengubah izin saat masuk dengan izin yang tidak dapat diubah.
ja_jp: 不変パーミッションを持つエントリのパーミッションを変更できません。
pl_pl: Nie można modyfikować uprawnień przy wpisie, jeśli uprawnienia są niezmienne.

source: Cannot modify permissions immutability settings.
ca_es: No es poden modificar permisos en configuracions immutables.
es_es: No se puede modificar la configuración de permisos inmutables.
et_ee: Õiguste muutmatuse seadeid ei saa muuta.
id_id: Tidak dapat mengubah pengaturan izin tak dapat diubah.
ja_jp: パーミッションの不変性設定を変更できない。
pl_pl: Nie można modyfikować ustawień niezmienności uprawnień.

source: Cannot delete a linked compound.
ca_es: No es pot eliminar un compost enllaçat.
es_es: No se puede eliminar un compuesto enlazado.
et_ee: Lingitud ühendit ei saa kustutada.
id_id: Tidak dapat menghapus senyawa yang ditautkan.
ja_jp: リンクされた化合物を削除できない。
pl_pl: Nie możesz usunąć powiązanego związku

source: Cannot delete a storage unit with children!
ca_es: No es pot eliminar una unitat d'emmagatzematge amb fills!
es_es: ¡No se puede eliminar una unidad de almacenamiento con hijos!
et_ee: Alamüksustega salvestusüksust ei saa kustutada!
id_id: Tidak dapat menghapus unit penyimpanan yang memiliki anak!
ja_jp: 子供のいるストレージ・ユニットは削除できません！
pl_pl: Nie możesz usunąć jednostki przechowywania z zawartością

source: Cannot delete a storage unit with containers!
ca_es: No es pot eliminar una unitat d'emmagatzematge amb contenidors!
es_es: ¡No se puede eliminar una unidad de almacenamiento con contenedores!
et_ee: Konteineritega salvestusüksust ei saa kustutada!
id_id: Tidak dapat menghapus unit penyimpanan yang memiliki kontainer!
ja_jp: コンテナのあるストレージユニットを削除できません！
pl_pl: Nie możesz usunąć jednostki przechowywania z lokalizacją

source: This account is archived in this team and cannot login.
ca_es: Aquest compte està arxivat en aquest equip i no pot iniciar sessió.
es_es: Esta cuenta está archivada en este equipo y no puede iniciar sesión.
et_ee: See konto on selles meeskonnas arhiveeritud ja sisselogimine pole võimalik.
id_id: Akun ini telah diarsipkan dalam tim ini sehingga tidak dapat masuk.
ja_jp: このアカウントはこのチームにアーカイブされており、ログインできません。
pl_pl: To konto jest zarchiwizowane w tym zespole i nie można się na nie zalogować.

source: Sorry, edition of experiments categories has been disabled for users by your team Admin.
ca_es: Perdona, l'administrador del teu equip ha inactivat l'edició de categories d'experiments per usuaris.
es_es: Disculpa, tu administrador de equipo ha inhabilitado la edición de categorías de experimentos por usuarios.
et_ee: Vabandust, teie meeskonna administraator on eksperimentide kategooriate väljaandmise kasutajatele keelanud.
id_id: Maaf, edisi kategori eksperimen telah dinonaktifkan untuk pengguna oleh Admin tim Anda.
ja_jp: 申し訳ございませんが、実験カテゴリのエディションはチーム管理者によってユーザーに対して無効化されています。
pl_pl: Przepraszamy, administrator Twojego zespołu wyłączył użytkownikom możliwość edycji kategorii eksperymentów.

source: Sorry, edition of experiments status has been disabled for users by your team Admin.
ca_es: Perdona, l'administrador del teu equip ha inhabilitat l'edició d'estat d'experiments pels usuaris.
es_es: Disculpa, tu administrador de equipo ha inhabilitado la edición de estados de experimentos por usuarios.
et_ee: Vabandust, teie meeskonna administraator on eksperimentide väljaande oleku kasutajatele keelanud.
id_id: Maaf, edisi dari status percobaan telah dinonaktifkan untuk pengguna oleh Admin tim Anda.
ja_jp: 申し訳ありませんが、実験ステータスのエディションはチーム管理者によって無効化されています。
pl_pl: Przepraszamy, edycja statusu eksperymentów została wyłączona dla użytkowników przez administratora Twojego zespołu

source: Sorry, edition of resources status has been disabled for users by your team Admin.
ca_es: Perdona, l'administrador del teu equip ha inhabilitat l'edició d'estat de recursos pels usuaris.
es_es: Disculpa, tu administrador de equipo ha inhabilitado la edición de estados de recursos por usuarios.
et_ee: Vabandust, teie meeskonna administraator on ressursside väljaande oleku kasutajatele keelanud.
id_id: Maaf, edisi status sumber daya telah dinonaktifkan untuk pengguna oleh Admin tim Anda.
ja_jp: 申し訳ございませんが、リソースステータスのエディションはチーム管理者により無効化されています。
pl_pl: Przepraszamy, administrator Twojego zespołu wyłączył możliwość edycji statusu zasobów dla użytkowników.

source: Users will be forced to select an existing Template, and will not be able to create a blank entry.
ca_es: Es forçarà als usuaris a seleccionar una plantilla existent, i no se'ls permetrà crear una entrada en blanc.
es_es: Se forzará a los usuarios a escoger una plantilla existente, y no podrán crear una entrada en blanco.
et_ee: Kasutajad on sunnitud valima olemasoleva malli ja nad ei saa luua tühja kirjet.
id_id: Pengguna akan dipaksa untuk memilih Template yang sudah ada, dan tidak dapat membuat entri kosong.
ja_jp: ユーザーは既存のテンプレートを選択せざるを得ず、空白のエントリーを作成することはできません。
pl_pl: Użytkownicy będą musieli wybrać istniejący szablon i nie będą mogli utworzyć pustego wpisu.

source: Allow users to create and edit experiments categories
ca_es: Permet als usuaris crear i editar categories d'experiments
es_es: Permite a los usuarios crear y editar categorías de experimentos
et_ee: Luba kasutajatel eksperimentide kategooriaid luua ja muuta
id_id: Memungkinkan pengguna untuk membuat dan mengedit kategori eksperimen
ja_jp: ユーザーが実験カテゴリーを作成・編集できるようにする
pl_pl: Zezwól użytkownikom na tworzenie i edytowanie kategorii eksperymentów

source: Allow users to create and edit experiments status
ca_es: Permet als usuaris crear i editar l'estat d'experiments
es_es: Permite a los usuarios crear y editar estados de experimentos
et_ee: Luba kasutajatel eksperimente luua ja nende olekut muuta
id_id: Memungkinkan pengguna untuk membuat dan mengedit status eksperimen
ja_jp: ユーザーが実験ステータスを作成・編集できるようにする
pl_pl: Zezwól użytkownikom tworzyć i edytować status eksperymentów

source: Allow users to create and edit resources categories
ca_es: Permet als usuaris crear i editar categories de recursos
es_es: Permite a los usuarios crear y editar categorías de recursos
et_ee: Luba kasutajatel luua ja muuta ressursikategooriaid
id_id: Memungkinkan pengguna untuk membuat dan mengedit kategori sumber daya
ja_jp: リソース・カテゴリの作成と編集を許可する
pl_pl: Zezwól użytkownikom tworzyć kategorie zasobów

source: Allow users to create and edit resources status
ca_es: Permet als usuaris crear i editar l'estat de recursos
es_es: Permite a los usuarios crear y editar estados de recursos
et_ee: Luba kasutajatel luua ja muuta ressursside olekut
id_id: Memungkinkan pengguna untuk membuat dan mengedit status sumber daya
ja_jp: ユーザーがリソースのステータスを作成および編集できるようにする
pl_pl: Zezwól użytkownikom na tworzenie i edytowanie statusu zasobów

source: Resources by category
ca_es: Recursos per categoria
es_es: Recursos por categoría
et_ee: Ressursid kategooria järgi
id_id: Sumber daya berdasarkan kategori
ja_jp: カテゴリー別リソース
pl_pl: Zasoby wg kategorii

source: Unarchive
ca_es: Desarxivar
es_es: Desarchivar
et_ee: Tühista arhiiv
id_id: Nonarsipkan
ja_jp: アーカイブ解除
pl_pl: Dearchiwizuj

source: Create a new entry
ca_es: Crear una entrada nova
es_es: Crear una entrada nueva
et_ee: Loo uus kirje
id_id: Buat entri baru
ja_jp: 新しいエントリーを作成する
pl_pl: Nowy wpis

source: Add category
ca_es: Afegir categoria
es_es: Añadir categoría
et_ee: Lisa kategooria
id_id: Tambahkan kategori
ja_jp: カテゴリの追加
pl_pl: Dodaj Kategorię

source: Add status
ca_es: Afegir estat
es_es: Añadir estado
et_ee: Lisa staatus
id_id: Tambahkan status
ja_jp: ステータスの追加
pl_pl: Dodaj status

source: Select a template below
ca_es: Selecciona una plantilla a continuació
es_es: Selecciona una plantilla a continuación
et_ee: Valige allpool mall
id_id: Pilih templat di bawah ini
ja_jp: テンプレートの選択
pl_pl: Wybież formatkę poniżej

source: Manage templates
ca_es: Gestiona plantilles
es_es: Gestionar plantillas
et_ee: Mallide haldamine
id_id: Kelola templat
it_it: Gestione modelli
ja_jp: テンプレートの設定
pl_pl: Zarządzaj formatkami

source: Create resource from template
ca_es: Crea un recurs des d'una plantilla
es_es: Crear recurso desde una plantilla
et_ee: Loo ressurss malli põhjal
id_id: Membuat sumber daya dari templat
ja_jp: テンプレートからリソースを作成する
pl_pl: Ustwórz zasób z formatki

source: View template
ca_es: Mira plantilla
es_es: Ver plantilla
et_ee: Kuva mall
id_id: Lihat templat
ja_jp: テンプレートを確認する
pl_pl: Widok formatki

source: Or create a blank entry
ca_es: O crea una entrada en blanc
es_es: O crear una entrada en blanco
et_ee: Või loo tühi kirje
id_id: Atau buat entri kosong
ja_jp: または空白のエントリーを作成する
pl_pl: Lub utwórz pusty wpis

source: No category
ca_es: Cap categoria
es_es: Sin categoría
et_ee: Kategooria puudub
id_id: Tidak ada kategori
ja_jp: カテゴリがありません
pl_pl: Bez Kategorii

source: See on PubChem
ca_es: Mira a PubChem
es_es: Ver en PubChem
et_ee: Vaata PubChemist
id_id: Lihat di PubChem
ja_jp: PubChemで見る
pl_pl: Zobacz w PubChem

source: Edit user
ca_es: Edita l'usuari
es_es: Editar usuario
et_ee: Muuda kasutajat
id_id: Edit pengguna
ja_jp: ユーザーを編集
pl_pl: Edytuj Użytkownika

source: Enabling Sysadmin rights authorizes unrestricted system changes. Exercise due diligence.
ca_es: Permetre drets d'administrador del sistema autoritza canvis en el sistema sense restriccions. Exerciu la diligència deguda.
es_es: Habilitar permisos de administrador del sistema autoriza cambios sin restricción en el sistema. Ejerce la debida diligencia.
et_ee: Süsteemiadministraatori õiguste lubamine lubab piiramatuid süsteemimuudatusi. Järgige vajalikku hoolsust.
id_id: Mengaktifkan hak Sysadmin mengizinkan perubahan sistem yang tidak dibatasi. Melakukan uji tuntas.
ja_jp: シスアド権限を有効にすると、無制限のシステム変更が許可される。十分な注意を払うこと。
pl_pl: Włączenie uprawnień administratora systemu upoważnia do wprowadzania nieograniczonych zmian w systemie. Należy zachować należytą staranność

source: Can manage users/teams association
ca_es: Pot gestionar associacions usuaris/equips
es_es: Puede gestionar asociaciones usuarios/equipos
et_ee: Saab hallata kasutajate/meeskondade seoseid
id_id: Dapat mengelola asosiasi pengguna/tim
ja_jp: ユーザー／チームの関連付けを管理できる
pl_pl: Może zarządzać stowarzyszeniami użytkowników/zespołów

source: Enable this to allow user to manage association between users and teams. Note: user must be Admin in at least one team.
ca_es: Permet a l'usuari gestionar associacions entre usuaris i equips. Nota: l'usuari ha de ser administrador en almenys un equip.
es_es: Permite al usuario gestionar la asociación entre usuarios y equipos. Nota: el usuario debe ser administrador en al menos un equipo.
et_ee: Luba see, et kasutaja saaks hallata kasutajate ja meeskondade vahelisi seoseid. Märkus: kasutaja peab olema vähemalt ühe meeskonna administraator.
id_id: Aktifkan ini untuk memungkinkan pengguna mengelola hubungan antara pengguna dan tim. Catatan: pengguna harus menjadi Admin di setidaknya satu tim.
ja_jp: ユーザーとチームの関連付けを管理できるようにするには、これを有効にします。注意：ユーザは少なくとも1つのチームの管理者でなければなりません。
pl_pl: Włącz tę opcję, aby umożliwić użytkownikowi zarządzanie powiązaniami między użytkownikami i zespołami. Uwaga: użytkownik musi być administratorem co najmniej jednego zespołu.

source: Permissions for the derived entry
ca_es: Permisos per l'entrada derivada
es_es: Permisos para la entrada derivada
et_ee: Tuletatud kirje õigused
id_id: Izin untuk entri turunan
ja_jp: 派生エントリーのパーミッション
pl_pl: Uprawnienia do wpisu pochodnego

source: Double-click a row in the table below to edit user.
ca_es: Fes doble clic a una fila de la taula a continuació per a editar l'usuari.
es_es: Haz doble clic a una fila de la tabla a continuación para editar el usuario.
et_ee: Kasutaja muutmiseks topeltklõpsake alloleva tabeli real.
id_id: Klik dua kali baris pada tabel di bawah ini untuk mengedit pengguna.
ja_jp: 下の表の行をダブルクリックして、ユーザーを編集する。
pl_pl: Aby edytować użytkownika, kliknij dwukrotnie wiersz w poniższej tabeli.

source: Experiments categories can be associated with an Experiment or an Experiment Template as a Category. They belong to a team and have two main properties: name and color. Examples: Analysis, Measurement, Test, Project XYZ, etc...
ca_es: Les categories d'experiments poden estar associades a un Experiment o a una Plantilla d'Experiment com a Categoria. Pertanyen a un equip i tenen dos propietats principals: nom i color. Exemples: Anàlisi, Mesures, Test, Projecte XYZ, etc...
es_es: Las categorías de experimentos pueden estar asociadas a un experimento o a una plantilla de experimento como categoría. Pertenecen a un equipo y tienen dos propiedades principales: nombre y color. Ejemplos: Análisis, medición, test, proyecto xyz, etc...
et_ee: Eksperimentide kategooriaid saab kategooriana seostada eksperimendi või eksperimendi malliga. Need kuuluvad meeskonda ja neil on kaks peamist omadust: nimi ja värv. Näited: analüüs, mõõtmine, test, projekt XYZ jne...
id_id: Kategori percobaan dapat dikaitkan dengan Percobaan atau Templat Percobaan sebagai Kategori. Kategori ini merupakan bagian dari sebuah tim dan memiliki dua properti utama: nama dan warna. Contoh: Analisis, Pengukuran, Tes, Proyek XYZ, dll...
ja_jp: Experimentsカテゴリは、ExperimentまたはExperiment Templateにカテゴリとして関連付けることができます。カテゴリはチームに属し、名前と色の2つのプロパティを持ちます。例分析、測定、テスト、プロジェクトXYZなど。
pl_pl: Kategorie eksperymentów mogą być powiązane z eksperymentem lub szablonem eksperymentu jako kategoria. Należą do zespołu i mają dwie główne właściwości: nazwę i kolor. Przykłady: analiza, pomiar, test, projekt XYZ itd.

source: No experiments categories have been created in this team yet.
ca_es: Encara no s'han cread categories d'experiments en aquest equip.
es_es: Aun no se han creado categorías de experimentos en este equipo.
et_ee: Selles meeskonnas pole veel ühtegi eksperimendikategooriat loodud.
id_id: Belum ada kategori eksperimen yang dibuat dalam tim ini.
ja_jp: このチームにはまだ実験カテゴリーがない。
pl_pl: W tym zespole nie utworzono jeszcze żadnych kategorii eksperymentów.

source: Category name
ca_es: Nom de la categoria
es_es: Nombre de categoría
et_ee: Kategooria nimi
id_id: Nama kategori
ja_jp: カテゴリー名
pl_pl: Nazwa Kategorii
