Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: User panel
it_it: Pannello utente

source: Error sending email
it_it: Errore durante l'invio del messaggio

source: Related items
it_it: Articoli correlati

source: Pinned
it_it: Appuntato

source: Maximum number of stored revisions per entry:
it_it: Numero massimo di revisioni memorizzate per voce:

source: If the server manages authentication, then you can provide here the environment variables names for user information.
it_it: Se il server gestisce l'autenticazione, è possibile fornire qui i nomi delle variabili di ambiente riguardanti le informazioni sull'utente.

source: Show templates from the team on the Templates page and in the menus
it_it: Mostra i modelli del team nella pagina Modelli e nei menu

source: Make PDF
it_it: Crea PDF

source: Make JSON
it_it: Crea JSON

source: [eLabFTW] Your account has been created
it_it: [eLabFTW] È stato creato il tuo account

source: Visible on registration page
it_it: Visibile nella pagina di registrazione

source: Download template
it_it: Scarica il modello

source: Destroy template
it_it: Distruggi il modello

source: Enforce read permissions?
it_it: Applicare permessi in lettura?

source: Select if you want to enforce read permissions on experiments
it_it: Selezionare se si vogliono applicare agli esperimenti permessi in lettura

source: Enforced read permissions on experiments
it_it: Permessi in lettura applicati agli esperimenti

source: Enforce the read permission for all experiments of users in this team.
it_it: Applica il permesso in lettura a tutti gli esperimenti degli utenti di questo team.

source: Enforce write permissions?
it_it: Applicare i permessi in scrittura?

source: Select if you want to enforce write permissions on experiments
it_it: Selezionare se si vogliono applicare agli esperimenti i permessi in scrittura

source: Enforced write permissions on experiments
it_it: Autorizzazioni di scrittura applicate agli esperimenti

source: Enforce the write permission for all experiments of users in this team.
it_it: Applica iul permesso in scrittura a tutti gli esperimenti degli utenti in questo team.

source: Read permissions enforced by admin. Aborting change.
it_it: Permessi in lettura applicati dall'amministratore. Modifica interrotta.

source: Toggle create new menu
it_it: Attiva/disattiva "Crea nuovo menu"

source: Reorder templates
it_it: Riordina i modelli

source: Toggle JSON editor save menu
it_it: Attiva/disattiva il menu di salvataggio dell'editor JSON

source: Import in database
it_it: Importa nel database

source: Import in experiments
it_it: Importa negli esperimenti

source: File uploaded successfully
it_it: Il file è stato caricato con successo

source: Owned by %s
it_it: Proprietà di: %s

source: Deduplicate
it_it: Deduplica

source: Uses 2FA?
it_it: Usare 2FA?

source: Open your authenticator application and scan the QR code.
it_it: Apri l'applicazione di autenticazione e scansiona il codice QR

source: Secret for manual setup
it_it: "Segreto" per la configurazione manuale

source: Authentication code
it_it: Codice di autenticazione

source: Open the authenticator app on your device to get your authentication code and verify your identity.
it_it: Aprire l'app di autenticazione sul proprio apparato per ottenere il codice di autenticazione e verificare la propria identità

source: Display mode:
it_it: Modalità di visualizzazione:

source: Use two-factor authentication?
it_it: Usare l'autenticazione a due fattori?

source: LDAP configuration
it_it: Configurazione LDAP

source: This page allows you to configure LDAP authentication.
it_it: Questa pagina vi consente di configurare l'autenticazione LDAP

source: Domain name or IP address
it_it: Nome del dominio o indirizzo IP

source: Two Factor Authentication was not enabled!
it_it: L'autenticazione a due fattori non è abilitata!

source: The code you entered is not valid!
it_it: Il codice inserito non è valido!

source: Two Factor Authentication is now enabled!
it_it: Ora l'autenticazione a due fattori è abilitata!

source: Load metadata
it_it: Carica metadati

source: Save as file
it_it: Salva come file

source: Save as metadata
it_it: Salva come metadati

source: Minimum number of characters that need to be changed in order to create a new revision per entry:
it_it: Minimo numero di caratteri da modificare per creare una nuova revisione per ciascuna voce:

source: Time after which inactive sessions are invalidated (force logout) (in seconds):
it_it: Tempo (in secondi) dopo il quale viene forzata l'uscita da una sessione di lavoro inattiva:

source: Edit metadata
it_it: Modifica dei metadati

source: Linked item
it_it: Elemento collegato

source: Editing metadata
it_it: Sto modificando i metadati

source: Display attached files with thumbnails
it_it: Mostra i file allegati come miniature

source: Show experiments/database items from outside the team
it_it: Mostra gli esperimenti e/o elementi del database esterni al team

source: %d users are currently prevented from logging on after too many failed tries.
it_it: %d utenti attualmente non possono accedere a causa di troppi tentativi falliti.

source: Users can delete items:
it_it: Gli utenti possono eliminare gli elementi:

source: An admin account will always be able to delete items.
it_it: Un account di amministrazione può sempre eliminare degli elementi.

source: Users can create tags:
it_it: Gli utenti possono creare tag:

source: An admin account will always be able to create tags.
it_it: Un account di amministrazione può sempre creare tag.

source: Owner + Admin(s)
it_it: Proprietario + Amministratore/i

source: Owner only
it_it: Solo il proprietario

source: Users cannot delete items.
it_it: Gli utenti non possono eliminare alcun elemento.

source: Only me and admins
it_it: Io e gli amministratori solamente
