Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: Save endpoint
ca_es: Guardar punt final
es_es: Guardar punto final
pl_pl: Zapisz punkt koncowy

source: Delete an endpoint
ca_es: Eliminar un punt final
es_es: Eliminar un punto final
pl_pl: Usuń punkt koncowy

source: Select an endpoint to delete
ca_es: Seleccionar un punt final per eliminar-lo
es_es: Seleccionar un punto final a eliminar
pl_pl: Zaznacz punkt koncowy do usunięcia

source: Delete endpoint
ca_es: Eliminar punt final
es_es: Eliminar punto final
pl_pl: Usuń punkt koncowy

source: Which attribute should be used for the email?
ca_es: Quin atribut s'hauria de fer servir per aquest correu electrònic?
es_es: ¿Qué atributo debería usarse para el correo electrónico?
pl_pl: Którego atrybutu należy użyć dla wiadomości e-mail?

source: Note: this attribute will not be synchronized from refresh action.
ca_es: Nota: aquest atribut no es sincronitzarà des de l'acció de refrescar.
es_es: Nota: este atributo no se sincronizará des de la acción de refrescar.
pl_pl: Uwaga: ten atrybut nie zostanie zsynchronizowany z akcją odświeżania.

source: Which attribute should be used for the firstname?
ca_es: Quin atribut s'hauria de fer servir per el nom?
es_es: ¿Qué atributo debería usarse para el nombre?
pl_pl: Który atrybut powinien być użyty dla imienia?

source: Which attribute should be used for the lastname?
ca_es: Quin atribut s'hauria de fer servir pel cognom?
es_es: ¿Qué atributo debería usarse para el apellido?
pl_pl: Który atrybut powinien być użyty dla nazwiska?

source: Which attribute should be used for the team name? (optional)
ca_es: Quin atribut s'hauria de fer servir pel nom d'equip? (opcional)
es_es: ¿Qué atributo debería usarse para el nombre del equipo? (opcional)
pl_pl: Który atrybut powinien być użyty dla nazy zespołu?

source: Which attribute should be used for the internal id (optional)
ca_es: Quin atribut s'hauria de fer servir per l'id intern (opcional)
es_es: Qué atributo debería usarse para la id interna (opcional)
pl_pl: Który atrybut powinien być użyty dla wewnętrznego ID?

source: You are about to transfer ownership of the selected entries to another user. Ownership of the entries and all associated content (including uploads, comments, and links) will be transferred.
ca_es: Estàs a punt de transferir la propietat de les entrades seleccionades a un altre usuari. Es transferiran la propietat de les entrades i tots els continguts associats (incloent càrregues, comentaris, i enllaços).
es_es: Estás a punto de transferir la propiedad de las entradas seleccionadas a otro usuario. Se transferirá la propiedad de las entradas y todo su contenido asociado (incluyendo cargas, comentarios, y enlaces).
pl_pl: Zamierzasz przenieść własność wybranych wpisów na innego użytkownika. Własność wpisów i całej powiązanej z nimi zawartości (w tym przesłanych plików, komentarzy i linków) zostanie przeniesiona.

source: You are about to transfer ownership of this entry to another user. After the transfer, they will become the owner, and you may lose access if you do not have permission to view it.
ca_es: Estàs a punt de transferir la propietat d'aquesta entrada a un altre usuari. Després de la transferència, ell/a serà el propietari, i pots perdre accés si no tens permisos per veure'l.
es_es: Estás a punto de transferir la propiedad de esta entrada a otro usuario. Después de la transferencia, él/ella será el propietario, y tú puedes perder acceso si no tienes permiso para verlo.
pl_pl: Zamierzasz przenieść własność tego wpisu na innego użytkownika. Po przeniesieniu zostanie on właścicielem, a Ty możesz utracić dostęp, jeśli nie będziesz mieć uprawnień do jego przeglądania.

source: As an admin, you can select the team associated with the user who will receive ownership. Please note that once transferred to another team, the entry is managed by that team’s administrators.
ca_es: Com a administrador, pots seleccionar l'equip associat amb l'usuari que rebrà la propietat. Si us plau, nota que un cop transferit a un altre equip, els administradors d'aquell equip gestionaran l'entrada.
es_es: Como administrador, puedes seleccionar el equipo asociado al usuario que recibirá la propiedad. Por favor, nota que una vez se hayan transferido a otro equipo, los administradores de ese equipo gestionarán la entrada.
pl_pl: Jako administrator możesz wybrać zespół powiązany z użytkownikiem, który będzie jego właścicielem. Pamiętaj, że po przeniesieniu do innego zespołu, wpisem zarządzają administratorzy tego zespołu.

source: Current owner
ca_es: Propietari actual
es_es: Propietario actual
pl_pl: Bieżący właściciel

source: Select new owner
ca_es: Selecciona nou propietari
es_es: Seleccionar nuevo usuario
pl_pl: Wybież nowego właściciela

source: Compounds usage
ca_es: Ús de compostos
es_es: Uso de compuestos
pl_pl: Użycie zwiazków

source: Generate a CSV export of all compounds linked to experiments you own over a period of time.
ca_es: Generar una exportació CSV de tots els compostos enllaçats als teus experiments en un periode de temps.
es_es: Generar una exportación CSV de todos los compuestos enlazados a tua experimentos en un periodo de tiempo.
pl_pl: Wygeneruj eksport CSV wszystkich związków powiązanych z eksperymentami, nad którymi posiadasz kontrolę w określonym czasie.

source: Generate CSV file
ca_es: Generar fitxer CSV
es_es: Generar archivo CSV
pl_pl: Generuj plik CSV

source: Add details (optional)…
ca_es: Afegir detalls (opcional)
es_es: Añadir detalles (opcional)
pl_pl: Dodaj szczegóły (opcjonalnie)

source: Created on
ca_es: Creat a
es_es: Creado a
pl_pl: Utworzony przez

source: Search in %s
ca_es: Buscar a %s
es_es: Buscar en %s
pl_pl: Szukaj w %s

source: No category set
ca_es: No hi ha categoria establerta
es_es: No hay categoría configurada
pl_pl: Nie ustawiono kategorii

source: No status set
ca_es: No hi ha estat establert
es_es: No hay estado configurado
pl_pl: Nie ustawiono statusu

source: Link to a resource
ca_es: Enllaçar a un recurs
es_es: Enlazar a un recurso
pl_pl: Link do zasobu

source: Lock / Unlock all steps
ca_es: Bloquejar / Desbloquejar tots els passos
es_es: Bloquear / Desbloquear todos los pasos
pl_pl: Zablokuj/Odblokuj kroki

source: Graphics
ca_es: Gràfics
es_es: Gráficos
pl_pl: Grafika

source: Show usage histograms
ca_es: Mostra els histogrames d'ús
es_es: Mostrar histrogramas de uso
pl_pl: Pokaż histogram użycia

source: Experiments creation over time
ca_es: Creació d'experiments en el temps
es_es: Creación de experimentos en el tiempo
pl_pl: Tworzenie eksperymentów w czasie

source: Resources creation over time
ca_es: Creació de recursos en el temps
es_es: Creación de recursos en el tiempo
pl_pl: Tworzenie zasobów w czasie

source: Users creation over time
ca_es: Creació d'usuaris en el temps
es_es: Creación de usuarios en el tiempo
pl_pl: Tworzenie użytkowników w czasie

source: Users validity date is externally managed: make "Valid until" attribute read-only
ca_es: La data de validació d'usuaris es gestiona externament: fes que l'atribut "Válid fins a" sigui només de lectura
es_es: La fecha de validación de usuarios está gestionada externamente: haz que el atributo "Válido hasta" sea solo de lectura
pl_pl: Data ważności użytkownika jest zarządzana zewnętrznie: ustaw atrybut „Ważny do” jako tylko do odczytu

source: If you manage the validity date of user accounts externally, enable this option to make this attribute read-only on the user modal window.
ca_es: Si gestiones la data de validació de comptes d'usuaris externament, activa aquesta opció per fer que aquest atribut sigui només de lectura en la finestra modal d'usuari.
es_es: Si gestionas la fecha de validación de las cuentas de usuario externamente, activa esta opción para que estre atributo sea solo de lectura en la ventada modal de usuario.
pl_pl: Jeśli zarządzasz datą ważności kont użytkowników zewnętrznie, włącz tę opcję, aby ten atrybut był dostępny tylko do odczytu w oknie modalnym użytkownika.

source: Message displayed on Admin Panel for all Admins
ca_es: Missatge mostrat al Panell d'Administració per a tots els Administradors
es_es: Mensaje mostrado en el Panel de Administración para todos los Administradores
pl_pl: Wiadomość wyświetlana w Panelu administracyjnym dla wszystkich administratorów

source: DSpace repository configuration
ca_es: Configuració del repositori DSpace
es_es: Configuración de repositorio DSpace
pl_pl: Konfiguracja DSpace

source: Base URL of your DSpace instance, e.g., https://elab.dspace.org
ca_es: Base URL de la teva instància DSpace, p.e., https://elab.dspace.org
es_es: Base URL de tu instancia DSpace, p.e., https://elab.dspace.org
pl_pl: Podstawowy adres URL Twojej instalacji DSpace

source: File upload configuration
ca_es: Configuració de càrrega d'arxius
es_es: Configuración de carga de archivo
pl_pl: Wczytaj plik Ustawień

source: Exports configuration
ca_es: Configuració d'exportacions
es_es: Configuración de exportaciones
pl_pl: Eksportuj Ustawienia

source: Use S3 for exports
ca_es: Fes servir S3 per les exportacions
es_es: Usar S3 para exportaciones
pl_pl: Użyj eksprtu S3

source: Save user created export files to S3
ca_es: Guardar els arxius d'export creats pels usuaris a S3
es_es: Guardar los archivos exportados creados por el usuario a S3
pl_pl: apisz utworzone przez użytkownika pliki eksportowe w S3

source: Use a dedicated bucket
ca_es: Fes servir una galleda dedicada
es_es: Usar un cubo dedicado
pl_pl: Użyj dedykowanego schowka

source: Edit certificates
ca_es: Editar certificats
es_es: Editar certificados
pl_pl: Edycja Certyfikatów

source: Edit endpoints
ca_es: Editar punts finals
es_es: Editar puntos finales
pl_pl: Edytuj punkt końcowy

source: Categories
es_es: Categorías
pl_pl: Kategorie

source: Allow users to create experiments
ca_es: Permet als usuaris crear experiments
es_es: Permite a los usuarios crear experimentos
pl_pl: Pozwól Uzytkownikom na eksperymentów

source: Allow users to create experiments templates
ca_es: Permet als usuaris crear plantilles
es_es: Permite a los usuarios crear plantillas
pl_pl: Pozwól Uzytkownikom na tworzenie szablonów eksperymentów

source: Allow users to create resources
ca_es: Permet als usuaris crear recursos
es_es: Permite a los usuarios crear recursos
pl_pl: Pozwól Uzytkownikom na tworzenie zasobów

source: Allow users to create resources templates
ca_es: Permet als usuaris crear plantilles de recursos
es_es: Permite a los usuarios crear plantillas de recursos
pl_pl: Pozwól Użytkownikom na tworzenie szablonów

source: Mark as private
ca_es: Marcar com a privat
es_es: Marcar como privado
pl_pl: Zaznaczenie jest prywatne

source: This option has been disabled by your admin.
ca_es: El teu administrador ha desactivat aquesta opció.
es_es: Tu administrador ha desactivado esta opción.
pl_pl: Ta opcja jest wyłączona przez twojego administratora

source: Duplicate link to original entry
ca_es: Duplicar enllaç a l'entrada original
es_es: Duplicar enlace a la entrada original
pl_pl: Zduplikuj link do orginalnego wpisu

source: Change theme
ca_es: Canviar el tema
es_es: Cambiar el tema
pl_pl: Zmien Schemat

source: You are logged out. Please close your browser to clear cached pages and prevent access to previous content.
ca_es: La teva sessió està tancada. Si us plau, tanca el navegador per netejar les pàgines de la memòria cau i prevenir l'accés del contingut anterior.
es_es: Tu sesión está cerrada. Por favor, cierra el navegador para borrar las páginas en caché y prevenir el acceso al contenido anterior.
pl_pl: Zostałeś wylogowany. Zamknij przeglądarkę, aby wyczyścić pamięć podręczną stron i uniemożliwić dostęp do poprzednich treści.

source: Linked compound
ca_es: Compost enllaçat
es_es: Compuesto enlazado
pl_pl: Polączony związek

source: Set your text here
ca_es: Estableix el teu text aquí
es_es: Establece tu texto aquí
pl_pl: Ustaw twój opis tutaj

source: Synchronize the local teams with the teams sent by LDAP server
ca_es: Sincronitza els equips locals amb els equips enviats pel servidor LDAP
es_es: Sincroniza los equipos locales con los equipos enviados por el servidor LDAP
pl_pl: Synchronizuj zespoły lokalne z zespołami wysłanymi przez serwer LDAP

source: Multi-factor authentication secret
ca_es: Secret d'autenticació multifactor
es_es: Secreto de autenticación multifactor
pl_pl: Klucz autoryzacji wieloetpowej

source: Multi-factor authentication code
ca_es: Codi d'autenticació multifactor
es_es: Código de autenticación multifactor
pl_pl: Kod autoryzacji wieloetapowej

source: New API key
ca_es: Nova clau API
es_es: Nueva clave API
pl_pl: Nowy klucz API

source: Email
ca_es: Correu electrònic
es_es: Correo electrónico
et_ee: E-post
id_id: Surel
it_it: Indirizzo di email
ja_jp: Eメールアドレス

source: Login
ca_es: Inici de sessió
es_es: Inicio de sesión
et_ee: Sisselogimine
id_id: Masuk
ja_jp: ログイン

source: Read/Write
ca_es: Llegir/escriure
es_es: Leer/Escribir
et_ee: Loetav/kirjutatav
id_id: Baca/Tulis
it_it: Lettura/Scrittura
ja_jp: 読み/書き

source: Read Only
ca_es: Només lectura
es_es: Sólo lectura
et_ee: Kirjutuskaitstud
id_id: Hanya Baca
it_it: A sola lettura
ja_jp: 読み取り専用

source: OK
es_es: Vale

source: No resources categories have been created in this team yet.
ca_es: Encara no s'han creat categories de recurs en aquest equip.
es_es: Aún no se han creado categorías de recursos en tu equipo.
et_ee: Selles meeskonnas pole veel ressursikategooriaid loodud.
id_id: Belum ada kategori sumber daya yang dibuat di tim ini.
ja_jp: このチームには、まだリソースのカテゴリーが作成されていない。

source: Format
es_es: Formato
et_ee: Vorming
ja_jp: フォーマット

source: Host
ca_es: Servidor
es_es: Servidor

source: This allows search engines to crawl the site. Visitors will be automatically logged in in the specified team.
et_ee: See lubab otsingumootoritel saiti indekseerida. Külastajad logitakse automaatselt määratud meeskonda.
id_id: Ini memungkinkan mesin telusur merayapi situs. Pengunjung akan masuk secara otomatis di tim yang ditentukan.
it_it: Ciò consente ai motori di ricerca di navigare all'interno del sito. I visitatori potranno accedere automaticamente a livello del team specificato.
ja_jp: これにより，検索エンジンがサイトをクロールします。訪問者は特定されたチームに自動的にログインします。

source: This has no effect if open science mode is disabled.
et_ee: Sellel pole mingit mõju, kui avatud teaduse režiim on keelatud.
id_id: Ini tidak berpengaruh jika mode sains terbuka dinonaktifkan.
it_it: Opzione priva di effetti se la modalità Open Science è disabilitata.
ja_jp: オープンサイエンスモードが無効になっている場合，これは効果がありません。

source: Switch editor
et_ee: Redaktori vahetamine
id_id: Ganti editor
it_it: Cambia editor
ja_jp: スイッチエディター

source: Note: new user will need to use the "Forgot password" button on the login page to set a password.
et_ee: Märkus: uus kasutaja peab parooli määramiseks kasutama sisselogimislehel nuppu „Unustasin parooli”.
id_id: Catatan: pengguna baru perlu menggunakan tombol "Lupa kata sandi" di halaman login untuk menyetel kata sandi.
it_it: Nota: il nuovo utente dovrà utilizzare il pulsante "Password dimenticata" nella pagina di accesso per impostare una password.
ja_jp: 注：新規ユーザーは、ログインページの[パスワードを忘れた]ボタンを使用してパスワードを設定する必要があります。

source: New owner
et_ee: Uus omanik
id_id: Pemilik baru
ja_jp: 新しい所有者

source: Date to
et_ee: Kuupäev kuni
id_id: Tanggal hingga
ja_jp: 日付

source: Show tagged items
et_ee: Näita sildistatud üksusi
id_id: Tampilkan item-item yang ditandai
ja_jp: タグのついたアイテムを表示

source: Display main text
et_ee: Kuva põhitekst
id_id: Menampilkan teks utama
ja_jp: 本文の表示

source: Switch this instance in open science mode
et_ee: Lülita see sessioon avatud teaduse režiimi
id_id: Alihkan contoh ini dalam mode sains terbuka
ja_jp: このインスタンスをオープンサイエンスモードに切り替える

source: Select which team will be open to the world in open science mode
et_ee: Valige, milline meeskond on avatud teadusrežiimis maailmale avatud
id_id: Pilih tim mana yang akan terbuka untuk publik dalam mode sains terbuka
ja_jp: オープン・サイエンス・モードでどのチームを世界に公開するかを選択する

source: Load from a database category
et_ee: Laadi andmebaasi kategooriast
id_id: Muat dari kategori database
ja_jp: データベースカテゴリの読み込み

source: Resources
et_ee: Ressursid
id_id: Sumber daya
ja_jp: データベース

source: Slot time is limited to %d minutes.
et_ee: Ajapesa on piiratud %d minutiga.
id_id: Waktu slot dibatasi hingga %d menit.
ja_jp: スロット時間は %d 分に制限されています。

source: Maximum slot time (in minutes)
et_ee: Maksimaalne ajapesa (minutites)
id_id: Waktu slot maksimum (dalam menit)
ja_jp: 最大スロット時間（分）

source: ID
et_ee: ID-kaart

source: yes, no, simple or quoted term
et_ee: jah, ei, liht- või tsiteeritud termin
id_id: ya, tidak, istilah sederhana atau dikutip
ja_jp: はい、いいえ、単純または引用符付き

source: Permissions for the derived resource
et_ee: Tuletatud ressursi õigused
id_id: Perizinan untuk sumber daya turunan
ja_jp: 派生リソースの権限

source: Blank experiment
et_ee: Tühi eksperiment
id_id: Eksperimen kosong
ja_jp: ブランク実験

source: Filter teams
et_ee: Filtreeri meeskondi
id_id: Saring tim
ja_jp: チームをフィルタリング

source: Utilize this attribute to specifically identify whether the user holds the primary Admin role within the team. Note that this designation is for informational purposes only.
et_ee: Kasutage seda atribuuti, et täpselt tuvastada, kas kasutajal on meeskonnas peamine administraatori roll. Pange tähele, et see määratlus on ainult informatiivsel eesmärgil.
id_id: Gunakan atribut ini untuk mengidentifikasi secara spesifik apakah pengguna memegang peran Admin utama dalam tim. Perhatikan bahwa penunjukan ini hanya untuk tujuan informasi.
ja_jp: この属性を使用して、ユーザーがチーム内で主要な管理者の役割を保持しているかどうかを具体的に識別します。この指定は情報提供のみを目的としていることに注意してください。

source: Users table
et_ee: Kasutajate tabel
id_id: Tabel pengguna
ja_jp: ユーザーテーブル

source: Quicksearch
et_ee: Kiirotsing
id_id: Pencarian cepat
ja_jp: クイック検索

source: Permissions for the derived experiment
et_ee: Tuletatud eksperimendi õigused
id_id: Izin untuk percobaan turunan
ja_jp: 派生実験の権限

source: And extra field is
et_ee: Ja lisaväli on
id_id: Dan bidang tambahan adalah
ja_jp: そして追加フィールドは

source: Hi. %s left a comment on your entry. Have a look: %s
et_ee: Tere. %s jättis teie sissekandele kommentaari. Vaadake: %s
id_id: Hai, %s meninggalkan komentar pada entri Anda. Silahkan lihat: %s
ja_jp: こんにちは。%s さんがあなたのエントリーにコメントを残しました。ご覧ください: %s

source: removal of exclusive edit mode
et_ee: eksklusiivse redigeerimisrežiimi eemaldamine
id_id: penghapusan mode edit eksklusif
ja_jp: 排他編集モードの削除

source: This entry is opened in exclusive edit mode by %s since %s. You cannot edit it now.
et_ee: See kirje on alates %s-st avatud eksklusiivses redigeerimisrežiimis. Te ei saa seda praegu muuta.
id_id: Entri ini dibuka dalam mode edit eksklusif oleh %s sejak %s. Anda tidak dapat mengeditnya sekarang.
ja_jp: このエントリは %s 以降、%s によって排他編集モードで開かれています。現在編集することはできません。

source: Enable/Disable exclusive edit mode
et_ee: Eksklusiivse redigeerimisrežiimi lubamine/keelamine
id_id: Mengaktifkan/menonaktifkan mode edit eksklusif
ja_jp: 排他編集モードを有効/無効にする

source: You opened this entry in exclusive edit mode at %s.
et_ee: Avasite selle kirje eksklusiivses redigeerimisrežiimis kell %s.
id_id: Anda membuka entri ini dalam mode edit eksklusif di %s.
ja_jp: このエントリは %s で排他編集モードで開かれました。

source: This entry is opened by %s in exclusive edit mode since %s. You cannot edit it now but remove the lock or %sRequest exclusive edit mode removal%s.
et_ee: %s on selle kirje avanud eksklusiivses redigeerimisrežiimis alates %s. Te ei saa seda praegu muuta, vaid eemaldage lukk või %sTaotlege eksklusiivse redigeerimisrežiimi eemaldamist%s.
id_id: Entri ini dibuka oleh %s dalam mode edit eksklusif sejak %s. Anda tidak dapat mengeditnya sekarang, tetapi menghapus kunci atau %sMinta penghapusan mode edit eksklusif%s.
ja_jp: このエントリは%sによって%sから排他編集モードで開かれています。現在編集することはできませんが、ロックを解除するか、%s排他編集モードの解除を要求してください%s。

source: This entry is opened by %s in exclusive edit mode since %s. You cannot edit it now but remove the lock in the toolbar below or %sRequest exclusive edit mode removal%s.
et_ee: %s on selle kirje avanud eksklusiivses redigeerimisrežiimis alates %s. Te ei saa seda praegu muuta, vaid eemaldage alloleval tööriistaribal lukk või %sTaotlege eksklusiivse redigeerimisrežiimi eemaldamist%s.
id_id: Entri ini dibuka oleh %s dalam mode edit eksklusif sejak %s. Anda tidak dapat mengeditnya sekarang, namun Anda dapat menghapus kunci pada bilah alat di bawah ini atau %sMeminta penghapusan mode edit eksklusif%s.
ja_jp: このエントリは%sによって%sから排他編集モードで開かれています。現在編集することはできません。下のツールバーでロックを解除するか、%s排他編集モードの解除をリクエスト%sしてください。

source: List biggest files first
et_ee: Loetle suurimad failid esimesena
id_id: Buat daftar file terbesar terlebih dahulu
ja_jp: 最も大きなファイルを最初にリストする

source: Created
et_ee: Loodud
id_id: Dibuat
it_it: Creato
ja_jp: 作成

source: Select a file to import
et_ee: Valige imporditav fail
id_id: Pilih file yang akan diimpor
ja_jp: インポートするファイルを選択

source: Select a resource below in order to book it.
et_ee: Valige allpool olev ressurss, et seda broneerida.
id_id: Pilih sumber daya di bawah ini untuk memesannya.
ja_jp: 予約するには、以下のリソースを選択してください。

source: This entry is opened by %s in exclusive edit mode since %s. You cannot edit it now. %sRequest exclusive edit mode removal%s
et_ee: %s on selle kirje avanud eksklusiivses redigeerimisrežiimis alates %s. Te ei saa seda praegu muuta. %sTaotle eksklusiivse redigeerimisrežiimi eemaldamist%s
id_id: Entri ini dibuka oleh %s dalam mode edit eksklusif sejak %s. Anda tidak dapat mengeditnya sekarang. %sMeminta penghapusan mode edit eksklusif%s
ja_jp: このエントリは%sによって%s以降排他編集モードで開かれています。現在編集できません。%s排他編集モードの解除をリクエスト%s

source: Resources Categories
et_ee: Ressursside kategooriad
id_id: Kategori Sumber Daya
ja_jp: リソースカテゴリ

source: No resources categories have been defined for your team. Head to the %sAdmin Panel%s to add one.
et_ee: Teie meeskonnale pole ressursikategooriaid määratletud. Lisage need %sAdmin Panel'i%s.
id_id: Tidak ada kategori sumber daya yang telah ditentukan untuk tim Anda. Buka %sAdmin Panel%s untuk menambahkannya.
ja_jp: チームにリソースカテゴリが定義されていません。%s管理パネル%sで追加してください。

source: Allow users to change their first name, last name, or email address
et_ee: Luba kasutajatel muuta oma eesnime, perekonnanime või e-posti aadressi
id_id: Izinkan pengguna untuk mengubah nama depan, nama belakang, atau alamat email mereka
ja_jp: ユーザーが名、姓、またはメールアドレスを変更できるようにする

source: Enable to include audit logs events as NOTICE error in PHP logs.
et_ee: Luba auditilogide sündmuste lisamine PHP logidesse TEATIS-veana.
id_id: Memungkinkan untuk menyertakan peristiwa log audit sebagai kesalahan NOTICE dalam log PHP.
ja_jp: 監査ログ イベントを PHP ログに NOTICE エラーとして含めることができるようにします。

source: Owner:
et_ee: Omanik:
id_id: Pemilik:
ja_jp: 所有者：

source: Unauthorized
et_ee: Volitamata
id_id: Tidak sah
ja_jp: 不正な

source: Remove Default Template and Blank Experiment choices from Create menu, and force usage of existing Templates.
et_ee: Eemalda valikud Vaikimisi mall ja Tühi eksperiment ning sunni kasutama olemasolevaid malle.
id_id: Hapus pilihan Templat Default dan Eksperimen Kosong dari menu Buat, dan paksa penggunaan Templat yang ada.
ja_jp: 作成メニューからデフォルトのテンプレートと空の実験の選択肢を削除し、既存のテンプレートの使用を強制します。

source: Default Template main text
et_ee: Vaikimisi malli põhitekst
id_id: Teks utama Template Default
ja_jp: デフォルトテンプレートのメインテキスト

source: Set the text included in the main body of an Experiment when the Default Template is selected.
et_ee: Määrake tekst, mis lisatakse eksperimendi põhiteksti, kui valitakse vaikemall.
id_id: Tetapkan teks yang disertakan dalam badan utama Eksperimen saat Templat Default dipilih.
ja_jp: デフォルト テンプレートが選択されたときに実験の本文に含まれるテキストを設定します。

source: HTML version
et_ee: HTML-versioon
id_id: Versi HTML
ja_jp: HTMLバージョン

source: Markdown version
et_ee: Markdowni versioon
id_id: Versi penurunan harga
ja_jp: マークダウン版
