Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: PDF File
ca_es: Fitxer PDF
es_es: Archivo PDF
et_ee: PDF-fail
id_id: Berkas PDF
ja_jp: PDFファイル
pl_pl: Plik PDF

source: QR codes PDF
ca_es: PDF codis QR
es_es: Códigos QR PDF
et_ee: QR-koodid PDF-vormingus
id_id: Kode QR PDF
ja_jp: PDFのQRコード
pl_pl: Kod QR pliku PDF

source: Permission group
ca_es: Grup de permisos
es_es: Grupo de permisos
et_ee: Õiguste rühm
id_id: Kelompok izin
pl_pl: Grupa uprawnień

source: Valid until
ca_es: Vàlid fins
es_es: Válido hasta
et_ee: Kehtiv kuni
id_id: Berlaku hingga
ja_jp: 有効期限
pl_pl: Ważne do

source: Filter owner
ca_es: Propietari del filtre
es_es: Propietario del filtro
et_ee: Omanik
id_id: Pemilik filter
ja_jp: 所有者でフィルター
pl_pl: Filtruj użytkownika

source: Filter visibility
ca_es: Visibilitat del filtre
es_es: Visibilidad del filtro
et_ee: Nähtavus
id_id: Visibilitas filter
ja_jp: 閲覧規制でフィルター
pl_pl: Filtruj widoczność

source: Submit feedback
ca_es: Envieu comentaris
es_es: Enviar comentarios
et_ee: Esita tagasisidet
id_id: Kirimkan umpan balik
ja_jp: フィードバックを送信
pl_pl: Prześlij informację zwrotną

source: Help menu
ca_es: Menú d'ajuda
es_es: Menú de ayuda
et_ee: Abimenüü
id_id: Menu bantuan
ja_jp: ヘルプ
pl_pl: Menu pomocy

source: What's new
ca_es: Que hi ha de nou
es_es: Qué hay de nuevo
et_ee: Mis on uut?
id_id: Apa yang baru
pl_pl: Co nowego

source: Support
ca_es: Suport
es_es: Soporte
et_ee: Tugi
id_id: Dukungan
ja_jp: サポート
pl_pl: Wsparcie

source: Community forum
ca_es: Fòrum comunitari
es_es: Foro de la comunidad
et_ee: Kogukonnafoorum
id_id: Forum komunitas
ja_jp: コミュニティ・フォーラム
pl_pl: Forum społeczności

source: Chat room
ca_es: Habitació de chat
es_es: Sala de chat
et_ee: Vestlusruum
id_id: Ruang chat
ja_jp: チャットルーム
pl_pl: Pokój dyskusji

source: Contribute to eLabFTW
ca_es: Contribueix a eLabFTW
es_es: Contribuir a eLabFTW
et_ee: Panusta eLabFTW-sse
id_id: Berkontribusi untuk eLabFTW
ja_jp: eLabFTWに貢献しよう
pl_pl: Współtwórz eLabFTW

source: Logged in as %s in:
ca_es: Has iniciat sessió com a %s a:
es_es: Inició sesión como %s en:
et_ee: Sisse logitud kui %s, kontol:
id_id: Masuk sebagai %s in:
ja_jp: %s としてログインしました：
pl_pl: Zalogowany jako %s w:

source: Switch team
ca_es: Canvia d'equip
es_es: Cambiar equipo
et_ee: Vaheta meeskonda
id_id: Ganti tim
ja_jp: チーム切り替え
pl_pl: Zmień zespół

source: My profile
ca_es: El meu perfil
es_es: Mi perfil
et_ee: Minu profiil
id_id: Profil saya
ja_jp: プロフィール
pl_pl: Mój profil

source: Your account has been created and is now active. Try logging in again.
ca_es: El vostre compte s'ha creat i ara està actiu. Proveu d'iniciar sessió de nou.
es_es: Tu cuenta se ha creado y está ahora activa. Intenta conectarte de nuevo.
et_ee: Teie konto on loodud ja aktiivne. Proovige uuesti sisse logida.
id_id: Akun Anda telah dibuat dan sekarang aktif. Coba masuk lagi.
ja_jp: アカウントが作成され、アクティブになりました。もう一度ログインしてみてください。
pl_pl: Twoje konto zostało utworzone i jest już aktywne. Spróbuj zalogować się ponownie.

source: Linked experiment
ca_es: Experiment enllaçat
es_es: Esperimento asociado
et_ee: Lingitud eksperiment
id_id: Eksperimen terkait Jamak: Eksperimen-eksperimen terkait
ja_jp: 実験ノートをリンクする
pl_pl: Połączony eksperyment

source: Newest
ca_es: El més nou
es_es: Más reciente
et_ee: Uusim
id_id: Terbaru
ja_jp: 新しい順
pl_pl: Najnowsze

source: Oldest
ca_es: El més antic
es_es: Más antiguo
et_ee: Vanim
id_id: Terlama
ja_jp: 古い順
pl_pl: Najstarsze

source: Recently modified
ca_es: Modificat recentment
es_es: Modificado recientemente
et_ee: Hiljuti muudetud
id_id: Baru-baru ini dimodifikasi
ja_jp: 最近の変更
pl_pl: Ostatnio zmodyfikowane

source: Least recently modified
ca_es: Modificat recentment
es_es: Modificado menos recientemente
et_ee: Kõige varem muudetud
id_id: Paling lama dimodifikasi
ja_jp: 直近の変更
pl_pl: Najdłużej niemodyfikowane

source: Category (inverted)
ca_es: Categoria (invertida)
es_es: Categoría (descendente)
et_ee: Kategooria (ümberpööratud)
id_id: Kategori (terbalik)
ja_jp: カテゴリー（逆順）
pl_pl: Kategoria (odwrócone)

source: Highest ID
ca_es: DNI més alt
es_es: ID más alto
et_ee: Kõrgeim ID
id_id: ID Tertinggi
ja_jp: IDの大きい順
pl_pl: Największe ID

source: Lowest ID
ca_es: Identificació més baixa
es_es: ID más bajo
et_ee: Madalaim ID
id_id: ID Terendah
ja_jp: IDの小さい順
pl_pl: Najmniejsze ID

source: Recently commented
ca_es: Comentat recentment
es_es: Comentado recientemente
et_ee: Hiljuti kommenteeritud
id_id: Baru-baru ini dikomentar
ja_jp: 最近のコメント
pl_pl: Ostatnio skomentowane

source: Title (alphabetical)
ca_es: Títol (alfabètic)
es_es: Título (alfabético)
et_ee: Pealkiri (tähestikulises järjekorras)
id_id: Judul (alfabetis menurut abjad)
ja_jp: タイトル（アルファベット順）
pl_pl: Tytuł (alfabetycznie)

source: Title (inverted)
ca_es: Títol (invertit)
es_es: Título (desdendente)
et_ee: Pealkiri (pööratud)
id_id: Judul (terbalik)
ja_jp: タイトル（アルファベット逆順）
pl_pl: Tytuł (odwrócone)

source: User (alphabetical)
ca_es: Usuari (alfabètic)
es_es: Usuario (alfabético)
et_ee: Kasutaja (tähestikulises järjekorras)
id_id: Pengguna (menurut abjad)
ja_jp: ユーザー（アルファベット順）
pl_pl: Użytkownik (alfabetycznie)

source: User (inverted)
ca_es: Usuari (invertit)
es_es: Usuario (descendente)
et_ee: Kasutaja (pööratud)
id_id: Pengguna (terbalik)
ja_jp: ユーザー（アルファベット逆順）
pl_pl: Użytkownik (odwrócone)

source: Highest rating
ca_es: Valoració més alta
es_es: Calificación más alta
et_ee: Kõrgeim hinnang
id_id: Peringkat tertinggi
ja_jp: 高いレート順
pl_pl: Najwyżej oceniane

source: Lowest rating
ca_es: Valoració més baixa
es_es: Calificación más baja
et_ee: Madalaim hinnang
id_id: Peringkat terendah
ja_jp: 低いレート順
pl_pl: Najniżej oceniane

source: Link to an experiment
ca_es: Enllaç a un experiment
es_es: Enlace a un experimento
et_ee: Lingi eksperimendile
id_id: Tautan ke eksperimen
ja_jp: 実験ノートへのリンク
pl_pl: Adres eksperymentu

source: Any author
ca_es: Qualsevol autor
es_es: Cualquier autor
et_ee: Kõik autorid
id_id: Tautan ke eksperimen
ja_jp: だれでも
pl_pl: Którykolwiek autor

source: Start time
ca_es: L'hora d'inici
es_es: Hora de inicio
et_ee: Algusaeg
id_id: Waktu mulai
ja_jp: 開始時間
pl_pl: Czas rozpoczęcia

source: End time
ca_es: Temps final
es_es: Hora de finalización
et_ee: Lõppaeg
id_id: Waktu berakhir
ja_jp: 終了時間
pl_pl: Czas zakończenia

source: Number of timestamps over the last 30 days: %d
ca_es: Nombre de marques de temps dels darrers 30 dies: %d
es_es: Número de sellos de tiempo de los últimos 30 días: %d
et_ee: Ajatemplite arv viimase 30 päeva jooksul: %d
id_id: Jumlah timestamp selama 30 hari terakhir: %d
ja_jp: 過去 30 日間のタイムスタンプの数: %d
pl_pl: Liczba pieczęci czasu z ostatnich 30 dni: %d

source: Click to add a comment
ca_es: Feu clic per afegir un comentari
es_es: Haga clic para agregar un comentario
et_ee: Klõpsake kommentaari lisamiseks
id_id: Klik untuk menambahkan komentar
ja_jp: クリックしてコメントを追加
pl_pl: Kliknij, aby dodać komentarz

source: Show content of file
ca_es: Mostra el contingut del fitxer
es_es: Mostrar contenido del archivo
et_ee: Kuva faili sisu
id_id: Tampilkan konten file
ja_jp: ファイルの内容を見る
pl_pl: Pokaż zawartość pliku

source: Uploaded by %s
ca_es: Penjat per %s
es_es: Subido por %s
et_ee: Üles laadis %s
id_id: Diunggah oleh %s
ja_jp: %sまでにアップロードされた
pl_pl: Przesłany przez %s

source: edited
ca_es: editat
es_es: editado
et_ee: muudetud
id_id: diubah
ja_jp: 編集済
pl_pl: edytowany

source: A step deadline is approaching.
ca_es: S'acosta un termini de pas.
es_es: Se acerca una fecha límite para los pasos.
et_ee: Etapi tähtaeg läheneb.
id_id: Tenggat waktu dari sebuah langkah semakin dekat.
ja_jp: ステップの期限が近づいています。
pl_pl: Nadchodzi termin etapu.

source: Documentation
ca_es: Documentació
es_es: Documentación
et_ee: Dokumentatsioon
id_id: Dokumentasi
ja_jp: 公式ドキュメント
pl_pl: Dokumentacja

source: Copy step to cursor position
ca_es: Copia el pas a la posició del cursor
es_es: Copiar paso a la posición del cursor
et_ee: Kopeeri samm kursori asukohta
id_id: Salin langkah ke posisi kursor
ja_jp: ステップをカーソル位置にコピー
pl_pl: Skopiuj do pozycji kursora

source: Open in NMRium
ca_es: Obriu a NMRium
es_es: Abierto en RMN
et_ee: Ava NMRiumis
id_id: Buka di NMRium
ja_jp: NMRiumで開く
pl_pl: Otwórz w NMRium

source: Could not find tag. Please enter an existing tag.
ca_es: No s'ha pogut trobar l'etiqueta. Introduïu una etiqueta existent.
es_es: No se pudo encontrar la etiqueta. Introduzca una etiqueta existente.
et_ee: Silti ei leitud. Palun sisesta olemasolev silt.
id_id: Tidak dapat menemukan tag. Silakan masukkan tag yang sudah ada.
ja_jp: タグが見つかりませんでした
pl_pl: Tag nie został znaleziony. Proszę podać istniejący tag

source: Changelog
ca_es: Registre de canvis
es_es: Registro de cambios
et_ee: Muudatuste logi
id_id: Catatan perubahan
ja_jp: 更新履歴
pl_pl: Rejestr zmian

source: Property changed
ca_es: Propietat canviada
es_es: Propiedad cambiada
et_ee: Omadus muudetud
id_id: Properti berubah
ja_jp: プロパティの変更
pl_pl: Właściwości zmieniono

source: New value
ca_es: Nou valor
es_es: Nuevo valor
et_ee: Uus väärtus
id_id: Nilai baru
ja_jp: 新規の値
pl_pl: Nowa wartość

source: Latest stable version:
ca_es: Última versió estable:
es_es: Última versión estable:
et_ee: Viimane stabiilne versioon:
id_id: Versi stabil terbaru:
ja_jp: 最新安定版:
pl_pl: Ostatnia stabilna wersja

source: Link to documentation
ca_es: Enllaç a documentació
es_es: Enlace a la documentación
et_ee: Link dokumentatsioonile
id_id: Tautan ke dokumentasi
ja_jp: ドキュメントのリンク
pl_pl: Link do dokumentacji

source: See changelog
ca_es: Veure registre de canvis
es_es: Ver registro de cambios
et_ee: Vaata muudatuste logi
id_id: Lihat catatan perubahan
ja_jp: 変更点
pl_pl: Zobacz rejest zmian

source: Add an extra field
ca_es: Afegiu un camp addicional
es_es: Añadir un campo extra
et_ee: Lisa täiendav väli
id_id: Menambahkan kolom ekstra
ja_jp: フィールドの追加
pl_pl: Dodaj dodatkowe pole

source: Field type
ca_es: Tipus de camp
es_es: Tipo de campo
et_ee: Välja tüüp
id_id: Tipe kolom
ja_jp: フィールドタイプ
pl_pl: Typ pola

source: Text
es_es: Texto
et_ee: Tekst
id_id: Teks
ja_jp: テキスト
pl_pl: Tekst

source: Dropdown menu
ca_es: Menú desplegable
es_es: Menú desplegable
et_ee: Rippmenüü
id_id: Menu dropdown
ja_jp: ドロップダウンメニュー
pl_pl: Menu typu Dropdown

source: Radio buttons
ca_es: Botons de ràdio
es_es: Botones de radio
et_ee: Raadionupud
id_id: Tombol radio
ja_jp: ラジオボタン
pl_pl: Przycisk typu "radio button"

source: Checkbox
ca_es: casella de selecció
es_es: Caja
et_ee: Märkeruut
id_id: Kotak centang
ja_jp: チェックボックス
pl_pl: Pole wyboru

source: Number
ca_es: Número
es_es: Número
id_id: Nomor
ja_jp: 数
pl_pl: Numer

source: required
ca_es: requerit
es_es: obligatorio
et_ee: nõutav
id_id: diperlukan
ja_jp: 要求
pl_pl: wymagany

source: Description
ca_es: Descripció
es_es: Descripción
et_ee: Kirjeldus
id_id: Deskripsi
ja_jp: 記述
pl_pl: opis

source: Enter a description for this field
ca_es: Introduïu una descripció per a aquest camp
es_es: Introduzca una descripción para este campo
et_ee: Sisesta selle välja kirjeldus
id_id: Masukkan deskripsi untuk kolom ini
ja_jp: このフィールドの説明を入力
pl_pl: Podaj opis pola

source: Default value
ca_es: Valor per defecte
es_es: Valor por defecto
et_ee: Vaikimisi väärtus
id_id: Nilai default
ja_jp: デフォルト
pl_pl: Wartość domyślna

source: Enter a default value
ca_es: Introduïu un valor predeterminat
es_es: Introduzca un valor predeterminado
et_ee: Sisestage vaikeväärtus
id_id: Masukkan nilai default
ja_jp: デフォルト値を入力
pl_pl: Wprowadź wartość domyślną

source: Choices
ca_es: Opcions
es_es: Opciones
et_ee: Valikud
id_id: Pilihan-pilihan
ja_jp: 選択
pl_pl: opcja

source: Add another choice
ca_es: Afegeix una altra opció
es_es: Añade otra opción
et_ee: Lisage veel üks valik
id_id: Masukkan pilihan lain
ja_jp: 選択の追加
pl_pl: Dodaj inną opcję

source: Unchecked
ca_es: Sense marcar
es_es: No comprobado
et_ee: Märkimata
id_id: Tidak dicentang
ja_jp: 未確認
pl_pl: Nie sprawdzone

source: Checked
ca_es: Comprovat
es_es: Comprobado
et_ee: Kontrollitud
id_id: Dicentang
ja_jp: 確認済み
pl_pl: Sprawdzone

source: Add field
ca_es: Afegeix un camp
es_es: Agregue campo
et_ee: Lisa väli
id_id: Masukkan kolom
ja_jp: フィールドを追加
pl_pl: Dodaj pole

source: Base
et_ee: Alus
id_id: Dasar
ja_jp: 基本権限
pl_pl: Zasada

source: Selecting a team here will give access to all members of this team.
ca_es: Seleccionar un equip aquí donarà accés a tots els membres d'aquest equip.
es_es: Seleccionar un equipo aquí dará acceso a todos los miembros de este equipo.
et_ee: Meeskonna valimine siin annab juurdepääsu kõigile selle liikmetele.
id_id: Memilih tim di sini akan memberikan akses ke semua anggota tim ini.
ja_jp: ここでチームを選択すると、そのチームの全メンバーにアクセスできるようになります。
pl_pl: Wybór zespołu w tym miejscu da dostęp wszystkim członkom tego zespołu.

source: Selecting a teamgroup here will give access to all users part of this teamgroup.
ca_es: Seleccionar un grup d'equip aquí donarà accés a tots els usuaris que formen part d'aquest grup d'equip.
es_es: Seleccionar un grupo de equipo aquí dará acceso a todos los usuarios que forman parte de este grupo de equipo.
et_ee: Meeskonnarühma valimine siin annab juurdepääsu kõigile selle liikmetele.
id_id: Memilih kelompok tim di sini akan memberikan akses ke semua pengguna yang menjadi bagian dari kelompok tim ini.
ja_jp: ここでチームグループを選択すると、そのチームグループに属するすべてのユーザーにアクセス権が与えられます。
pl_pl: Wybranie grupy zespołu w tym miejscu pozwoli na dostęp wszystkim użytkownikom należącym do tej grupy.

source: Teamgroup
ca_es: Grup d'equip
es_es: grupo de equipo
et_ee: Meeskonnagrupp
id_id: Kelompok tim
ja_jp: チームグループ
pl_pl: Zespół w grupie

source: Allow read access for anonymous users
ca_es: Permet l'accés de lectura per a usuaris anònims
es_es: Permitir acceso de lectura a usuarios anónimos
et_ee: Luba anonüümsetele kasutajatele lugemisõigus
id_id: Izinkan akses baca untuk pengguna anonim
ja_jp: 匿名ユーザーの閲覧を許可
pl_pl: Zezwól na odczyt anonimowym użytkownikom

source: Copy to clipboard
ca_es: Copiar al portapapers
es_es: Copiar al portapapeles
et_ee: Kopeeri lõikelauale
id_id: Salin ke clipboard
ja_jp: クリップボードにコピー
pl_pl: Skopiuj do schowka

source: Anyone following this link can access this entry.
ca_es: Qualsevol persona que segueix aquest enllaç pot accedir a aquesta entrada.
es_es: Cualquier persona que siga este enlace puede acceder a esta entrada.
et_ee: Kõik, kes sellele lingile järgnevad, pääsevad sellele kirjele ligi.
id_id: Siapa pun yang mengikuti tautan ini bisa mengakses entri ini.
ja_jp: このリンクを知っている人はだれでもアクセスできます。
pl_pl: Każdy mający link może mieć dostęp do zasobu

source: Allow selection of multiple values?
ca_es: Vols permetre la selecció de diversos valors?
es_es: ¿Permitir la selección de múltiples valores?
et_ee: Kas lubada mitme väärtuse valimist?
id_id: Perbolehkan memilih beberapa nilai?
ja_jp: 複数の値の選択を許可しますか？
pl_pl: Zezwolić na wybór wielu wartości?

source: Available timestamps left (0 means no balance):
ca_es: Segells de temps disponibles (0 significa sense saldo):
es_es: Quedan sellos de tiempo disponibles (0 significa que no hay saldo):
et_ee: Saadaval olevad ajatemplid (0 tähendab, et saldo puudub):
id_id: Sisa cap waktu (0 berarti tiada saldo):
ja_jp: タイムスタンプの使用可能回数(0は制限がないことを意味します)
pl_pl: Pozostały dostępne znaczniki czasu (0 oznacza brak salda):

source: You can set a number of available timestamps here and it will be decremented by 1 on every timestamp.
ca_es: Podeu establir un nombre de marques de temps disponibles aquí i es reduirà en 1 a cada marca de temps.
es_es: Puede establecer una cantidad de sellos de tiempo disponibles aquí y se reducirá en 1 en cada marca de tiempo.
et_ee: Siin saate määrata mitu saadaolevat ajatemplit ja iga ajatempli puhul vähendatakse seda ühe võrra.
id_id: Anda dapat mengatur jumlah cap waktu yang tersedia di sini dan akan berkurang 1 setiap melakukan cap waktu.
ja_jp: ここで使用可能なタイムスタンプの数を設定でき、タイムスタンプが打たれるごとに1 ずつ減ります。
pl_pl: Możesz tutaj ustawić liczbę dostępnych znaczników czasu, która będzie zmniejszana o 1 przy każdym znaczniku czasu.

source: Undefined group
ca_es: Grup no definit
es_es: Grupo indefinido
et_ee: Määratlemata rühm
id_id: Kelompok yang tidak terdefinisi
ja_jp: 未定義のグループ
pl_pl: Niezdefiniowana grupa

source: Disabled
ca_es: Inhabilitat
es_es: Desactivado
et_ee: Keelatud
id_id: Dinonaktifkan
ja_jp: 無効
pl_pl: Wyłączony

source: Sysadmins
ca_es: Administradors del sistema
es_es: Administradores de sistemas
et_ee: Süsteemiadministraatorid
id_id: Para sysadmin
ja_jp: システム管理者
pl_pl: Administratorzy systemu

source: Admins
ca_es: Administradors
es_es: Administradores
et_ee: Administraatorid
id_id: Para admin
ja_jp: 管理者
pl_pl: Administratorzy

source: Everyone
ca_es: Tothom
es_es: Todos
et_ee: Kõik
id_id: Semua orang
ja_jp: 全員
pl_pl: Wszyscy

source: Sysadmin
ca_es: Administrador del sistema
es_es: Administrador de sistemas
et_ee: Süsteemiadministraator
ja_jp: システム管理者
pl_pl: Administrator systemu

source: Invalid authentication code.
ca_es: Codi d'autenticació no vàlid.
es_es: Código de autenticación no válido.
et_ee: Kehtetu autentimiskood.
id_id: Kode autentikasi tidak valid.
ja_jp: 無効な認証コードです。
pl_pl: Nieprawidłowy kod uwierzytelniający.

source: File size limit:
ca_es: Límit de mida del fitxer:
es_es: Límite de tamaño de archivo:
et_ee: Faili suuruse piirang:
id_id: Batas ukuran berkas:
ja_jp: サイズ上限:
pl_pl: Limit rozmiaru pliku:

source: You are currently editing the metadata attached to this entry.
ca_es: Actualment esteu editant les metadades adjuntes a aquesta entrada.
es_es: Actualmente estás editando los metadatos adjuntos a esta entrada.
et_ee: Sa muudad praegu sellele kirjele lisatud metaandmeid.
id_id: Anda sedang menyunting metadata yang dilampirkan ke entri ini.
ja_jp: 現在、このエントリーに添付されているメタデータを編集中です。
pl_pl: Aktualnie edytujesz metadane dołączone do tego wpisu.

source: Default
ca_es: Per defecte
es_es: Predeterminado
et_ee: Vaikimisi
id_id: Baku
ja_jp: デフォルト
pl_pl: Domyślny

source: New user added to team: %s
ca_es: S'ha afegit un usuari nou a l'equip: %s
es_es: Nuevo usuario agregado al equipo: %s
et_ee: Meeskonda lisati uus kasutaja: %s
id_id: Pengguna baru ditambahkan ke tim: %s
ja_jp: 新しいユーザがチームに追加されました: %s
pl_pl: Nowy użytkownik dodany do zespołu: %s

source: No users found. Try another search.
ca_es: No s'han trobat usuaris. Prova una altra cerca.
es_es: No se encontraron usuarios. Intente otra búsqueda.
et_ee: Kasutajaid ei leitud. Proovige teist otsingut.
id_id: Tidak ada pengguna yang ditemukan. Coba pencarian lain.
ja_jp: ユーザーがいません。別の名前で検索してください。
pl_pl: Nie znaleziono użytkowników. Spróbuj innego wyszukiwania.

source: Advanced search
ca_es: Cerca avançada
es_es: Búsqueda Avanzada
et_ee: Täpsem otsing
id_id: Pencarian tingkat lanjut
ja_jp: 高度な検索
pl_pl: Szukanie zaawansowane

source: Force experiment template use
ca_es: Força l'ús de la plantilla d'experiment
es_es: Forzar el uso de la plantilla de experimento
et_ee: Nõua eksperimendi malli kasutamist
id_id: Paksakan penggunaan templat eksperimen
ja_jp: 実験ノートのテンプレートを強制する
pl_pl: Wymuś użycie szablonu eksperymentu

source: Add a group
ca_es: Afegeix un grup
es_es: Agregar un grupo
et_ee: Lisa grupp
id_id: Masukkan sebuah grup
ja_jp: グループに追加
pl_pl: Dodaj grupę

source: User name
ca_es: Nom d'usuari
es_es: Nombre de usuario
et_ee: Kasutajanimi
id_id: Nama pengguna
ja_jp: ユーザーネーム
pl_pl: Nazwa użytkownika

source: Select what to export
ca_es: Seleccioneu què voleu exportar
es_es: Seleccione qué exportar
et_ee: Valige, mida eksportida
id_id: Pilih apa yang akan diekspor
ja_jp: 出力するファイルの選択
pl_pl: Wybierz, co chcesz wyeksportować

source: Select an export format
ca_es: Seleccioneu un format d'exportació
es_es: Seleccione un formato de exportación
et_ee: Valige ekspordivorming
id_id: Memilih format ekspor
ja_jp: 出力形式の選択
pl_pl: Wybierz format eksportu

source: Select user
ca_es: Seleccioneu l'usuari
es_es: Seleccionar usuario
et_ee: Valige kasutaja
id_id: Pilih pengguna
ja_jp: 選択されたユーザー
pl_pl: Wybierz użytkownika

source: Tag
ca_es: Etiqueta
es_es: Etiqueta
et_ee: Silt
ja_jp: タグ
pl_pl: Etykietka

source: Occurence
ca_es: Ocurrència
es_es: ocurrencia
et_ee: Esinemine
id_id: Kemunculan
ja_jp: 出来事
pl_pl: Występowanie

source: Add new IDP
ca_es: Afegeix un nou IDP
es_es: Agregar nuevo IDP
et_ee: Lisa uus IDP
id_id: Masukan IDP baru
ja_jp: 新規のIDPを追加
pl_pl: Dodaj nowego dostawcę tożsamości

source: Friendly name
ca_es: Nom amable
es_es: Nombre amigable
et_ee: Sõbralik nimi
id_id: Nama ramah
ja_jp: ニックネーム
pl_pl: Przyjazne imię

source: Users list
ca_es: Llista d'usuaris
es_es: Lista de usuarios
et_ee: Kasutajate loend
id_id: Daftar pengguna
ja_jp: ユーザーリスト
pl_pl: Lista użytkowników

source: Manage teams for user
ca_es: Gestionar equips per a usuaris
es_es: Administrar equipos para el usuario
et_ee: Kasutaja meeskondade haldamine
id_id: Mengelola tim untuk pengguna
ja_jp: ユーザーのチーム管理
pl_pl: Zarządzaj zespołami dla użytkownika

source: Is Owner
ca_es: És Propietari
es_es: Es dueño
et_ee: Omanik
id_id: Adalah Pemilik
ja_jp: オーナー
pl_pl: Jest właścicielem

source: Last login
ca_es: Últim inici de sessió
es_es: Último acceso
et_ee: Viimane sisselogimine
id_id: Masuk terakhir
ja_jp: 最終ログイン
pl_pl: Ostatnie logowanie

source: Internal ID
ca_es: ID intern
es_es: Identificación interna
et_ee: Sisemine ID
id_id: ID internal
ja_jp: 内部ID
pl_pl: Identyfikator wewnętrzny

source: Is Sysadmin
ca_es: És Sysadmin
es_es: Es administrador de sistemas
et_ee: Süsteemiadministraator
id_id: Adalah Sysadmin
ja_jp: システム管理者
pl_pl: Czy Sysadmin

source: never
ca_es: mai
es_es: nunca
et_ee: mitte kunagi
id_id: Tidak pernah
ja_jp: 決して
pl_pl: nigdy

source: Set new password
ca_es: Estableix una nova contrasenya
es_es: Establecer nueva contraseña
et_ee: Määra uus parool
id_id: Atur kata sandi baru
ja_jp: 新しいパスワードの設定
pl_pl: Ustaw nowe hasło

source: Add account from external directory
ca_es: Afegeix un compte des del directori extern
es_es: Agregar cuenta desde un directorio externo
et_ee: Lisa konto välisest kataloogist
id_id: Tambahkan akun dari direktori eksternal
ja_jp: 外部ディレクトリからアカウントを追加する
pl_pl: Dodaj konto z katalogu zewnętrznego

source: Selection
ca_es: Selecció
es_es: Selección
et_ee: Valik
id_id: Pilihan
ja_jp: 選択
pl_pl: Wybór

source: Add selected
ca_es: Afegeix seleccionats
es_es: Agregar seleccionado
et_ee: Lisa valitud
id_id: Tambahkan pilihan
ja_jp: 選択されたものを追加
pl_pl: Dodaj zaznaczone

source: No favorite tags are present. Add an existing tag with the form below.
ca_es: No hi ha etiquetes preferides. Afegiu una etiqueta existent amb el formulari següent.
es_es: No hay etiquetas de favoritos presentes. Agregue una etiqueta existente con el siguiente formulario.
et_ee: Lemmiksilte pole. Lisage olemasolev silt alloleva vormi abil.
id_id: Tidak ada tag favorit yang tersedia. Tambahkan tag yang sudah ada dengan formulir di bawah ini.
ja_jp: お気に入りタグがありません。以下のフォームから既存のタグを追加してください。
pl_pl: Brak ulubionych tagów. Dodaj istniejący tag za pomocą poniższego formularza.

source: Add group
ca_es: Afegeix grup
es_es: Añadir grupo
et_ee: Lisa grupp
id_id: Tambahkan Grup
ja_jp: グループに追加
pl_pl: Dodaj grupę

source: New group name
ca_es: Nou nom del grup
es_es: Nuevo nombre de grupo
et_ee: Uue grupi nimi
id_id: Nama grup baru
ja_jp: 新規グループ名
pl_pl: Nowa nazwa grupy

source: Blank value on duplicate
ca_es: Valor en blanc al duplicat
es_es: Valor en blanco en duplicado
et_ee: Tühi väärtus duplikaadil
id_id: Nilai kosong pada duplikat
ja_jp: 重複時の空白値
pl_pl: Pusta wartość w duplikacie

source: Toggle favorite tags
ca_es: Commuta les etiquetes preferides
es_es: Alternar etiquetas favoritas
et_ee: Lemmiksiltide sisse/välja lülitamine
id_id: Alihkan tag favorit
ja_jp: お気に入りタグの切り替え
pl_pl: Przełącz ulubione tagi

source: Toggle todolist
ca_es: Commuta la llista de coses
es_es: Alternar lista de tareas pendientes
et_ee: Ülesannete nimekirja sisse/välja lülitamine
id_id: Beralih ke daftar favorit
ja_jp: Todoリスト切り替え
pl_pl: Przełącz listę rzeczy do zrobienia

source: Save as…
ca_es: Guardar com…
es_es: Guardar como…
et_ee: Salvesta nimega…
id_id: Simpan sebagai...
ja_jp: 新規保存
pl_pl: Zapisz jako…
