Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: Double-click a row in the table below to edit compound.
et_ee: Ühendi muutmiseks topeltklõpsake allolevas tabelis real.
id_id: Klik dua kali baris dalam tabel di bawah ini untuk mengedit senyawa.
ja_jp: 化合物を編集するには、下の表の行をダブルクリックします。

source: Create a new template
et_ee: Loo uus mall
id_id: Buat template baru
ja_jp: 新しいテンプレートを作成する

source: Create resource from compound
et_ee: Loo ressurss ühendist
id_id: Buat sumber daya dari senyawa
ja_jp: 複合からリソースを作成する

source: Select a resource category
et_ee: Valige ressursi kategooria
id_id: Pilih kategori sumber daya
ja_jp: リソースカテゴリを選択

source: Link to original entry
et_ee: Link algsele sissekandele
id_id: Tautan ke entri asli
ja_jp: 元のエントリへのリンク

source: Remove user from team
et_ee: Eemalda kasutaja meeskonnast
id_id: Hapus pengguna dari tim
ja_jp: チームからユーザーを削除する

source: Template
et_ee: Mall
id_id: Templat
ja_jp: テンプレート

source: DNA Cloning
et_ee: DNA kloonimine
id_id: Kloning DNA
ja_jp: DNAクローニング

source: Import a chemical compound from %sPubChem online database%s: you can specify directly the CID of the compound you wish to import, or search from its CAS number.
et_ee: Importige keemiline ühend %sPubChemi veebiandmebaasist%s: saate määrata otse imporditava ühendi CID-i või otsida selle CAS-numbri järgi.
id_id: Impor senyawa kimia dari basis data daring %sPubChem%s: Anda dapat menentukan langsung CID senyawa yang ingin Anda impor, atau mencari dari nomor CAS-nya.
ja_jp: %sPubChem オンライン データベース%s から化合物をインポートします。インポートする化合物の CID を直接指定するか、CAS 番号から検索することができます。

source: Removing a user association with a team will NOT impact existing experiments or resources. They will still be accessible.
et_ee: Kasutaja seose eemaldamine meeskonnast EI mõjuta olemasolevaid eksperimente ega ressursse. Neile on endiselt juurdepääs.
id_id: Menghapus asosiasi pengguna dengan tim TIDAK akan memengaruhi eksperimen atau sumber daya yang ada. Eksperimen atau sumber daya tersebut akan tetap dapat diakses.
ja_jp: チームへのユーザーの関連付けを削除しても、既存の実験やリソースには影響しません。引き続きアクセスできます。

source: Are you sure you want to remove %s from team %s?
et_ee: Kas oled kindel, et tahad %s meeskonnast %s eemaldada?
id_id: Apakah Anda yakin ingin menghapus %s dari tim %s?
ja_jp: チーム %s から %s を削除してもよろしいですか?

source: Confirm
et_ee: Kinnita
id_id: Mengonfirmasi
ja_jp: 確認する

source: +1 hour
et_ee: +1 tund
id_id: +1 jam
ja_jp: +1時間

source: +1 day
et_ee: +1 päev
id_id: +1 hari
ja_jp: +1日

source: Euro (EUR)
ja_jp: ユーロ (EUR)

source: The passwords do not match!
it_it: Le password non coincidono!

source: Saving
it_it: Salvataggio in corso

source: Submit
it_it: Invia

source: Phone
it_it: Telefono fisso

source: Mobile
it_it: Telefono mobile

source: Website
it_it: Sito Web

source: Skype
it_it: Contatto Skype

source: [eLabFTW] New user registered
it_it: [eLabFTW] Registrato nuovo utente

source: Email sent. Check your INBOX.
it_it: Messaggio inviato. Controlla la tua casella di posta.

source: Types of items
it_it: Tipi di elementi

source: Users can delete experiments:
it_it: Gli utenti possono cancellare gli esperimenti:

source: Name of the link in the top menu:
it_it: Nome del collegamento personalizzabile nel menu in alto:

source: Address where this link should point:
it_it: URL cui questo collegamento opzionale rinvia:

source: Has an active account?
it_it: Possiede un account attivo?

source: Remove all experiments with this status before deleting this status.
it_it: Bisogna rimuovere tutti gli esperimenti in questo stato prima di poter eliminare lo stato stesso.

source: Default status
it_it: Stato predefinito

source: Remove all database items with this type before deleting this type.
it_it: Bisogna rimuovere dal database tutti gli elementi di questo tipo prima di poter eliminare il tipo stesso.

source: This is the default text when someone creates an experiment.
it_it: Questo è il testo predefinito quando qualcuno crea un esperimento.

source: You should make a backup of your database before importing thousands of items!
it_it: Prima di importare migliaia di elementi, è opportuno effettuare un backup del database!

source: 1. Select a type of item to import to:
it_it: 1. Seleziona un tipo di elementi da importare in:

source: Import CSV
it_it: Importa CSV

source: Only a sysadmin can put someone sysadmin.
it_it: Solo un SysAdmin può creare un altro SysAdmin.

source: Type it again
it_it: Digita nuovamente

source: experiments done since
it_it: esperimenti fatti a partire dal

source: Someone is already using that email address!
it_it: Qualcuno sta già utilizzando questo indirizzo di email!

source: create
it_it: crea

source: Hi. Someone (probably you) with the IP address: %s and user agent %s requested a new password on eLabFTW. Please follow this link to reset your password : %s
it_it: Salve! Qualcuno (probabilmente tu stesso) ha richiesto una nuova password per poter accedere a eLabFTW dall'indirizzo IP: %s e utilizzando %s. Per reimpostare la password si prega di seguire questo link: %s

source: Email not found in database!
it_it: Indirizzo di email non trovato nel database!

source: Search only in experiments owned by:
it_it: Cerca solo negli esperimenti di:

source: Yourself
it_it: Te stesso

source: Search in
it_it: Cerca in

source: Where date is between
it_it: Con data compresa tra

source: and
it_it: e

source: And title contains
it_it: E il cui titolo contiene

source: And body contains
it_it: E il cui testo contiene

source: And status is
it_it: E il cui stato è

source: And rating is
it_it: E la cui valutazione è

source: Launch search
it_it: Inizia la ricerca

source: Items
it_it: Elementi

source: The teams can use the credentials below to timestamp:
it_it: I team possono utilizzare le credenziali sottostanti per effettuare il timestamp:

source: Login for external timestamping service:
it_it: Login per accedere al servizio esterno di timestamp:

source: Password for external timestamping service:
it_it: Password per accedere al servizio esterno di timestamp:

source: Users need validation by admin after registration:
it_it: La registrazione degli utenti deve essere convalidata da un amministratore:

source: Set to yes for added security.
it_it: Impostare «Sì» per aumentare la sicurezza.

source: To identify an user we use an md5 of user agent + IP. Because doing it only based on IP address would surely cause problems.
it_it: Per identificare un utente si usa l'md5 dello user agent + l'IP. Infatti se lo si facesse solo sulla base dell'indirizzo IP insorgerebbero sicuramente dei problemi.

source: Address of the SMTP server:
it_it: Indirizzo del server SMTP:

source: Probably TLS
it_it: Probabilmente TLS

source: SMTP Port:
it_it: Porta SMTP:

source: SMTP username:
it_it: Nome utente SMTP:

source: The admin of a team can edit the status and the types of items available (%sAdmin Panel%s).
it_it: Dal %sPannello di amministrazione%s il TeamAdmin può modificare lo stato e i tipi di elementi a disposizione.

source: Custom shortcuts are available (%sControl Panel%s).
it_it: Nel %sPannello di controllo%s è possibile personalizzare le scorciatoie predefinite.

source: You can duplicate experiments in one click.
it_it: È possibile duplicare gli esperimenti con un clic.

source: Click a tag to list all items with this tag.
it_it: Per elencare tutti gli oggetti con un certo tag basta fare clic su di esso.

source: Once timestamped an experiment cannot be unlocked or modified. Only comments can be added.
it_it: Una volta apposto il timestamp, un esperimento non può più essere sbloccato o modificato. Si possono comunque aggiungere dei commenti.

source: Modify your personal informations
it_it: Modifica le tue informazioni personali

source: Modify your identity
it_it: Modifica l'identità

source: Confirm new password
it_it: Conferma la nuova password

source: Modify your contact information
it_it: Modifica le informazioni di contatto

source: Update profile
it_it: Aggiorna il profilo

source: Items per page:
it_it: Elementi per pagina:

source: Create new
it_it: Crea nuovo

source: Statistics
it_it: Statistiche

source: Only me
it_it: Io solamente

source: Linked items
it_it: Elementi collegati

source: from the database
it_it: dal database

source: Page generated in
it_it: Pagina generata in

source: You can have experiments templates (%sControl Panel%s).
it_it: Dal %sPannello di controllo%s è possibile creare e accedere ai modelli per gli esperimenti.

source: If you press Ctrl Shift D in the editor, the date will appear under the cursor.
it_it: Digitando Ctrl+Shift+D nell'editor, comparirà la data a livello del cursore.

source: Go to user control panel
it_it: Va al Pannello di controllo dell'utente

source: Chain of certificates of the external timestamping service:
it_it: Catena dei certificati del servizio esterno di timestamp:

source: This should be the login associated with your timestamping service provider
it_it: Questa dovrebbe essere la login associata al provider del servizio di timestamp esterno

source: Your timestamping service provider password
it_it: Password del provider del servizio di timestamp esterno

source: You cannot unlock or edit in any way a timestamped experiment.
it_it: Non è possibile sbloccare o modificare in alcun modo un esperimento già convalidato con il timestamp.

source: Attach a file
it_it: Allega un file

source: With the tag
it_it: Con il tag

source: Download timestamped pdf
it_it: Scarica il pdf convalidato con il timestamp

source: item imported successfully.
it_it: elemento importato con successo.

source: Import ZIP
it_it: Importa ZIP

source: An admin account will always be able to delete experiments.
it_it: Un amministratore potrà sempre cancellare gli esperimenti.

source: There is a manual available %shere%s.
it_it: Il manuale completo è disponibile %squi%s.

source: Download token
it_it: Scarica il token

source: Please configure Timestamping in the admin panel.
it_it: Si prega di configurare il timestamp nel pannello di amministrazione.

source: All the team
it_it: Tutto il team

source: Space means
it_it: Il carattere <spazio> significa

source: Invalid link. Reset links are only valid for one hour.
it_it: Collegamento non valido. I collegamenti per la reimpostazione sono validi solo un'ora.

source: Once timestamped an experiment cannot be edited anymore! Are you sure you want to do this?
it_it: Una volta convalidato con il timestamp, un esperimento non può più essere modificato! Si è sicuri di volerlo fare?

source: No templates found
it_it: Non è stato trovato nessun modello

source: Filter by type
it_it: Filtra per tipo

source: Add a New Status
it_it: Aggiungi un nuovo stato

source: Edit an Existing Status
it_it: Modifica uno stato esistente

source: Add a new type of item
it_it: Aggiungi un nuovo tipo di elementi

source: Bookable
it_it: Prenotabile

source: in the %sscheduler%s
it_it: nel %scalendario%s

source: Database Items Types
it_it: Tipi di elementi del database

source: Edit the template
it_it: Modifica il modello

source: Add a New Team
it_it: Aggiungi un nuovo team

source: Edit Existing Teams
it_it: Modifica i team esistenti

source: This section is out of your reach!
it_it: Questa sezione è al di fuori della tua portata!

source: [eLabFTW] New comment posted
it_it: [eLabFTW] È stato aggiunto un nuovo commento

source: [eLabFTW] Test email
it_it: [eLabFTW] Email di prova

source: Select an equipment
it_it: Seleziona un'attrezzatura

source: Experiments Templates
it_it: Modelli per gli esperimenti

source: or
it_it: o

source: Override general timestamping config
it_it: Sostituisci la configurazione predefinita del timestamp

source: Edit Users
it_it: Modifica gli utenti

source: Group
it_it: Gruppo

source: Reset user password
it_it: Reimposta la password dell'utente

source: Common Experiment Template
it_it: Modello generico di esperimento

source: Import a CSV File
it_it: Importa un file CSV

source: Import a ZIP File
it_it: Importa un file ZIP

source: 1. Select where to import:
it_it: 1. Seleziona dove importare:

source: Manage Groups of Users
it_it: Gestione gruppi di utenti

source: Create a group
it_it: Crea un gruppo

source: Existing groups
it_it: Gruppi esistenti

source: Latest version:
it_it: Ultima versione:

source: Address of the Proxy:
it_it: Indirizzo del proxy:

source: Time of the ban after failed login attempts (in minutes):
it_it: Durata (in min.) del divieto di accesso se si supera il max numero di tentativi impostato:

source: Send e-mails via:
it_it: Metodo di spedizione:

source: Select mailing method...
it_it: Scegli il metodo di spedizione...

source: Sender address:
it_it: Indirizzo del mittente:

source: Path to sendmail:
it_it: Path del programma sendmail:

source: SMTP encryption:
it_it: Crittografia SMTP:

source: My Profile
it_it: Profilo personale

source: Help
it_it: Aiuto

source: You can make links inside the text by typing # and an autocomplete menu will spawn with a list of Experiments/Items.
it_it: Digitando il carattere '#' è possibile creare dei collegamenti all'interno del testo. Infatti, dopo qualche istante compare un elenco di esperimenti/elementi da cui scegliere la voce che si vuole collegare.

source: And visibility is:
it_it: E la visibilità è:

source: Select visibility
it_it: Seleziona la visibilità

source: Organization
it_it: Organizzazione

source: Number of login attempt left before being banned for %s minutes: %s
it_it: Numero residuo di tentativi prima di rimanere bloccati per %s minuti: %s

source: Make a PDF
it_it: Crea un file PDF

source: Make a ZIP
it_it: Crea un file ZIP

source: Show related
it_it: Mostra le connessioni

source: Timestamp Experiment
it_it: Timestamp dell'esperimento

source: This should point to the chain of certificates used by your external timestamping provider to sign the timestamps.%sLocal path relative to eLabFTW installation directory. You should add it in the 'uploads' folder. The file needs to be in %sPEM-encoded (ASCII)%s format!
it_it: Questo percorso dovrebbe puntare alla catena di certificati usata dal provider esterno di timestamp per convalidare i timestamp stessi.%sIl path è relativo alla cartella di installazione di eLabFTW. Bisognerebbe aggiungerlo nella cartella 'uploads'. È necessario che il file sia in formato %sASCII PEM-codificato%s!

source: %sClear it%s or change it below:
it_it: %sSvuotala%s o modificala qui sotto:

source: Allow timestamp
it_it: Timestamp consentito

source: Order by:
it_it: Ordina per:

source: Sort:
it_it: Ordinamento:

source: Template content
it_it: Contenuto del modello

source: Please finalize install: %slink to documentation%s.
it_it: Termina l'installazione: %sva alla documentazione%s.

source: Enable local account creation:
it_it: Abilita la creazione di account locali:

source: Show local login form:
it_it: Mostra il modulo di accesso locale:

source: You can still show the local login form by appending ?letmein to the login page URL.
it_it: È sempre possibile vedere il modulo di accesso locale aggiungendo ?letmein all'URL della pagina di accesso.

source: Welcome to eLabFTW. Use the 'Create new' button to get started!
it_it: Benvenuti in eLabFTW! Per iniziare, usare il pulsante 'Crea nuovo'!

source: Clear selection
it_it: Svuota la selezione

source: Change item type
it_it: Cambia tipo di elementi

source: Make Zip
it_it: Crea file ZIP

source: Make Csv
it_it: Crea file CSV

source: Hi. %s left a comment on your experiment. Have a look: %s
it_it: Ciao! %s ha lasciato un commento sul tuo esperimento. Dagli un'occhiata: %s

source: Import to your profile
it_it: Importa sul tuo profilo

source: Anonymous visitors can see database items:
it_it: I visitatori anonimi possono vedere gli elementi del database:

source: Generate PDF/A compliant pdfs (will embed the fonts and make the file bigger)
it_it: Crea dei PDF conformi allo standard PDF/A (essi integrano il tipo di carattere aumentando le dimensioni del file)

source: Add attached files summary to the pdf
it_it: Aggiunge il riepilogo dei file allegati al PDF

source: Show experiments from the team on the Experiments page
it_it: Mostra gli esperimenti del team nella pagina degli esperimenti

source: Allow anonymous visitors to login and see Public experiments:
it_it: Consente ai visitatori anonimi di accedere e vedere gli esperimenti "pubblici":

source: Change visibility
it_it: Cambia la visibilità

source: Previous page
it_it: Pagina precedente

source: Next page
it_it: Pagina successiva

source: Installation URL:
it_it: URL di installazione:

source: You can control if the teams can use the global timestamping account. If set to <em>no</em> the team admin must add login information in the admin panel.
it_it: Controlla se i team possono utilizzare un account comune di timestamp. Se è impostato su <em>No</em>, il TeamAdmin deve aggiungere le informazioni di accesso nel Pannello di amministrazione.

source: revision available
it_it: revisione disponibile

source: Enable Chinese, Japanese and Korean fonts in PDF generation (WARNING: this will dramatically increase the file size unless you disable PDF/A)
it_it: Abilita l'utilizzo di caratteri cinesi, giapponesi e coreani nella crezione dei file PDF. ATTENZIONE: l'attivazione di questa opzione aumenta drammaticamente le dimensioni dei file a meno che non si disabiliti contestualmente l'opzione PDF/A

source: Import a .elabftw.zip archive.
it_it: Importa un archivio .elabftw.zip.

source: Select status
it_it: Seleziona stato

source: Tip: you can use '%' as wildcard
it_it: Suggerimento: usa '%' come carattere jolly

source: You can use a TODOlist by pressing '%s'.
it_it: Digitando il tasto '%s' è possibile accedere all'elenco delle Attività.

source: Language:
it_it: Lingua:

source: The canonical address of the eLabFTW installation. If this value is empty, eLabFTW will try to guess it, but in some instances, it might not be correct so you should fill this setting. Example: https://elabftw.example.org
it_it: Indirizzo canonico di installazione di eLabFTW. Se manca, eLabFTW cercherà di indovinarlo, ma in qualche caso potrebbe sbagliare e potrebbe essere necessario doverlo inserire. Per esempio: https://elabftw.example.org

source: This allows users without an account to login into a team and see the experiments with public visibility. Administrators of each team can choose whether or not database items will be visible.
it_it: Ciò consente agli utenti privi di account su eLabFTW di accedere ad un team e visualizzare gli esperimenti visibili pubblicamente. Inoltre gli amministratori di ciascun team possono decidere se rendere visibili o meno gli elementi presenti nel database.

source: Switch this instance in open science mode:
it_it: Trasforma questa istanza in modalità Open Science:

source: Select which team will be open to the world in open science mode:
it_it: Seleziona il/i team aperto/i al mondo in modalità Open Science:

source: SMTP (recommended)
it_it: SMTP (preferibile)

source: Local MTA
it_it: MTA locale

source: Adjust your privacy policy notice
it_it: Personalizzazione delle informazioni sulla privacy

source: Search users
it_it: Ricerca utenti

source: No user found!
it_it: Non è stato trovato nessun utente!

source: Experiment was timestamped by %s on %s at %s
it_it: L'esperimento è stato convalidato mediante timestamp da %s su %s alle %s

source: Use single column layout
it_it: Layout a colonna singola

source: 2. Select a visibility:
it_it: 2. Seleziona una visibilità:

source: 3. Select a ZIP file to import:
it_it: 3. Seleziona un file ZIP da importare:

source: No templates from other members of the team to display!
it_it: Non vi sono modelli appartenenti ad altri membri del team da poter visualizzare!

source: Send an email to all team members
it_it: Invia un messaggio a tutti i membri del team

source: Wrong key for resetting password
it_it: Chiave errata per il ripristino della password

source: Hello. Your account on eLabFTW was validated by an admin. Follow this link to login:
it_it: Salve. Il tuo account eLabFTW è stato convalidato da un amministratore. Segui questo collegamento per accedere:

source: This item is locked. You cannot edit it!
it_it: Questo elemento è bloccato e non si può modificare!

source: Public
it_it: Pubblica

source: Only the team
it_it: Il team solamente

source: Import a .csv (Excel spreadsheet) file into the database. First you need to open your .xls/.xlsx file in Excel or Libreoffice and save it as .csv. IMPORTANT: one of the column MUST be named 'title'. You should make a tiny import of 3 lines to see if everything works before importing a big file.
it_it: Importa un file .csv nel database a partire da fogli Excel/LibreOffice. Per prima cosa bisogna aprire il file .xls/.xlsx in Excel (o in LibreOffice) e salvarlo in formato .csv. ATTENZIONE: una delle colonne DEVE essere denominata 'title' (in minuscolo). Prima di importare un grosso file è opportuno effettuare delle prove con file di 3 righe per verificare che tutto funzioni.

source: 3. Select a delimiter:
it_it: 3. Selezionare un tipo di delimitatore:

source: 4. Select a CSV file to import:
it_it: 4. Seleziona un file CSV da importare:

source: Save as image
it_it: Salva come immagine

source: Share
it_it: Condividi

source: Admins can always delete experiments:
it_it: Gli amministratori possono sempre cancellare gli esperimenti:

source: Setting this to «no» will completely remove the ability to delete experiments for everyone.
it_it: Selezionando «No», la possibilità di cancellare gli esperimenti verrà completamente rimossa per tutti.

source: %s%d%sSee bookings%s
it_it: %s%d%sVedi prenotazioni%s

source: All bookable items
it_it: Tutti gli oggetti prenotabili

source: semicolon
it_it: punto e virgola

source: comma
it_it: virgola

source: Select type
it_it: Seleziona un tipo

source: Delete this event
it_it: Cancella questo evento

source: Display the molecule editor in edit mode
it_it: Visualizza l'editor di molecole in modalità 'modifica'

source: Account successfully created
it_it: Account creato con successo

source: Display size:
it_it: Dimensioni di visualizzazione:

source: Large (default)
it_it: Grande (predefinita)

source: Medium
it_it: Media

source: Small
it_it: Piccola

source: Edit permissions
it_it: Modifica dei permessi

source: Manage Permissions
it_it: Gestione dei permessi

source: Tab
it_it: Tabulazione

source: Team(s)
it_it: Team

source: Help us to translate eLabFTW!
it_it: Aiutaci a tradurre eLabFTW!

source: From here you can edit or delete the tags for your team. Click the tag to edit it. Then click the deduplicate button to merge similar tags.
it_it: Qui è possibile modificare o cancellare i tag del proprio team. Fare clic sui tag per modificarli. Fare clic sul pulsante di deduplicazione per unire tag simili.

source: Change teams for user
it_it: Cambia il team dell'utente

source: Remove team
it_it: Rimuovi team

source: Display the JSON editor in edit mode
it_it: Visualizza l'editor JSON in modalità 'modifica'

source: Follow eLabFTW on Twitter!
it_it: Segui eLabFTW su Twitter!

source: Report a bug
it_it: Segnala un bug

source: Unconfirmed users
it_it: Utenti non convalidati

source: Member of:
it_it: Membro di:

source: Enable french style signature block in pdf export (setting is only set for this browser)
it_it: Nell'esportazione in PDF abilita lo stile francese per il testo della firma (le impostazioni valgono solo per questo browser)

source: Team Name
it_it: Nome del team

source: Team Organisation ID
it_it: ID Organizzazione del team

source: Logged in as
it_it: Collegato come

source: User Control Panel
it_it: Pannello di controllo dell'utente

source: eLabFTW Configuration
it_it: Configurazione di eLabFTW

source: You cannot login now because of too many failed login attempts.
it_it: A causa dei troppi tentativi falliti, in questo momento non potete accedere.
