Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: Adjust how the title is displayed
ca_es: Ajusta com es mostra el títol
es_es: Ajustar cómo se muestra el título
et_ee: Pealkirja kuvamise muutmine
id_id: Sesuaikan cara judul ditampilkan
ja_jp: タイトルの表示方法を調整する
pl_pl: Dostosuj sposób wyświetlania tytułu

source: Manage field groups
ca_es: Gestiona els grups de camps
es_es: Administrar grupos de campos
et_ee: Väljagruppide haldamine
id_id: Kelola grup bidang
ja_jp: フィールドグループの管理
pl_pl: Zarządzaj grupami pól

source: Use this feature to group related fields.
ca_es: Feu servir aquesta funció per agrupar camps relacionats.
es_es: Utilice esta función para agrupar campos relacionados.
et_ee: Selle funktsiooni abil saate rühmitada seotud väljad.
id_id: Gunakan fitur ini untuk mengelompokkan bidang terkait.
ja_jp: この機能を使用して、関連するフィールドをグループ化します。
pl_pl: Użyj tej funkcji, aby grupować powiązane pola.

source: Update
ca_es: Actualització
es_es: Actualizar
et_ee: Värskendus
id_id: Memperbarui
ja_jp: アップデート
pl_pl: Aktualizacja

source: Selected field group
ca_es: Grup de camps seleccionat
es_es: Grupo de campos seleccionados
et_ee: Valitud väljarühm
id_id: Grup bidang yang dipilih
ja_jp: 選択されたフィールドグループ
pl_pl: Wybrana grupa pól

source: Connect with us on the fediverse!
ca_es: Connecta't amb nosaltres al fediverse!
es_es: ¡Conéctate con nosotros en fediverse!
et_ee: Võta meiega ühendust Fediverse'is!
id_id: Terhubunglah dengan kami di fediverse!
ja_jp: フェディバースで私たちとつながりましょう！
pl_pl: Dołącz do nas w fediwersum!

source: Skip to content
ca_es: Salta al contingut
es_es: Saltar al contenido
et_ee: Liigu sisuni
id_id: Langsung ke konten
ja_jp: コンテンツにスキップ
pl_pl: Przejdź do treści

source: Tools
ca_es: Eines
es_es: Herramientas
et_ee: Tööriistad
id_id: Peralatan
ja_jp: ツール
pl_pl: Narzędzia

source: Search containers or locations
ca_es: Cerca contenidors o ubicacions
es_es: Buscar contenedores o ubicaciones
et_ee: Otsi konteinereid või asukohti
id_id: Cari kontainer atau lokasi
ja_jp: コンテナまたは場所を検索
pl_pl: Wyszukaj kontenery lub lokalizacje

source: No results found
ca_es: No s'han trobat resultats
es_es: No se encontraron resultados
et_ee: Tulemusi ei leitud
id_id: Tidak ada hasil ditemukan
ja_jp: 結果が見つかりませんでした
pl_pl: Nie znaleziono wyników

source: Browse inventory locations
ca_es: Navega per les ubicacions de l'inventari
es_es: Explorar ubicaciones de inventario
et_ee: Sirvi laoseisu
id_id: Telusuri lokasi inventaris
ja_jp: 在庫場所を参照
pl_pl: Przeglądaj lokalizacje zapasów

source: Add root element
ca_es: Afegeix un element arrel
es_es: Agregar elemento raíz
et_ee: Lisa juurelement
id_id: Tambahkan elemen root
ja_jp: ルート要素を追加する
pl_pl: Dodaj element główny

source: This document has been timestamped by %s on %s.
ca_es: Aquest document ha estat marcat amb data i hora per %s el %s.
es_es: Este documento ha sido sellado con tiempo por %s el %s.
et_ee: Sellele dokumendile on %s ajatempli lisanud kuupäeval %s.
id_id: Dokumen ini telah diberi cap waktu oleh %s pada %s.
ja_jp: このドキュメントは %s によって %s にタイムスタンプが付けられました。
pl_pl: Ten dokument został oznaczony znacznikiem czasu przez %s w dniu %s.

source: Timestamped by %s on %s at %s
ca_es: Marca de temps de %s el %s a les %s
es_es: Marca de tiempo de %s el %s a las %s
et_ee: Ajatempli lisas %s kuupäeval %s kell %s
id_id: Dicap waktu oleh %s pada %s di %s
ja_jp: %s による %s の %s のタイムスタンプ
pl_pl: Oznaczono znacznikiem czasu przez %s w dniu %s o %s

source: Selecting a user group here will give access to all users part of this user group.
ca_es: Si seleccioneu un grup d'usuaris aquí, tots els usuaris que en formen part tindran accés.
es_es: Seleccionar un grupo de usuarios aquí dará acceso a todos los usuarios que forman parte de este grupo de usuarios.
et_ee: Kasutajarühma valimine siin annab juurdepääsu kõigile sellesse kasutajarühma kuuluvatele kasutajatele.
id_id: Memilih grup pengguna di sini akan memberikan akses ke semua pengguna yang menjadi bagian grup pengguna ini.
ja_jp: ここでユーザー グループを選択すると、このユーザー グループに属するすべてのユーザーにアクセス権が付与されます。
pl_pl: Wybranie grupy użytkowników w tym miejscu spowoduje przyznanie dostępu wszystkim użytkownikom należącym do tej grupy.

source: Set user password
ca_es: Estableix la contrasenya de l'usuari
es_es: Establecer contraseña de usuario
et_ee: Kasutaja parooli määramine
id_id: Tetapkan kata sandi pengguna
ja_jp: ユーザーパスワードを設定する
pl_pl: Ustaw hasło użytkownika

source: Scheduler settings
ca_es: Configuració del planificador
es_es: Configuración del programador
et_ee: Broneeringu seaded
id_id: Pengaturan penjadwal
ja_jp: スケジューラ設定
pl_pl: Ustawienia harmonogramu

source: Show weekends
ca_es: Espectacle caps de setmana
es_es: Mostrar fines de semana
et_ee: Näita nädalavahetusi
id_id: Tampilkan akhir pekan
ja_jp: 週末を表示
pl_pl: Pokaż weekendy

source: Layout: timeline
ca_es: Disseny: cronologia
es_es: Diseño: línea de tiempo
et_ee: Paigutus: ajajoon
id_id: Tata letak: garis waktu
ja_jp: レイアウト: タイムライン
pl_pl: Układ: oś czasu

source: Cancel booking
ca_es: Cancel·la la reserva
es_es: Cancelar reserva
et_ee: Tühista broneering
id_id: Batalkan pemesanan
ja_jp: 予約をキャンセルする
pl_pl: Anuluj rezerwację

source: Search help
ca_es: Ajuda de cerca
es_es: Ayuda de búsqueda
et_ee: Otsinguabi
id_id: Pencarian bantuan
ja_jp: 検索ヘルプ
pl_pl: Pomoc w wyszukiwaniu

source: Simple search
ca_es: Cerca senzilla
es_es: Búsqueda simple
et_ee: Lihtne otsing
id_id: Pencarian sederhana
ja_jp: シンプル検索
pl_pl: Proste wyszukiwanie

source: When searching a term in the search bar, results will contain this term in the title, main text, date or elabid.
ca_es: Quan es cerca un terme a la barra de cerca, els resultats contindran aquest terme al títol, al text principal, a la data o a l'enunciat.
es_es: Al buscar un término en la barra de búsqueda, los resultados contendrán este término en el título, el texto principal, la fecha o elabid.
et_ee: Otsinguribal termini otsimisel sisaldavad tulemused seda terminit pealkirjas, põhitekstis, kuupäevas või lahtris.
id_id: Saat mencari suatu istilah di bilah pencarian, hasilnya akan memuat istilah ini dalam judul, teks utama, tanggal atau elabid.
ja_jp: 検索バーで用語を検索すると、結果にはタイトル、本文、日付、または elabid にこの用語が含まれます。
pl_pl: Podczas wyszukiwania terminu w pasku wyszukiwania, wyniki będą zawierać ten termin w tytule, tekście głównym, dacie lub tekście dodatkowym.

source: The search bar supports searching with specific constraints such as "title:Something" and "category:Tests" (%s). You can combine them with logical expressions (AND, OR, NOT...) and group with parenthesis.
ca_es: La barra de cerca admet la cerca amb restriccions específiques com ara "title:Something" i "category:Tests" (%s). Podeu combinar-les amb expressions lògiques (AND, OR, NOT...) i agrupar-les amb parèntesis.
es_es: La barra de búsqueda permite buscar con restricciones específicas, como «título:Algo» y «categoría:Pruebas» (%s). Puede combinarlas con expresiones lógicas (AND, OR, NOT...) y agruparlas con paréntesis.
et_ee: Otsinguriba toetab otsingut kindlate piirangutega, näiteks "title:Midagi” AND "category:Testid” (%s). Neid saab kombineerida loogikaavaldistega (AND, OR, NOT...) ja grupeerida sulgudega.
id_id: Bilah pencarian mendukung pencarian dengan batasan tertentu seperti "judul:Sesuatu" dan "kategori:Ujian" (%s). Anda dapat menggabungkannya dengan ekspresi logika (AND, OR, NOT...) dan mengelompokkannya dengan tanda kurung.
ja_jp: 検索バーでは、「title:何か」や「category:テスト」(%s) などの特定の制約による検索がサポートされています。これらの条件を論理式 (AND、OR、NOT...) で組み合わせたり、括弧でグループ化したりすることも可能です。
pl_pl: Pasek wyszukiwania obsługuje wyszukiwanie ze szczególnymi ograniczeniami, takimi jak „title:Something” i „category:Tests” (%s). Możesz je łączyć z wyrażeniami logicznymi (AND, OR, NOT...) i grupować za pomocą nawiasów.

source: To search in extra fields (metadata), use the dedicated helper to build your query. For example, to search all entries where "Temperature" is 37, you would use: "extrafield:Temperature:37" in the search bar.
ca_es: Per cercar en camps addicionals (metadades), feu servir l'ajudant dedicat per crear la consulta. Per exemple, per cercar totes les entrades on "Temperatura" sigui 37, hauríeu d'utilitzar: "extrafield:Temperatura:37" a la barra de cerca.
es_es: Para buscar en campos adicionales (metadatos), utilice el asistente dedicado para crear su consulta. Por ejemplo, para buscar todas las entradas donde «Temperatura» sea 37, utilice: «extrafield:Temperature:37» en la barra de búsqueda.
et_ee: Lisaväljadel (metaandmetes) otsimiseks kasutage päringu koostamiseks spetsiaalset abimeest. Näiteks kõigi kirjete otsimiseks, kus "Temperatuur" on 37, peaksite otsinguribal kasutama: "extrafield:Temperature:37".
id_id: Untuk mencari di kolom tambahan (metadata), gunakan helper khusus untuk membuat kueri Anda. Misalnya, untuk mencari semua entri yang "Suhu"-nya 37, Anda akan menggunakan: "extrafield:Temperature:37" di bilah pencarian.
ja_jp: 追加フィールド（メタデータ）を検索するには、専用のヘルパーを使用してクエリを構築します。例えば、「Temperature」が37であるすべてのエントリを検索するには、検索バーに「extrafield:Temperature:37」と入力します。
pl_pl: Aby przeszukać pola dodatkowe (metadane), użyj dedykowanego pomocnika, aby zbudować zapytanie. Na przykład, aby przeszukać wszystkie wpisy, w których „Temperature” wynosi 37, użyj: „extrafield:Temperature:37” w pasku wyszukiwania.

source: Available fields
ca_es: Camps disponibles
es_es: Campos disponibles
et_ee: Saadaval olevad väljad
id_id: Bidang yang tersedia
ja_jp: 利用可能なフィールド
pl_pl: Dostępne pola

source: Restore entry
ca_es: Restaura l'entrada
es_es: Restaurar entrada
et_ee: Taasta kirje
id_id: Pulihkan entri
ja_jp: エントリを復元
pl_pl: Przywróć wpis

source: resources
ca_es: recursos
es_es: recursos
et_ee: ressursid
id_id: sumber daya
ja_jp: リソース
pl_pl: zasoby

source: Search %s
ca_es: Cerca %s
es_es: Buscar %s
et_ee: Otsi %s
id_id: Pencarian %s
ja_jp: %sを検索
pl_pl: Wyszukaj %s

source: Select state
ca_es: Selecciona l'estat
es_es: Seleccionar estado
et_ee: Valige riik
id_id: Pilih negara bagian
ja_jp: 州を選択
pl_pl: Wybierz stan

source: Normal
et_ee: Tavaline
ja_jp: 普通
pl_pl: Normalna

source: Deleted
ca_es: Suprimit
es_es: Eliminado
et_ee: Kustutatud
id_id: Dihapus
ja_jp: 削除済み
pl_pl: Usunięto

source: Normal or Archived
ca_es: Normal o Arxivat
es_es: Normal o archivado
et_ee: Tavaline või arhiveeritud
id_id: Normal atau Diarsipkan
ja_jp: 通常またはアーカイブ
pl_pl: Normalny lub Archiwalny

source: Any
ca_es: Qualsevol
es_es: Cualquier
et_ee: Kõik
id_id: Setiap
ja_jp: どれでも
pl_pl: Każdy

source: Toggle main text
ca_es: Activa/desactiva el text principal
es_es: Alternar texto principal
et_ee: Kuva/peida põhitekst
id_id: Beralih ke teks utama
ja_jp: メインテキストを切り替える
pl_pl: Przełącz tekst główny

source: Search in resources
ca_es: Cerca en recursos
es_es: Buscar en recursos
et_ee: Otsi ressurssidest
id_id: Pencarian di sumber daya
ja_jp: リソースを検索
pl_pl: Szukaj w zasobach

source: +1 week
ca_es: +1 setmana
es_es: +1 semana
et_ee: +1 nädal
id_id: +1 minggu
ja_jp: +1週間
pl_pl: +1 tydzień

source: +1 month
ca_es: +1 mes
es_es: +1 mes
et_ee: +1 kuu
id_id: +1 bulan
ja_jp: +1か月
pl_pl: +1 miesiąc

source: +1 year
ca_es: +1 any
es_es: +1 año
et_ee: +1 aasta
id_id: +1 tahun
ja_jp: +1年
pl_pl: +1 rok

source: Display content
ca_es: Mostra el contingut
es_es: Mostrar contenido
et_ee: Kuva sisu
id_id: Menampilkan konten
ja_jp: コンテンツを表示
pl_pl: Wyświetl zawartość

source: Add children to %s
ca_es: Afegeix fills a %s
es_es: Agregar hijos a %s
et_ee: Lisa alamüksused %s alla
id_id: Tambahkan anak ke %s
ja_jp: %s に子供を追加
pl_pl: Dodaj dzieci do %s

source: Delete %s and its children
ca_es: Suprimeix %s i els seus fills
es_es: Eliminar %s y sus hijos
et_ee: Kustuta %s ja selle alamüksused
id_id: Hapus %s dan anak-anaknya
ja_jp: %s とその子を削除
pl_pl: Usuń %s i jego dzieci

source: Store in %s
ca_es: Desa a %s
es_es: Almacenar en %s
et_ee: Salvesta %s-s
id_id: Simpan dalam %s
ja_jp: %s に保存
pl_pl: Przechowuj w %s

source: Inventory location
ca_es: Ubicació de l'inventari
es_es: Ubicación del inventario
et_ee: Inventari asukoht
id_id: Lokasi inventaris
ja_jp: 在庫場所
pl_pl: Lokalizacja zapasów

source: Containers
ca_es: Contenidors
es_es: Contenedores
et_ee: Konteinerid
id_id: Wadah
ja_jp: コンテナ
pl_pl: Kontenery

source: in
ca_es: en
es_es: en
et_ee: sisse
id_id: di dalam
ja_jp: で
pl_pl: W

source: No containers stored
ca_es: No s'han emmagatzemat contenidors
es_es: No se almacenan contenedores
et_ee: Konteinereid ei ole hoiustatud
id_id: Tidak ada kontainer yang disimpan
ja_jp: コンテナは保管されていません
pl_pl: Brak składowanych kontenerów

source: Modify storage
ca_es: Modifica l'emmagatzematge
es_es: Modificar el almacenamiento
et_ee: Salvestusruumi muutmine
id_id: Ubah penyimpanan
ja_jp: ストレージを変更する
pl_pl: Modyfikuj przechowywanie

source: Get users report
ca_es: Obtén l'informe dels usuaris
es_es: Obtener informe de usuarios
et_ee: Hankige kasutajate aruanne
id_id: Dapatkan laporan pengguna
ja_jp: ユーザーレポートを取得する
pl_pl: Pobierz raport użytkowników

source: Stored containers
ca_es: Contenidors emmagatzemats
es_es: Contenedores almacenados
et_ee: Ladustatud konteinerid
id_id: Wadah yang disimpan
ja_jp: 保管コンテナ
pl_pl: Przechowywane pojemniki

source: Stored containers: %d bound to experiments and %d bound to resources
ca_es: Contenidors emmagatzemats: %d vinculats a experiments i %d vinculats a recursos
es_es: Contenedores almacenados: %d vinculados a experimentos y %d vinculados a recursos
et_ee: Salvestatud konteinerid: %d seotud eksperimentidega ja %d seotud ressurssidega
id_id: Kontainer yang disimpan: %d terikat pada eksperimen dan %d terikat pada sumber daya
ja_jp: 保存されたコンテナ: 実験にバインドされた %d 個とリソースにバインドされた %d 個
pl_pl: Przechowywane kontenery: %d przypisano do eksperymentów, a %d przypisano do zasobów

source: Get inventory report
ca_es: Obtenir informe d'inventari
es_es: Obtener informe de inventario
et_ee: Hankige laoseisu aruanne
id_id: Dapatkan laporan inventaris
ja_jp: 在庫レポートを取得する
pl_pl: Pobierz raport o stanie magazynowym

source: Domain name or IP address. You can specify multiple entries for redundancy, separated by commas.
ca_es: Nom de domini o adreça IP. Podeu especificar diverses entrades per a la redundància, separades per comes.
es_es: Nombre de dominio o dirección IP. Puede especificar varias entradas para redundancia, separadas por comas.
et_ee: Domeeninimi või IP-aadress. Koondamise tagamiseks võite määrata mitu kirjet, eraldades need komadega.
id_id: Nama domain atau alamat IP. Anda dapat menentukan beberapa entri untuk redundansi, dipisahkan dengan koma.
ja_jp: ドメイン名またはIPアドレス。冗長性を持たせるため、複数のエントリをカンマで区切って指定できます。
pl_pl: Nazwa domeny lub adres IP. Możesz określić wiele wpisów dla redundancji, rozdzielonych przecinkami.

source: No places have been defined yet. Head to the %sInventory page%s to add places.
ca_es: Encara no s'ha definit cap lloc. Aneu a la pàgina %sInventari%s per afegir llocs.
es_es: Aún no se han definido lugares. Dirígete a la página %sInventory%s para agregar lugares.
et_ee: Ühtegi kohta pole veel määratletud. Kohtade lisamiseks minge %sInventuuri lehele%s.
id_id: Belum ada tempat yang ditetapkan. Buka halaman %sInventory%s untuk menambahkan tempat.
ja_jp: まだ場所が定義されていません。場所を追加するには、%sインベントリページ%sにアクセスしてください。
pl_pl: Nie zdefiniowano jeszcze żadnych miejsc. Przejdź do strony %sInventory%s, aby dodać miejsca.

source: Hide deleted
ca_es: Amaga eliminats
es_es: Esconde los elementos borrados
et_ee: Peida kustutatud
id_id: Sembunyikan terhapus
ja_jp: 削除を隠す
pl_pl: Ukryj Usunięte

source: Show deleted
ca_es: Mostra eliminats
es_es: Muestra los elementos borrados
et_ee: Kuva kustutatud
id_id: Tampilkan terhapus
ja_jp: 削除された表示
pl_pl: Pokaż usunięte

source: Hi. %s left a comment. Have a look: %s
ca_es: Hola. %s ha deicat un comentari. Mira'l: %s
es_es: Hola. %s ha dejado un comentario. Míralo: %s
et_ee: Tere. %s jättis kommentaari. Vaata lähemalt: %s
id_id: Hai. %s meninggalkan komentar. Silahkan lihat: %s
ja_jp: こんにちは。%s ご覧ください：%s
pl_pl: Pozostawiono komentarz Zobacz go

source: Note: only pinned templates are displayed below.
ca_es: Nota: només les plantilles fixades es mostren a continuació.
es_es: Nota: sólo las plantillas fijadas están disponibles a continuación.
et_ee: Märkus: allpool kuvatakse ainult kinnitatud mallid.
id_id: Catatan: hanya templat yang disematkan yang ditampilkan di bawah ini.
ja_jp: 注：以下に表示されるのは、ピン留めされたテンプレートだけです。
pl_pl: Zauważ: jedynie podpięte formatki są wyświetlane

source: Is Admin
ca_es: És Administrador
es_es: Es administrador
et_ee: On administraator
id_id: Apakah Admin
ja_jp: 管理者
pl_pl: Czy admin

source: Select a scope and search bookable resources.
ca_es: Selecciona un àmbit i busca recursos que es puguin reservar.
es_es: Selecciona un ámbito y busca recusos reservables.
et_ee: Valige ulatus ja otsige broneeritavaid ressursse.
id_id: Pilih cakupan dan cari sumber daya yang dapat dipesan.
ja_jp: 範囲を選択し、予約可能なリソースを検索します。
pl_pl: Wybież zakres i wyszukaj rezerwowalne zasoby

source: Filter events by owner
ca_es: Filtra esdeveniments per propietari
es_es: Filtra eventos por propietario
et_ee: Filtreeri sündmusi omaniku järgi
id_id: Menyaring event berdasarkan pemilik
ja_jp: オーナーによるイベントのフィルタリング
pl_pl: Wyszukaj zasoby po właścicielu

source: Selected resource:
ca_es: Recurs seleccionat:
es_es: Recurso seleccionado:
et_ee: Valitud ressurss:
id_id: Sumber daya yang dipilih:
ja_jp: 厳選されたリソース
pl_pl: Zaznaczone zasoby:

source: Use the autocompletion menu to add users.
ca_es: Fer servir el menú d'autocompletació per a afegir usuaris.
es_es: Usa el menú de autocompletado para añadir usuarios.
et_ee: Kasutajate lisamiseks kasutage automaatse täitmise menüüd.
id_id: Gunakan menu pelengkapan otomatis untuk menambahkan pengguna.
ja_jp: ユーザーを追加するには、オートコンプリートメニューを使用します。
pl_pl: Użyj menu autowypełniania by dodać użytkownika

source: Copied to clipboard.
ca_es: Copiat al portapapers.
es_es: Copiado al portapapeles.
et_ee: Lõikelauale kopeeritud.
id_id: Disalin ke papan klip.
ja_jp: クリップボードにコピーしました。
pl_pl: Skopiowano do schowka

source: Please check required fields.
ca_es: Si us plau, comprova els camps requerits.
es_es: Por favor comprueba los campos obligatorios.
et_ee: Palun märkige kohustuslikud väljad.
id_id: Harap centang kolom yang wajib diisi.
ja_jp: 必須フィールドを確認してください。
pl_pl: Sprawdź wymagane pola

source: {{num, number}} entries processed
ca_es: {{num,number}} entrades processades
es_es: {{num,number}} de entradas procesadas
et_ee: {{num, number}} kirjet töödeldud
id_id: Entri {{num, number}} telah diproses
ja_jp: {{num, number}}のエントリーが処理された
pl_pl: {{num, number}}wpisy przewoworzoni

source: There was an error while fetching the requested data: {{error}}
ca_es: Hi ha hagut un error d'obtenció de les dades requerides: {{error}}
es_es: Ha habido un error al extraer los datos pedidos: {{error}}
et_ee: Taotletud andmete toomisel ilmnes viga: {{error}}
id_id: Terjadi kesalahan saat mengambil data yang diminta: {{error}}
ja_jp: 要求されたデータのフェッチ中にエラーが発生しました：{{error}}
pl_pl: Wystąpił błąd podczas pobierania żądanych danych:

source: File imported successfully
ca_es: Arxiu importat amb èxit
es_es: Archivo importado con éxito
et_ee: Fail imporditi edukalt
id_id: File berhasil diimpor
ja_jp: ファイルのインポートに成功
pl_pl: Import pliku zakończony sukcesem

source: Error: file is too large!
ca_es: Error: l'arxiu és massa gran!
es_es: Error: ¡Fichero demasiado grande!
et_ee: Viga: fail on liiga suur!
id_id: Kesalahan: file terlalu besar!
ja_jp: エラー：ファイルが大きすぎます！
pl_pl: Błąd: zbyt duży rozmiar pliku

source: Error validating the form.
ca_es: Error validant el formulari.
es_es: Error validando el formulario.
et_ee: Vormi valideerimisel tekkis viga.
id_id: Kesalahan memvalidasi formulir.
ja_jp: フォームの検証エラー。
pl_pl: Błąd walidacji formularza

source: Error during import. Please check the console for more information.
ca_es: Error durant la importació. Siu us plau, comprova la consola per més informació.
es_es: Error durante la importación. Por favor comprueba la consola para más información.
et_ee: Importimisel tekkis viga. Lisateabe saamiseks kontrollige konsooli.
id_id: Kesalahan selama impor. Silakan periksa konsol untuk informasi lebih lanjut.
ja_jp: インポート中にエラーが発生しました。コンソールで詳細を確認してください。
pl_pl: ystąpił błąd podczas importowania. Więcej informacji znajdziesz w konsoli.

source: Invalid syntax or information provided.
ca_es: Sintaxi o informació proveïda invàlida.
es_es: Sintaxis o información proveida inválidas.
et_ee: Esitatud süntaks või teave on sobimatu.
id_id: Sintaks atau informasi yang diberikan tidak valid.
ja_jp: 無効な構文または情報。
pl_pl: Błędne wyrążenie lub wprowadzone informacje

source: No matching result found.
ca_es: No s'han trobat resultats coincidents.
es_es: No se han encontrado resultados coincidentes.
et_ee: Sobivat tulemust ei leitud.
ja_jp: 一致する結果が見つかりませんでした。
pl_pl: Brak pasujących wyników

source: Select two revisions to compare them.
ca_es: Selecciona dos revisions per comparar-les.
es_es: Selecciona dos revisiones para compararlas.
et_ee: Valige võrdlemiseks kaks redaktsiooni.
id_id: Pilih dua revisi untuk membandingkannya.
ja_jp: 2つのリビジョンを選んで比較する。
pl_pl: Wybież dwie wersje do porównania

source: An active account already exists with this email. Use the Sysconfig Panel to add user to the requested team.
ca_es: Ja existeix un compte amb aquest email. Fes servir el panell Sysconfig per a afegir l'usuari a l'equip sol·licitat.
es_es: Ya existe una cuenta activa con este correo electrónico. Usa el Panel de configuración del sistema para añadir el usuario al equipo correspondiente.
et_ee: Selle e-posti aadressiga on juba aktiivne konto olemas. Kasutaja lisamiseks soovitud meeskonda kasutage süsteemikonfiguratsiooni paneeli.
id_id: Akun aktif sudah ada dengan email ini. Gunakan Panel Sysconfig untuk menambahkan pengguna ke tim yang diminta.
ja_jp: この電子メールでアクティブなアカウントが既に存在します。Sysconfig Panel を使用して、ユーザーを要求されたチームに追加します。
pl_pl: Istnieje już aktywne konto z tym adresem e-mail. Użyj panelu Sysconfig, aby dodać użytkownika do wybranego zespołu

source: An active account already exists with this email. Search for user in the input above without a team filter and use "Add to team" action to add the user to your team.
ca_es: Ja existeix un compte amb aquest email. Busca l'usuari a l'entrada de sobre sense filtrar per equip i fes servir l'acció "Afegir a l'equip" per afegir l'usuari al teu equip.
es_es: Ya existe una cuenta activa con este correo electrónico. Busca al usuario en la entrada anterior sin filtrar por equipo y usa la acción «Añadir al equipo» para añadir al usuario a tu equipo.
et_ee: Selle e-posti aadressiga on juba aktiivne konto olemas. Otsi kasutajat ülaltoodud sisenditest ilma meeskonna filtrita ja lisa kasutaja oma meeskonda toimingu "Lisa meeskonda" abil.
id_id: Akun aktif sudah ada dengan email ini. Cari pengguna dalam input di atas tanpa filter tim dan gunakan tindakan "Tambahkan ke tim" untuk menambahkan pengguna ke tim Anda.
ja_jp: このメールアドレスですでにアクティブなアカウントが存在します。チームフィルターなしで上記の入力でユーザーを検索し、"チームに追加 "アクションを使用してユーザーをチームに追加します。
pl_pl: Istnieje już aktywne konto z tym adresem e-mail. Wyszukaj użytkownika w polu powyżej bez filtra zespołu i użyj akcji „Dodaj do zespołu”, aby dodać użytkownika do swojego zespołu.

source: eLabFTW is a free and open source electronic laboratory notebook crafted by %s and contributors.
ca_es: eLabFTW és un quadern de laboratori electrònic sense cost i de codi obert fet per %s i contribuidors/es.
es_es: eLabFTW es un cuaderno de laboratorio electrónico gratis y de código abierto creado por %s y contribuidores.
et_ee: eLabFTW on tasuta ja avatud lähtekoodiga elektrooniline laborivihik, mille on loonud %s ja kaastöölised.
id_id: eLabFTW adalah buku catatan laboratorium elektronik sumber terbuka dan gratis yang dibuat oleh %s dan para kontributor.
ja_jp: eLabFTWは、%sと貢献者によって作られたフリーでオープンソースの電子実験ノートである。
pl_pl: eLabFTW to darmowy i otwarty elektroniczny notatnik laboratoryjny stworzony przez %s i współpracowników.
