Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: Don't have an account? %sRegister%s now!
ca_es: No tens cap compte? %sRegistra%s ara!
es_es: ¿No tienes una cuenta? ¡%sRegístrese%s ahora!
et_ee: Sul pole kontot? %sRegistreeru%s kohe!
id_id: Belum punya akun? %sDaftarkan%s sekarang!
it_it: Non hai un account? %sRegistrati%s ora!
ja_jp: アカウントを持っていないのですか？ 今すぐ%s登録%s！
pl_pl: Nie masz konta? %sRegister%s teraz!

source: Your account is linked to several teams. Select in which team you want to log in
ca_es: El vostre compte està enllaçat a diversos equips. Seleccioneu en quin equip voleu iniciar la sessió
es_es: Su cuenta está vinculada a varios equipos. Seleccione en qué equipo desea iniciar sesión
et_ee: Sinu konto on seotud mitme meeskonnaga. Vali, millises meeskonnas soovid sisse logida.
id_id: Akun Anda ditautkan ke beberapa tim. Pilih di tim mana Anda ingin masuk
it_it: Il tuo account è collegato a parecchi team. Selezionare a quale team si vuole accedere
ja_jp: アカウントはいくつかのチームにリンクされています。 ログインするチームを選択します
pl_pl: Twoje konto jest połączone z kilkoma zespołami. Wybierz, do którego zespołu chcesz się zalogować

source: Invalid email/password combination.
ca_es: La combinació de correu electrònic i contrasenya no és vàlida.
es_es: Combinación de correo electrónico / contraseña no válida.
et_ee: Kehtetu e-posti aadressi/parooli kombinatsioon.
id_id: Kombinasi email / kata sandi tidak valid.
it_it: Combinazione di email/password non valida.
ja_jp: 電子メール/パスワードの組み合わせが無効です。
pl_pl: Nieprawidłowa kombinacja adresu e-mail i hasła.

source: Add team
ca_es: Afegir equip
es_es: Agregar equipo
et_ee: Lisa meeskond
id_id: Tambahkan tim
it_it: Aggiungi team
ja_jp: チームを追加
pl_pl: Dodaj zespół

source: Your session expired.
ca_es: La vostra sessió ha caducat
es_es: Tu sesión expiró.
et_ee: Teie seanss aegus.
id_id: Sesi Anda telah berakhir.
it_it: Sessione scaduta.
ja_jp: セッションの有効期限が切れました。
pl_pl: Twoja sesja wygasła.

source: Code repository on GitHub
ca_es: Dipòsit de codis a GitHub
es_es: Repositorio de código en GitHub
et_ee: Koodihoidla GitHubis
id_id: Repositori kode di GitHub
it_it: Codice sorgente depositato su GitHub
ja_jp: GitHubのコードリポジトリ
pl_pl: Repozytorium kodu w serwisie GitHub

source: Join the discussion on Gitter
ca_es: Participa a la discussió a Gitter
es_es: Únase a la discusión sobre Gitter
et_ee: Liitu aruteluga Gitteris
id_id: Bergabunglah dengan diskusi di Gitter
it_it: Unisciti alla discussione su Gitter
ja_jp: Gitterに関するディスカッションに参加してください
pl_pl: Dołącz do dyskusji na Gitter

source: Registration and authentication configuration
ca_es: Configuració de registre i autenticació
es_es: Configuración de registro y autenticación
et_ee: Registreerimise ja autentimise konfiguratsioon
id_id: Registrasi dan konfigurasi otentikasi
it_it: Configurazione della registrazione e dell'autenticazione
ja_jp: 登録と認証の構成
pl_pl: Konfiguracja rejestracji i uwierzytelniania

source: Export
ca_es: Exporta
es_es: Exportar
et_ee: Ekspordi
id_id: Ekspor
it_it: Esporta
ja_jp: 書き出す
pl_pl: Eksport

source: Reset password
ca_es: Restablir la contrasenya
es_es: Restablecer la contraseña
et_ee: Parooli lähtestamine
id_id: Setel ulang kata sandi
it_it: Reimposta la password
ja_jp: パスワードを再設定する
pl_pl: Zresetuj hasło

source: Register
ca_es: Registrar-se
es_es: Registrarse
et_ee: Registreeru
id_id: Daftar
it_it: Registra
ja_jp: 登録
pl_pl: Zarejestrować

source: Please %slogout%s before you register another account.
ca_es: %sLogout%s abans de registrar un altre compte.
es_es: %sLogout%s antes de registrar otra cuenta.
et_ee: Palun %slogi välja%s enne uue konto registreerimist.
id_id: Harap %slogout%s sebelum Anda mendaftarkan akun lain.
it_it: Prima di registrare un altro account, si prega di %suscire%s.
ja_jp: 別のアカウントを登録する前に%slogout%sしてください。
pl_pl: Proszę %slogout%s przed zarejestrowaniem kolejnego konta.

source: No local account creation is allowed!
ca_es: No es permet la creació de comptes locals.
es_es: ¡No se permite la creación de cuentas locales!
et_ee: Kohaliku konto loomine pole lubatud!
id_id: Pembuatan akun lokal tidak diperbolehkan!
it_it: Non è possibile creare account locali
ja_jp: ローカルアカウントの作成は許可されていません！
pl_pl: Żadne lokalne konto nie jest dozwolone!

source: Profile
ca_es: Perfil
es_es: Perfil
et_ee: Profiil
id_id: Profil
it_it: Profilo
ja_jp: プロフィール
pl_pl: Profil

source: Revisions
es_es: Revisiones
et_ee: Parandused
id_id: Revisi
it_it: Revisioni
ja_jp: 改訂
pl_pl: Poprawki

source: Last modified
ca_es: Última modificació
es_es: Última modificación
et_ee: Viimati muudetud
id_id: Terakhir diubah
it_it: Ultima modifica
ja_jp: 最終更新日
pl_pl: Ostatnio zmodyfikowany

source: I agree with the %sPrivacy Policy%s
ca_es: Estic d’acord amb la %sPolítica de privadesa%s
es_es: Estoy de acuerdo con la %sPolítica de privacidad%s
et_ee: Nõustun privaatsuspoliitikaga %s
id_id: Saya setuju dengan %sKebijakan Privasi%s
it_it: Accetto l'%sinformativa sulla privacy%s
ja_jp: %sプライバシーポリシー%sに同意します
pl_pl: Zgadzam się z %sPolityką prywatności%s

source: Related experiments
ca_es: Experiments relacionats
es_es: Experimentos relacionados
et_ee: Seotud eksperimendid
id_id: Eksperimen terkait
it_it: Esperimenti correlati
ja_jp: 関連実験
pl_pl: Powiązane eksperymenty

source: View mode
ca_es: Mode de visualització
es_es: Modo de vista
et_ee: Vaaterežiim
id_id: Mode tampilan
it_it: Modalità di visualizzazione
ja_jp: ビューモード
pl_pl: Tryb podglądu

source: Toggle content
ca_es: Canviar el contingut
es_es: Alternar contenido
et_ee: Kuva/peida sisu
id_id: Alihkan konten
it_it: Cambia contenuto
ja_jp: コンテンツを切り替え
pl_pl: Przełącz zawartość

source: External auth
ca_es: Autora externa
es_es: Autenticación externa
et_ee: Väline autentimine
id_id: Otorisasi eksternal
it_it: Autenticazione esterna
ja_jp: 外部認証
pl_pl: Autoryzacja zewnętrzna

source: Setting this to a low value will help keeping the database size small. Setting this to 0 will allow infinite number of revisions stored.
ca_es: Configurar-ho a un valor baix ajudarà a mantenir la mida de la base de dades petita. Si configureu això a 0, podreu emmagatzemar un nombre infinit de revisions.
es_es: Establecer esto en un valor bajo ayudará a mantener pequeño el tamaño de la base de datos. Establecer esto en 0 permitirá almacenar un número infinito de revisiones.
et_ee: Selle väärtuse madal määramine aitab andmebaasi suurust väikesena hoida. Selle väärtuse 0 määramine võimaldab salvestada lõpmatu arvu parandusi.
id_id: Menyetel ini ke nilai yang rendah akan membantu menjaga ukuran database tetap kecil. Menyetel ini ke 0 akan memungkinkan jumlah revisi yang tidak terbatas disimpan.
it_it: L'impostazione di questo valore su un valore basso aiuterà a mantenere ridotte le dimensioni del database. L'impostazione di questo a 0 consentirà la memorizzazione di un numero infinito di revisioni
ja_jp: これを低い値に設定すると、データベースのサイズを小さく保つのに役立ちます。 これを0に設定すると、保存されるリビジョンの数が無制限になります。
pl_pl: Ustawienie niskiej wartości pomoże zachować mały rozmiar bazy danych. Ustawienie tej wartości na 0 pozwoli na przechowywanie nieskończonej liczby wersji.

source: External authentication mapping
ca_es: Mapeig d’autenticació externa
es_es: Mapeo de autenticación externa
et_ee: Välise autentimise kaardistamine
id_id: Pemetaan otentikasi eksternal
it_it: Mappatura esterna dell'autenticazione
ja_jp: 外部認証マッピング
pl_pl: Mapowanie uwierzytelniania zewnętrznego

source: Toggle visibility
ca_es: Canviar la visibilitat
es_es: Alternar visibilidad
et_ee: Kuva/peida nähtavus
id_id: Alihkan visibilitas
it_it: Attiva/disattiva la visibilità
ja_jp: 表示切り替え
pl_pl: Przełącz widoczność

source: Toggle pin
ca_es: Activa/desactiva el pin
es_es: Pin de palanca
et_ee: Kinnita/lahti
id_id: Alihkan pin
it_it: Attiva/disattiva pin
ja_jp: ピンを切り替え
pl_pl: Przełącz pinezkę

source: Last modified on %s
ca_es: Modificada per última vegada el %s
es_es: Última modificación el %s
et_ee: Viimati muudetud %s
id_id: Terakhir diubah pada %s
it_it: Ultima modifica il giorno %s
ja_jp: %s に最終変更
pl_pl: Ostatnia modyfikacja %s

source: File comment
ca_es: Comentari d’arxiu
es_es: Comentario de archivo
et_ee: Faili kommentaar
id_id: File komentar
it_it: Commento sul file
ja_jp: ファイルコメント
pl_pl: Komentarz do pliku

source: Hi. Your account has been created but it is currently inactive (you cannot log in). The team admin has been notified and will validate your account. You will receive an email when it is done.
ca_es: Hola. El vostre compte ha estat creat, però actualment està inactiu (no podeu iniciar la sessió). L’administrador de l’equip s’ha notificat i validarà el vostre compte. Rebreu un correu electrònic quan el finalitzeu.
es_es: Hola. Se ha creado su cuenta, pero actualmente está inactiva (no puede iniciar sesión). El administrador del equipo ha sido notificado y validará su cuenta. Recibirás un correo electrónico cuando esté listo.
et_ee: Tere. Teie konto on loodud, kuid see on hetkel mitteaktiivne (te ei saa sisse logida). Meeskonna administraatorit on teavitatud ja ta valideerib teie konto. Saate meili, kui see on tehtud.
id_id: Hai. Akun Anda telah dibuat tetapi saat ini tidak aktif (Anda tidak dapat masuk). Admin tim telah diberitahu dan akan memvalidasi akun Anda. Anda akan menerima email setelah selesai.
it_it: Ciao. Il tuo account è stato creato ma è attualmente disattivo (non puoi accedere). L'amministratore del team è stato informato e convaliderà il tuo account. Riceverai una email quando ciò avverrà.
ja_jp: こんにちは。 アカウントは作成されましたが、現在非アクティブです（ログインできません）。 チーム管理者に通知されており、アカウントを検証します。 完了するとメールが届きます。
pl_pl: Cześć. Twoje konto zostało utworzone, ale obecnie jest nieaktywne (nie możesz się zalogować). Administrator zespołu został powiadomiony i zweryfikuje Twoje konto. Po zakończeniu otrzymasz wiadomość e-mail.

source: You can add several domains by separating them with a comma.
ca_es: Podeu afegir diversos dominis separant-los amb una coma.
es_es: Puede agregar varios dominios separándolos con una coma.
et_ee: Saate lisada mitu domeeni, eraldades need komaga.
id_id: Anda dapat menambahkan beberapa domain dengan memisahkannya menggunakan koma.
it_it: È possibile aggiungere più domini separandoli con una virgola.
ja_jp: 複数のドメインをコンマで区切って追加できます。
pl_pl: Możesz dodać kilka domen oddzielając je przecinkami.

source: Remote user
ca_es: Usuari remot
es_es: Usuario remoto
et_ee: Kaugkasutaja
id_id: Pengguna jarak jauh
it_it: Utente remoto
ja_jp: リモートユーザー
pl_pl: Użytkownik zdalny

source: Logout URL
ca_es: URL de sessió
es_es: URL de cierre de sesión
et_ee: Väljalogimise URL
id_id: URL Keluar
it_it: URL di disconnessione
ja_jp: ログアウトURL
pl_pl: URL wylogowania

source: Go
ca_es: Va
es_es: Vamos
et_ee: Mine
id_id: Pergilah
it_it: Avvia
ja_jp: 検索
pl_pl: Udać się

source: Unfinished steps
ca_es: Passos inacabats
es_es: Pasos sin terminar
et_ee: Lõpetamata sammud
id_id: Langkah yang belum selesai
it_it: Passaggi incompleti
ja_jp: 未完成のステップ
pl_pl: Niedokończone kroki

source: Please wait…
ca_es: Espereu...
es_es: Por favor espera…
et_ee: Palun oodake…
id_id: Mohon tunggu…
it_it: Attendere, prego…
ja_jp: お待ちください…
pl_pl: Proszę czekać…

source: Import from file
ca_es: Importació del fitxer
es_es: Importar desde archivo
et_ee: Impordi failist
id_id: Impor dari file
it_it: Importa da file
ja_jp: ファイルからインポート
pl_pl: Importuj z pliku

source: Filename
ca_es: Nom de l'arxiu
es_es: Nombre del archivo
et_ee: Failinimi
id_id: Nama file
it_it: Nome del file
ja_jp: ファイル名
pl_pl: Nazwa pliku

source: Enter name of the file
ca_es: Introduïu el nom del fitxer
es_es: Ingrese el nombre del archivo
et_ee: Sisesta faili nimi
id_id: Masukkan nama file
it_it: Inserire il nome del file
ja_jp: ファイルの名前を入力してください
pl_pl: Wpisz nazwę pliku

source: Two Factor Authentication
ca_es: Factor de Doble Autenticació
es_es: Autenticación de dos factores
et_ee: Kahefaktoriline autentimine
id_id: Otentikasi Dua Faktor
it_it: Autenticazione a due fattori
ja_jp: 2段階認証
pl_pl: Uwierzytelnianie dwuskładnikowe

source: Verify
ca_es: Verifica
es_es: Verificar
et_ee: Kinnita
id_id: Verifikasi
it_it: Verifica
ja_jp: 確認
pl_pl: Zweryfikować

source: Item list (default)
ca_es: Llista d'ítems (per defecte)
es_es: lista de ítems (por defecto)
et_ee: Üksuste loend (vaikimisi)
id_id: Datar item (bawaan)
it_it: Elenco di elementi (predefinita)
ja_jp: アイテムリスト(デフォルト)
pl_pl: Lista pozycji (domyślna)

source: Tabular
et_ee: Tabeliline
id_id: Berbentuk tabel
it_it: Tabella
ja_jp: 表形式
pl_pl: Tabelaryczny

source: Toggle LDAP login
ca_es: Commuta l'inici de sessió LDAP
es_es: Conmutar inicio de sesión LDAP
et_ee: Luba/keela LDAP-sisselogimine
id_id: Alihkan login LDAP
it_it: Attiva/disattiva l'accesso LDAP
ja_jp: LDAPログインの切り替え
pl_pl: Przełącz logowanie LDAP

source: LDAP Host
ca_es: Host LDAP
es_es: Servidor LDAP
id_id: Host LDAP
it_it: Host LDAP
ja_jp: LDAPホスト
pl_pl: Host LDAP

source: LDAP Port
ca_es: Port LDAP
es_es: Puerto LDAP
id_id: Port LDAP
it_it: Porta LDAP
ja_jp: LDAPポート
pl_pl: Port LDAP

source: Default: 389 LDAPS: 636
ca_es: Per defecte: 389 LDAPS: 636
es_es: Por defecto: 389 LDAPS: 636
et_ee: Vaikimisi: 389 LDAPS: 636
id_id: Bawaan: 389 LDAPS: 636
it_it: Predefinita: 389 LDAPS: 636
ja_jp: デフォルト: 389 LDAPS:636
pl_pl: Domyślnie: 389 LDAPS: 636

source: Username
ca_es: Nom d'usuari
es_es: Usuario
et_ee: Kasutajanimi
id_id: Nama pengguna
it_it: Nome utente
ja_jp: ユーザー名
pl_pl: Nazwa użytkownika

source: Use TLS
ca_es: Utilitza TLS
es_es: Usar TLS
et_ee: Kasuta TLS-i
id_id: Gunakan TLS
it_it: Usa TLS
ja_jp: TLSを使用
pl_pl: Użyj TLS

source: You are already authenticated
ca_es: Ja estàs autenticada
es_es: Ya está autentificado
et_ee: Oled juba autentitud
id_id: Anda sudah diautentikasi
it_it: Si è già autenticati
ja_jp: 認証済み
pl_pl: Jesteś już uwierzytelniony

source: Continue
ca_es: Continua
es_es: Continúe
et_ee: Jätka
id_id: Lanjutkan
it_it: Prosegui
ja_jp: 続く
pl_pl: Kontyntynuj

source: Local
et_ee: Kohalik
id_id: Lokal
it_it: Locale
ja_jp: ローカル
pl_pl: Lokalny

source: Lock
ca_es: Bloqueja
es_es: Bloqueo
et_ee: Lukusta
id_id: Kunci
it_it: Blocca
ja_jp: ロック
pl_pl: Zablokuj

source: Actions
ca_es: Accions
es_es: Acciones
et_ee: Toimingud
id_id: Aksi
it_it: Azioni
ja_jp: アクション
pl_pl: Działania

source: Hi. A new user registered an account on eLabFTW: %s (%s).
ca_es: Hola. Un nou usuari s'ha registrat a eLabFTW: %s (%s).
es_es: Hola. Un usuario nuevo se ha registrado en eLabFTW: %s (%s).
et_ee: Tere. Uus kasutaja registreeris eLabFTW-s konto: %s (%s).
id_id: Hai. Seorang pengguna baru mendaftarkan akun di eLabFTW: %s (%s).
it_it: Ciao. Un nuovo utente ha registrato un account su eLabFTW: %s (%s).
ja_jp: やあ！ 新しいユーザーアカウントがeLabFTWに登録されました: %s (%s).
pl_pl: Cześć. Nowy użytkownik zarejestrował konto na eLabFTW: %s (%s).

source: Head to the admin panel to validate the account: %s
ca_es: Ves al tauler d'administració per validar el compte: %s
es_es: Ve al panel de administración para validar la cuenta: %s
et_ee: Konto valideerimiseks minge administraatori paneelile: %s
id_id: Buka panel admin untuk memvalidasi akun: %s
it_it: Va al pannello di amministrazione per convalidare l'account: %s
ja_jp: アカウントを検証するために管理パネルに移行します： %s
pl_pl: Przejdź do panelu administracyjnego, aby zweryfikować konto: %s

source: Authentication required
ca_es: Autenticació requerida
es_es: Autenticación requerida
et_ee: Autentimine on vajalik
id_id: Otentikasi diperlukan
it_it: Autenticazione richiesta
ja_jp: 認証が必要
pl_pl: Wymagane uwierzytelnienie

source: Nothing selected!
ca_es: Res seleccionat!
es_es: ¡Nada seleccionado!
et_ee: Midagi pole valitud!
id_id: Tidak ada yang dipilih!
it_it: Nessuna selezione!
ja_jp: 何も選択されていません！
pl_pl: Niczego nie wybrano!

source: Do you want to replace the file on the server with this edit?
ca_es: Vol reemplaçar el fitxer al servidor amb aquesta edicio
es_es: ¿Quiere reemplazar el archivo en el servidor por esta edición?
et_ee: Kas soovite serveris oleva faili selle muudatusega asendada?
id_id: Apakah Anda ingin mengganti file di server dengan hasil edit ini?
it_it: Si vuole rimpiazzare il file sul server con questo?
ja_jp: この編集したものでサーバー上のファイルを置き換えますか？
pl_pl: Czy chcesz zastąpić plik na serwerze tą edycją?

source: Setting this to a high value will help keeping the database size small.
ca_es: Establir-ho a un valor alt ajudarà a mantenir la mida de la base de dades petita.
es_es: Aumentar este valor ayuda a mantener una base de datos de menor tamaño
et_ee: Selle väärtuse kõrgeks määramine aitab andmebaasi suurust väikesena hoida.
id_id: Mengatur ini ke nilai tinggi akan membantu menjaga ukuran database tetap kecil.
it_it: Si può mantenere una dimensione ridotta del database se si imposta questo a un valore elevato.
ja_jp: この値を大きく設定することで、データベースのサイズを小さく保つことができる。
pl_pl: Ustawienie wysokiej wartości pomoże utrzymać mały rozmiar bazy danych.

source: Set to 0 to disable this feature.
ca_es: Posa-ho a 0 per desactivar aquesta opció.
es_es: Poner a 0 para deshabilitar esta función.
et_ee: Selle funktsiooni keelamiseks määrake väärtuseks 0.
id_id: Setel ke 0 untuk menonaktifkan fitur ini.
it_it: Impostare a 0 per disabilitare questa carattteristica.
ja_jp: 0に設定することでこの機能は無効化されます。
pl_pl: Ustaw na 0, aby wyłączyć tę funkcję.

source: Created by
ca_es: Creat per
es_es: Creado por
et_ee: Loonud
id_id: Dibuat oleh
it_it: Creato da
ja_jp: 製作は
pl_pl: Stworzone przez

source: This email domain is not allowed. Allowed domains: %s
ca_es: Aquest domini de correu electrònic no és vàlid. Dominis vàlids: %s
es_es: Este dominio de correo electrónico no está permitido. Dominios permitidos: %s
et_ee: See e-posti domeen pole lubatud. Lubatud domeenid: %s
id_id: Domain email ini tidak diizinkan. Domain yang diizinkan: %s
it_it: Questo dominio di posta non è consentito. Domini consentiti: %s
ja_jp: このメールドメインは許可されていません。許可されたドメイン: %s
pl_pl: Ta domena e-mail jest niedozwolona. Dozwolone domeny: %s

source: Extra fields
ca_es: Camps extra
es_es: Campos extras
et_ee: Lisaväljad
id_id: Kolom tambahan
it_it: Campi addizionali
ja_jp: 追加項目
pl_pl: Dodatkowe pola

source: Template title
ca_es: Títol de la plantilla
es_es: Título de plantilla
et_ee: Malli pealkiri
id_id: Judul templat
it_it: Titolo del Modello
ja_jp: テンプレートタイトル
pl_pl: Tytuł szablonu

source: Started on
ca_es: Començat el dia
es_es: Iniciado en
et_ee: Alustatud kuupäeval
id_id: Dimulai pada
it_it: Iniziato il
ja_jp: スタート
pl_pl: Rozpoczęto w dniu

source: Add to blockchain
ca_es: Afegeix al blockchain
es_es: Añadir a blockchain
et_ee: Lisa plokiahelasse
id_id: Tambahkan ke blockchain
it_it: Aggiungi al blockchain
ja_jp: ブロックチェーンに追加
pl_pl: Dodaj do łańcucha bloków

source: Login page announcement
ca_es: Anunci de la pàgina d'inici de sessió
es_es: Anuncio de la página de inicio de sesión
et_ee: Sisselogimislehe teadaanne
id_id: Pengumuman halaman login
it_it: Comunicazione sulla pagina di accesso
ja_jp: ログインページでの告知
pl_pl: Ogłoszenie na stronie logowania

source: The following text will be displayed only on the login page.
ca_es: El següent text es mostrarà només a la pàgina d'inici de sessió
es_es: El siguiente texto será mostrado solo en la pagina de ingreso
et_ee: Järgnev tekst kuvatakse ainult sisselogimislehel.
id_id: Teks berikut hanya akan ditampilkan pada halaman login.
it_it: Il testo seguente verrà mostrato solo sulla pagina di accesso.
ja_jp: 以下のテキストはログインページにのみ表示されます。
pl_pl: Poniższy tekst będzie wyświetlany tylko na stronie logowania.

source: Edit filename
ca_es: Edita nom del fitxer
es_es: Editar nombre de archivo
et_ee: Muuda failinime
id_id: Edit nama file
it_it: Modifica il nome del file
ja_jp: ファイルネームを編集
pl_pl: Edytuj nazwę pliku

source: Sent from eLabFTW
ca_es: Enviat des d'eLabFTW
es_es: Enviado desde eLabFTW
et_ee: Saadetud eLabFTW-st
id_id: Dikirim dari eLabFTW
it_it: Inviato da eLabFTW
ja_jp: eLabFTWから送信
pl_pl: Wysłane z eLabFTW

source: Users cannot create tags.
ca_es: Els usuaris no poden crear etiquetes.
es_es: Los usuarios no pueden crear etiquetas.
et_ee: Kasutajad ei saa silte luua.
id_id: Pengguna tidak dapat membuat tag.
it_it: Gli utenti non possono creare tag.
ja_jp: ユーザーはタグを作成できません。
pl_pl: Użytkownicy nie mogą tworzyć tagów.

source: Use ISO datetime in the text editor instead of localized one
ca_es: Utilitza la data i hora ISO a l'editor de text en lloc d'un localitzat
es_es: Utilice la fecha y hora ISO en el editor de texto en lugar de uno localizado
et_ee: Kasutage tekstiredaktoris ISO kuupäeva ja kellaaja asemel lokaliseeritud versiooni
id_id: Gunakan tanggal dan waktu ISO yang terdapat di editor teks, bukan tanggal waktu lokal
ja_jp: テキストエディターでローカライズされた日付の代わりにISO datetimeを使用する
pl_pl: Użyj daty i godziny ISO w edytorze tekstu zamiast zlokalizowanego

source: Transfer ownership
ca_es: Transfereix la propietat
es_es: Transferir propiedad
et_ee: Anna omandiõigus üle
id_id: Transfer kepemilikan
ja_jp: 所有権の譲渡
pl_pl: Przeniesienie własności

source: Main content
ca_es: Contingut principal
es_es: Contenido principal
et_ee: Põhisisu
id_id: Konten utama
ja_jp: メインコンテンツ
pl_pl: Główna zawartość

source: Toggle completion
ca_es: Commuta la finalització
es_es: Alternar terminación
et_ee: Märgi lõpetatuks / eemalda lõpetatus
id_id: Alihkan penyelesaian
ja_jp: トグル完了
pl_pl: Przełącz zakończenie

source: User menu
ca_es: Menú d'usuari
es_es: Menú de usuario
et_ee: Kasutaja menüü
id_id: Menu pengguna
ja_jp: ユーザーメニュー
pl_pl: Menu użytkownika

source: Admin
es_es: Administrador
et_ee: Administraator
ja_jp: 管理
pl_pl: Administrator

source: Owner
ca_es: Propietari
es_es: Propietario
et_ee: Omanik
id_id: Pemilik
ja_jp: 所有者
pl_pl: Właściciel

source: Save and go back
ca_es: Guarda i torna enrere.
es_es: Guardar y volver
et_ee: Salvesta ja mine tagasi
id_id: Simpan dan kembali ke halaman sebelumnya
it_it: Salva e torna indietro
ja_jp: 保存して戻る
pl_pl: Zapisz i wróć

source: Show all
ca_es: Mostra-ho tot
es_es: Mostrar todo
et_ee: Näita kõiki
id_id: Tunjukkan semua
ja_jp: 全て表示
pl_pl: Pokaż wszystko

source: If the last change is at least this days old, a revision will be created regardless of the minimum characters setting.
ca_es: Si l'últim canvi és de fa mínim this dies, es crearà una revisió indepentdentment del número mínim de caràcters indicat.
es_es: Si el último cambio tiene al menos estos días, se creará una revisión independientemente de la configuración mínima de caracteres.
et_ee: Kui viimane muudatus on vähemalt see päev vana, luuakse redaktsioon olenemata minimaalse tähemärkide arvu seadistusest.
id_id: Jika perubahan terakhir terjadi setidaknya hari ini, revisi akan dibuat terlepas dari pengaturan karakter minimum.
ja_jp: 最後の変更が少なくとも指定された日数前であれば、最小文字数の設定に関係なく、リビジョンが作成されます。
pl_pl: Jeśli ostatnia zmiana ma co najmniej ten dzień, wersja zostanie utworzona niezależnie od ustawienia minimalnej liczby znaków.

source: %d users are currently prevented from logging in from unknown devices.
ca_es: Actualment, %d usuaris no poden iniciar sessió des de dispositius desconeguts.
es_es: %d los usuarios no pueden iniciar sesión desde dispositivos desconocidos.
et_ee: %d kasutajal on hetkel keelatud sisse logida tundmatutest seadmetest.
id_id: %d pengguna saat ini dicegah masuk dari perangkat yang tidak dikenal.
ja_jp: 現在、不明なデバイスから%d 人のユーザはログインできません。
pl_pl: %d użytkowników nie może obecnie logować się z nieznanych urządzeń.

source: %d devices are currently denied authentication.
ca_es: Actualment se'ls ha denegat l'autenticació a %d dispositius.
es_es: %d a los dispositivos actualmente se les niega la autenticación.
et_ee: %d seadmel on autentimine hetkel keelatud.
id_id: %d perangkat saat ini ditolak autentikasinya.
ja_jp: %d 個のデバイスは現在認証が拒否されています。
pl_pl: %d urządzeń nie ma obecnie uwierzytelniania.

source: (default)
ca_es: (per defecte)
es_es: (defecto)
et_ee: (vaikimisi)
id_id: (bawaan)
ja_jp: (デフォルト)
pl_pl: (domyślna)
