Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: If authentication is handled by an upstream server, configure here the request headers mappings and behaviors.
ca_es: Si l'autenticació la gestiona un servidor amunt, configureu aquí els mapes i els comportaments de les capçaleres de sol·licitud.
es_es: Si la autenticación la maneja un servidor ascendente, configure aquí las asignaciones y los comportamientos de los encabezados de solicitud.
et_ee: Kui autentimist haldab ülesvooluserver, seadistage siin päringu päiste vastendused ja käitumine.
id_id: Jika autentikasi ditangani oleh server hulu, konfigurasikan di sini pemetaan dan perilaku untuk request headers.
ja_jp: 認証がアップストリームサーバーによって処理される場合は、ここでリクエストヘッダのマッピングと動作を設定します。
pl_pl: Jeśli uwierzytelnianie jest obsługiwane przez serwer nadrzędny, skonfiguruj tutaj mapowania i zachowania nagłówków żądań.

source: Use this to detect if the user is logged in from upstream server (value is not used, only presence).
ca_es: Utilitzeu-ho per detectar si l'usuari ha iniciat sessió des del servidor amunt (no s'utilitza el valor, només la presència).
es_es: Use esto para detectar si el usuario inició sesión desde el servidor ascendente (no se usa el valor, solo la presencia).
et_ee: Kasutage seda tuvastamaks, kas kasutaja on ülesvooluserverist sisse logitud (väärtust ei kasutata, loeb ainult olemasolu).
id_id: Gunakan ini untuk mendeteksi jika pengguna masuk dari server hulu (nilai tidak digunakan, hanya kehadiran).
ja_jp: ユーザが上流サーバからログインしているかどうかを検出するために使用します（値は使用されず、プレゼンスのみが使用されます）。
pl_pl: Użyj tej opcji, aby wykryć, czy użytkownik jest zalogowany z serwera nadrzędnego (wartość nie jest używana, tylko obecność).

source: Send an email to users
ca_es: Envieu un correu electrònic als usuaris
es_es: Enviar un correo electrónico a los usuarios.
et_ee: Saada kasutajatele e-kiri
id_id: Mengirim email ke para pengguna
ja_jp: ユーザにメールを送信
pl_pl: Wyślij e-mail do użytkowników

source: Send to
ca_es: Enviar a
es_es: Enviar a
et_ee: Saada aadressile
id_id: Kirim ke
ja_jp: 送信
pl_pl: Wysłać do

source: Members of team %s
ca_es: Membres de l'equip %s
es_es: Miembros del equipo %s
et_ee: Meeskonna %s liikmed
id_id: Anggota tim%s
ja_jp: チームメンバー %s
pl_pl: Członkowie zespołu %s

source: Members of teamgroup %s
ca_es: Membres del grup d'equip %s
es_es: Miembros del grupo de equipo %s
et_ee: Meeskonnagrupi %s liikmed
id_id: Anggota grup tim %s
ja_jp: チームグループのメンバー %s
pl_pl: Członkowie grupy zespołu %s

source: Add a new task
ca_es: Afegeix una tasca nova
es_es: Agregar una nueva tarea
et_ee: Lisa uus ülesanne
id_id: Tambahkan tugas baru
ja_jp: 新規タスクの追加
pl_pl: Dodaj nowe zadanie

source: Show steps for team
ca_es: Mostra els passos per a l'equip
es_es: Mostrar pasos para el equipo
et_ee: Näita meeskonna samme
id_id: Tampilkan langkah-langkah untuk tim
ja_jp: チームのステップを表示
pl_pl: Pokaż kroki dla zespołu

source: Select timestamping authority (TSA)
ca_es: Seleccioneu l'autoritat de marca de temps (TSA)
es_es: Seleccionar autoridad de sellado de tiempo (TSA)
et_ee: Valige ajatempli asutus (TSA)
id_id: Memilih otoritas pengecapan waktu (TSA)
ja_jp: 時刻認証局（TSA）の選択
pl_pl: Wybierz urząd znakowania czasem (TSA)

source: Login for external timestamping service
ca_es: Inicieu sessió per al servei de marca de temps extern
es_es: Inicie sesión para el servicio externo de sellado de tiempo
et_ee: Sisselogimine välise ajatempliteenuse jaoks
id_id: Masuk untuk layanan cap waktu eksternal
ja_jp: 外部タイムスタンプサービスへのログイン
pl_pl: Zaloguj się do zewnętrznej usługi znakowania czasem

source: Password for external timestamping service
ca_es: Contrasenya per al servei de marca de temps extern
es_es: Contraseña para el servicio externo de sellado de tiempo
et_ee: Välise ajatempliteenuse parool
id_id: Kata sandi untuk layanan cap waktu eksternal
ja_jp: 外部タイムスタンプサービスのパスワード
pl_pl: Hasło do zewnętrznej usługi znakowania czasem

source: General
et_ee: Üldine
id_id: Umum
ja_jp: 一般
pl_pl: Ogólny

source: Help us translate eLabFTW!
ca_es: Ajuda'ns a traduir eLabFTW!
es_es: ¡Ayúdanos a traducir eLabFTW!
et_ee: Aidake meil eLabFTW-d tõlkida!
id_id: Bantu kami menerjemahkan eLabFTW!
ja_jp: eLabFTWの翻訳にご協力をお願いします！
pl_pl: Pomóż nam przetłumaczyć eLabFTW!

source: Items per page
ca_es: Elements per pàgina
es_es: Artículos por página
et_ee: Üksusi lehel
id_id: Item per halaman
ja_jp: ページごとの項目
pl_pl: Ilość na stronę

source: Display mode
ca_es: Mode de visualització
es_es: Modo de visualización
et_ee: Kuvarežiim
id_id: Mode tampilan
ja_jp: ディスプレイモード
pl_pl: Tryb wyświetlania

source: Order by
ca_es: Demanat per
es_es: Ordenar por
et_ee: Järjestus
id_id: Urutkan berdasarkan
it_it: Ordinato per
ja_jp: 並べ替え
pl_pl: Zamów przez

source: Enable Chinese, Japanese and Korean fonts in PDF generation
ca_es: Activa els tipus de lletra xinesos, japonesos i coreans a la generació de PDF
es_es: Habilite fuentes chinas, japonesas y coreanas en la generación de PDF
et_ee: Hiina, Jaapani ja Korea fontide lubamine PDF-i genereerimisel
id_id: Mengaktifkan font bahasa Tionghoa, Jepang, dan Korea dalam pembuatan PDF
ja_jp: PDF生成で中国語、日本語、韓国語フォントを有効にする
pl_pl: Włącz czcionki chińskie, japońskie i koreańskie podczas generowania plików PDF

source: WARNING: this will dramatically increase the file size unless you disable PDF/A
ca_es: ADVERTÈNCIA: això augmentarà dràsticament la mida del fitxer tret que desactiveu PDF/A
es_es: ADVERTENCIA: esto aumentará drásticamente el tamaño del archivo a menos que desactive PDF/A
et_ee: HOIATUS: see suurendab faili suurust dramaatiliselt, kui te ei keela PDF/A-d
id_id: PERINGATAN: ini akan meningkatkan ukuran file secara dramatis kecuali jika Anda menonaktifkan PDF/A
ja_jp: 警告：PDF/Aを無効にしない限り、ファイルサイズが劇的に大きくなります
pl_pl: OSTRZEŻENIE: spowoduje to radykalne zwiększenie rozmiaru pliku, chyba że wyłączysz PDF/A

source: Add attached files summary to the PDF
ca_es: Afegiu un resum dels fitxers adjunts al PDF
es_es: Agregar resumen de archivos adjuntos al PDF
et_ee: Lisa PDF-ile lisatud failide kokkuvõte
id_id: Menambahkan ringkasan file terlampir ke PDF
ja_jp: 添付ファイルの要約をPDFに追加する
pl_pl: Dodaj podsumowanie załączonych plików do pliku PDF

source: Append attached PDFs to exported PDF
ca_es: Afegiu PDF adjunts al PDF exportat
es_es: Agregar archivos PDF adjuntos al PDF exportado
et_ee: Lisa eksporditud PDF-ile lisatud PDF-failid
id_id: Menambahkan PDF terlampir ke PDF yang diekspor
ja_jp: 書き出されたPDFに添付されたPDFを追加する
pl_pl: Dołącz załączone pliki PDF do wyeksportowanego pliku PDF

source: Enable french style signature block in PDF Export
ca_es: Activa el bloc de signatura d'estil francès a l'exportació de PDF
es_es: Habilite el bloque de firma de estilo francés en Exportación de PDF
et_ee: Luba PDF-i ekspordis prantsuse stiilis allkirjaplokk
id_id: Aktifkan blok tanda tangan gaya Prancis di Ekspor PDF
ja_jp: PDF出力でフレンチスタイルの署名ブロックを有効にする
pl_pl: Włącz blok podpisów w stylu francuskim w eksporcie PDF

source: Your identity
ca_es: La teva identitat
es_es: Tu identidad
et_ee: Sinu identiteet
id_id: Identitas anda
ja_jp: あなたのID
pl_pl: Twoja tożsamość

source: QR Code
ca_es: Codi QR
es_es: Código QR
et_ee: QR-kood
id_id: Kode QR
ja_jp: QRコード
pl_pl: Kod QR

source: Locked by %s on %s at %s
ca_es: Bloquejat per %s el %s a %s
es_es: Bloqueado por %s en %s en %s
et_ee: Lukustas %s kuupäeval %s kell %s
id_id: Terkunci oleh %s pada %s pada %s
ja_jp: %sが%sを%sでロックしました
pl_pl: Zablokowane przez %s na %s o %s

source: Could not find an existing user. Ask a Sysadmin to create your account.
ca_es: No s'ha pogut trobar un usuari existent. Demaneu a un administrador del sistema que creï el vostre compte.
es_es: No se pudo encontrar un usuario existente. Pídale a un administrador de sistemas que cree su cuenta.
et_ee: Olemasolevat kasutajat ei leitud. Paluge süsteemiadministraatoril oma konto luua.
id_id: Tidak dapat menemukan pengguna terkait. Minta Sysadmin untuk membuat akun Anda.
ja_jp: 既存のユーザーが見つかりません。システム管理者にアカウントの作成を依頼してください。
pl_pl: Nie można znaleźć istniejącego użytkownika. Poproś administratora systemu o utworzenie konta.

source: Click to edit
ca_es: Feu clic per editar
es_es: Haz click para editar
et_ee: Klõpsake muutmiseks
id_id: Klik untuk mengedit
ja_jp: クリックで編集
pl_pl: Kliknij aby edytowac

source: Now
ca_es: Ara
es_es: Ahora
et_ee: Nüüd
id_id: Sekarang
ja_jp: 現在
pl_pl: Teraz

source: Today
ca_es: Avui
es_es: Hoy
et_ee: Täna
id_id: Hari ini
ja_jp: 今日
pl_pl: Dzisiaj

source: Only owner and admins
ca_es: Només propietari i administradors
es_es: Sólo propietario y administradores.
et_ee: Ainult omanik ja administraatorid
id_id: Hanya pemilik dan para admin
ja_jp: オーナーと管理者のみ
pl_pl: Tylko właściciel i administratorzy

source: Only owner
ca_es: Únic propietari
es_es: Solo propietario
et_ee: Ainult omanik
id_id: Hanya pemilik
ja_jp: オーナーのみ
pl_pl: Jedynie właściciel

source: Hello. Your account on eLabFTW was validated by an admin. Follow this link to login: %s
ca_es: Hola. El vostre compte a eLabFTW va ser validat per un administrador. Seguiu aquest enllaç per iniciar sessió: %s
es_es: Hola. Tu cuenta en eLabFTW ha sido validada por un administrador. Sigue este enlace para acceder: %s
et_ee: Tere. Teie eLabFTW konto valideeriti administraatori poolt. Sisselogimiseks klõpsake sellel lingil: %s
id_id: Halo. Akun Anda di eLabFTW telah divalidasi oleh admin. Ikuti tautan ini untuk masuk: %s
ja_jp: こんにちは。eLabFTWのアカウントは管理者によって認証されました。このリンクからログインしてください： %s
pl_pl: Cześć. Twoje konto na eLabFTW zostało zatwierdzone przez administratora. Aby się zalogować, kliknij ten link: %s

source: Dashboard
ca_es: panell
es_es: Panel
et_ee: Töölaud
ja_jp: ダッシュボード
pl_pl: Panel

source: Resource
ca_es: Recurs
es_es: Recurso
et_ee: Ressurss
id_id: Sumber daya
ja_jp: データベース
pl_pl: Zasoby

source: Resources categories
ca_es: Categories de recursos
es_es: Categorías de recursos
et_ee: Ressursside kategooriad
id_id: Kategori sumber daya
ja_jp: データベースカテゴリ
pl_pl: Kategorie zasobów

source: Load fields
ca_es: Camps de càrrega
es_es: Cargar campos
et_ee: Laadi väljad
id_id: Muat kolom
ja_jp: フィールドを読み込む
pl_pl: Załaduj pola

source: Welcome %s
ca_es: Benvingut %s
es_es: Bienvenido %s
et_ee: Tere tulemast %s
id_id: Selamat datang %s
ja_jp: ようこそ %s
pl_pl: Witamy %s

source: Suggested tags
ca_es: Etiquetes suggerides
es_es: Etiquetas sugeridas
et_ee: Soovitatud sildid
id_id: Tag yang disarankan
ja_jp: おすすめタグ
pl_pl: Sugerowane tagi

source: Validate user
ca_es: Valida l'usuari
es_es: Validar usuario
et_ee: Kasutaja valideerimine
id_id: Validasi pengguna
ja_jp: ユーザー認証
pl_pl: Zweryfikuj użytkownika

source: Time
ca_es: Temps
es_es: Tiempo
et_ee: Aeg
id_id: Waktu
ja_jp: 時間
pl_pl: Czas

source: Load extra fields
ca_es: Carregueu camps addicionals
es_es: Cargar campos adicionales
et_ee: Laadi lisaväljad
id_id: Muat kolom ekstra
ja_jp: 追加フィールドの読み込み
pl_pl: Załaduj dodatkowe pola

source: Load
ca_es: Carrega
es_es: Carga
et_ee: Laadimine
id_id: Muat
ja_jp: 読み込み
pl_pl: Obciążenie

source: Load from an experiment template
ca_es: Carrega des d'una plantilla d'experiment
es_es: Cargar desde una plantilla de experimento
et_ee: Laadi eksperiment mallist
id_id: Muat dari sebuah templat eksperimen
ja_jp: 実験ノートテンプレートの読み込み
pl_pl: Załaduj z szablonu eksperymentu

source: Metadata preview
ca_es: Previsualització de metadades
es_es: Vista previa de metadatos
et_ee: Metaandmete eelvaade
id_id: Pratayang metadata
ja_jp: メタデータのプレビュー
pl_pl: Podgląd metadanych

source: Apply
ca_es: Aplicar
es_es: Aplicar
et_ee: Rakenda
id_id: Menerapkan
ja_jp: 適用
pl_pl: Zastosuj

source: Go to dashboard
ca_es: Vés al tauler de control
es_es: Ir al panel de control
et_ee: Mine töölauale
id_id: Pergi ke dashboard
ja_jp: ダッシュボードに移動
pl_pl: Przejdź do panelu

source: A change of at least %d characters is required to trigger a revision save.
ca_es: Es requereix un canvi d'almenys %d caràcters per desencadenar una revisió.
es_es: Se requiere un cambio de al menos %d caracteres para activar un guardado de revisión.
et_ee: Redaktsiooni salvestamiseks on vaja muuta vähemalt %d tähemärki.
id_id: Diperlukan perubahan minimal %d karakter untuk memicu penyimpanan revisi.
ja_jp: リビジョン保存のトリガーには、少なくとも%d文字の変更が必要です。
pl_pl: Aby uruchomić zapisanie wersji, wymagana jest zmiana co najmniej %d znaków.

source: Compare revisions
ca_es: Comparar revisions
es_es: Comparar revisiones
et_ee: Võrdle redaktsioone
id_id: Membandingkan revisi
ja_jp: リビジョンの比較
pl_pl: Porównaj wersje

source: Revision ID
ca_es: ID de la revisió
es_es: ID de revisión
et_ee: Redaktsiooni ID
id_id: ID Revisi
pl_pl: Identyfikator wersji

source: Switch layout
ca_es: Canvia la disposició
es_es: Cambiar diseño
et_ee: Muuda paigutus
id_id: Ganti layout
ja_jp: レイアウトの変更
pl_pl: Zmień układ

source: Show archived
ca_es: Mostra arxivat
es_es: Mostrar archivado
et_ee: Näita arhiveeritud
id_id: Tunjukkan yang telah diarsipkan
ja_jp: アーカイブを表示
pl_pl: Pokaż zarchiwizowane

source: Message shown to user after successful external auth but local account provisioning is required
ca_es: Es mostra el missatge a l'usuari després d'una autenticació externa correcta, però cal subministrar un compte local
es_es: Mensaje que se muestra al usuario después de una autenticación externa exitosa, pero se requiere el aprovisionamiento de una cuenta local
et_ee: Pärast edukat välist autentimist kuvatakse kasutajale teade, kuid kohaliku konto loomine on vajalik
id_id: Pesan yang ditampilkan kepada pengguna setelah autentikasi eksternal berhasil namun diperlukan penyediaan akun lokal
ja_jp: 外部認証に成功したが、ローカルアカウントのプロビジョニングが必要な場合、ユーザーにメッセージが表示される
pl_pl: Komunikat wyświetlany użytkownikowi po pomyślnym uwierzytelnieniu zewnętrznym, ale wymagane jest udostępnienie konta lokalnego

source: None available
ca_es: Cap disponible
es_es: Ninguno disponible
et_ee: Pole saadaval
id_id: Tidak ada yang tersedia
ja_jp: 該当なし
pl_pl: Niedostępne

source: All active users
ca_es: Tots els usuaris actius
es_es: Todos los usuarios activos
et_ee: Kõik aktiivsed kasutajad
id_id: Semua pengguna aktif
ja_jp: すべてのアクティブユーザー
pl_pl: Wszyscy aktywni użytkownicy

source: All active admins
ca_es: Tots els administradors actius
es_es: Todos los administradores activos
et_ee: Kõik aktiivsed administraatorid
id_id: Semua admin aktif
ja_jp: すべてのアクティブな管理者
pl_pl: Wszyscy aktywni administratorzy

source: All active sysadmins
ca_es: Tots els administradors del sistema actius
es_es: Todos los administradores de sistemas activos
et_ee: Kõik aktiivsed süsteemiadministraatorid
id_id: Semua sysadmin aktif
ja_jp: すべてのアクティブなシステム管理者
pl_pl: Wszyscy aktywni administratorzy systemu

source: Allow setting an authentication cookie
ca_es: Permet configurar una galeta d'autenticació
es_es: Permitir configurar una cookie de autenticación
et_ee: Luba autentimisküpsise seadistamine
id_id: Izinkan pengaturan cookie otentikasi
ja_jp: 認証クッキーの設定を許可する
pl_pl: Zezwalaj na ustawienie pliku cookie uwierzytelniającego

source: Disabling this setting will hide the "remember me" checkbox on login page.
ca_es: Si desactiveu aquesta configuració, s'amagarà la casella de selecció "recorda'm" a la pàgina d'inici de sessió.
es_es: Al desactivar esta configuración se ocultará la casilla de verificación «recordarme» en la página de inicio de sesión.
et_ee: Sätte keelamisel peidetakse sisselogimislehel „Jäta mind meelde” märkeruut.
id_id: Menonaktifkan pengaturan ini akan menyembunyikan kotak centang "ingat saya" pada halaman login.
ja_jp: この設定を無効にすると、ログインページの「パスワードを記憶する」チェックボックスが非表示になります。
pl_pl: Wyłączenie tego ustawienia spowoduje ukrycie pola wyboru „Zapamiętaj mnie” na stronie logowania.

source: Check the "remember me" box on login page by default
ca_es: Marqueu la casella "recorda'm" a la pàgina d'inici de sessió de manera predeterminada
es_es: Marque la casilla «recordarme» en la página de inicio de sesión de forma predeterminada
et_ee: Märgi vaikimisi sisselogimislehel „Jäta mind meelde”
id_id: Centang kotak "ingat saya" pada halaman login secara default
ja_jp: ログインページの「パスワードを記憶する」チェックボックスにデフォルトでチェックを入れる。
pl_pl: Domyślnie zaznacz pole „Zapamiętaj mnie” na stronie logowania

source: Validity period of an authentication cookie (in minutes)
ca_es: Període de validesa d'una galeta d'autenticació (en minuts)
es_es: Periodo de validez de una cookie de autenticación (en minutos)
et_ee: Autentimisküpsise kehtivusaeg (minutites)
id_id: Masa berlaku cookie autentikasi (dalam menit)
ja_jp: 認証クッキーの有効期間（単位：分）
pl_pl: Okres ważności pliku cookie uwierzytelniającego (w minutach)

source: Link name
ca_es: Nom de l'enllaç
es_es: Nombre del enlace
et_ee: Lingi nimi
id_id: Nama tautan
ja_jp: リンク名
pl_pl: Nazwa łącza

source: Which page will be loaded first
ca_es: Quina pàgina es carregarà primer
es_es: ¿Qué página se cargará primero?
et_ee: Milline leht laaditakse esimesena
id_id: Halaman mana yang akan dimuat terlebih dahulu
ja_jp: どのページを最初に読み込むか
pl_pl: Która strona zostanie załadowana jako pierwsza

source: Disable all shortcuts
ca_es: Desactiva totes les dreceres
es_es: Deshabilitar todos los atajos
et_ee: Keela kõik otseteed
id_id: Menonaktifkan semua pintasan
ja_jp: すべてのショートカットを無効にする
pl_pl: Wyłącz wszystkie skróty

source: Archive/Unarchive
ca_es: Arxivar/Desarxivar
es_es: Archivar/Desarchivar
et_ee: Arhiveeri/Tühista arhiivimine
id_id: Arsipkan/Unarsipkan
ja_jp: アーカイブ/アーカイブ解除
pl_pl: Archiwizuj/przywróć archiwizację

source: Archived
ca_es: Arxivat
es_es: Archivado
et_ee: Arhiveeritud
id_id: Diarsipkan
ja_jp: アーカイブ済み
pl_pl: Zarchiwizowane

source: See revisions
ca_es: Veure revisions
es_es: Ver revisiones
et_ee: Vaata parandusi
id_id: Lihat revisi
ja_jp: リビジョンの確認
pl_pl: Zobacz wersje

source: This entry is archived: it will not appear in the listings by default.
ca_es: Aquesta entrada està arxivada: no apareixerà a les llistes per defecte.
es_es: Esta entrada está archivada: no aparecerá en los listados por defecto.
et_ee: See kirje on arhiveeritud: see ei ilmu vaikimisi loendites.
id_id: Entri ini diarsipkan: entri ini tidak akan muncul dalam daftar secara default.
ja_jp: このエントリーはアーカイブされます：デフォルトではリストに表示されません。
pl_pl: Ten wpis jest zarchiwizowany: domyślnie nie pojawi się w zestawieniach.

source: This is the only time the key will be shown! Make sure to copy it somewhere safe as you won't be able to see it again:
ca_es: Aquesta és l'única vegada que es mostrarà la clau! Assegureu-vos de copiar-lo en un lloc segur ja que no el podreu tornar a veure:
es_es: ¡Esta es la única vez que se mostrará la clave! Asegúrate de copiarlo en algún lugar seguro ya que no podrás volver a verlo:
et_ee: See on ainus kord, kui võtit kuvatakse! Kopeeri see kindlasti kuhugi turvalisse kohta, muidu sa seda uuesti ei näe:
id_id: Ini adalah satu-satunya waktu kunci akan ditampilkan! Pastikan untuk menyalinnya di tempat yang aman karena Anda tidak akan dapat melihatnya lagi:
ja_jp: キーが表示されるのはこの時だけです！二度と見ることができないので、必ず安全な場所にコピーしておいてください：
pl_pl: To jedyny raz, kiedy klucz zostanie pokazany! Pamiętaj, aby skopiować go w bezpieczne miejsce, ponieważ nie będziesz mógł go ponownie zobaczyć:

source: Everyone including anonymous users
ca_es: Tothom, inclosos els usuaris anònims
es_es: Todos, incluidos los usuarios anónimos.
et_ee: Kõik, sealhulgas anonüümsed kasutajad
id_id: Semua orang termasuk pengguna anonim
ja_jp: 匿名ユーザーを含むすべての人
pl_pl: Wszyscy, łącznie z anonimowymi użytkownikami

source: Everyone with an account
ca_es: Tothom amb un compte
es_es: Todos con una cuenta
et_ee: Kõik, kellel on konto
id_id: Semua orang yang memiliki akun
it_it: Chiunque abbia un account
ja_jp: アカウントを保有するすべての人
pl_pl: Każdy, kto ma konto

source: You do not have the permission to book this entry.
ca_es: No tens permís per reservar aquesta entrada.
es_es: No tienes permiso para reservar esta entrada.
et_ee: Teil pole selle sissekande broneerimiseks luba.
id_id: Anda tidak memiliki izin untuk memesan entri ini.
ja_jp: あなたはこのエントリを予約する許可を持っていません。
pl_pl: Nie masz uprawnień do rezerwacji tego wpisu.

source: Event cancellation is not permitted.
ca_es: No es permet la cancel·lació d'esdeveniments.
es_es: No se permite la cancelación del evento.
et_ee: Ürituse tühistamine ei ole lubatud.
id_id: Pembatalan event tidak diperbolehkan.
ja_jp: イベントのキャンセルは認められません。
pl_pl: Anulowanie wydarzenia nie jest dozwolone.

source: Cannot cancel slot less than %d minutes before its start.
ca_es: No es pot cancel·lar l'espai amb menys de %d minuts abans del seu inici.
es_es: No se puede cancelar el espacio con menos de %d minutos antes de su inicio.
et_ee: Aega ei saa tühistada vähem kui %d minutit enne selle algust.
id_id: Tidak dapat membatalkan slot kurang dari %d menit sebelum dimulai.
ja_jp: 開始時刻の %d 分前にはスロットをキャンセルできません。
pl_pl: Nie można anulować przedziału na mniej niż %d minut przed jego rozpoczęciem.

source: You cannot book any more slots. Maximum of %d reached.
ca_es: No podeu reservar més espais. S'ha assolit el màxim de %d.
es_es: No se pueden reservar más plazas. Se alcanzó el máximo de %d.
et_ee: Rohkem aegu ei saa broneerida. Maksimaalne lubatud arv (%d) on saavutatud.
id_id: Anda tidak dapat memesan slot lagi. Maksimum %d tercapai.
ja_jp: これ以上予約できません。最大%dに達しました。
pl_pl: Nie możesz zarezerwować więcej slotów. Osiągnięto maksimum %d.

source: Overlapping booking slots is not permitted.
ca_es: No es permeten espais de reserva superposats.
es_es: No se permite la superposición de espacios de reserva.
et_ee: Kattuvad broneerimisajad ei ole lubatud.
id_id: Slot pemesanan yang tumpang tindih tidak diperbolehkan.
ja_jp: 予約枠の重複は認められません。
pl_pl: Nakładanie się miejsc rezerwacji jest niedozwolone.

source: Message:
ca_es: Missatge:
es_es: Mensaje:
et_ee: Sõnum:
id_id: Pesan:
ja_jp: メッセージ:
pl_pl: Wiadomość:

source: Modify booking parameters
ca_es: Modificar els paràmetres de reserva
es_es: Modificar parámetros de reserva
et_ee: Broneerimisparameetrite muutmine
id_id: Ubah parameter pemesanan
ja_jp: 予約パラメータの変更
pl_pl: Zmodyfikuj parametry rezerwacji

source: Allow booking this resource
ca_es: Permet reservar aquest recurs
es_es: Permitir reservar este recurso
et_ee: Luba selle ressursi broneerimine
id_id: Izinkan pemesanan sumber daya ini
ja_jp: 装置・場所の予約を許可
pl_pl: Zezwól na rezerwację tego zasobu

source: Allow overlapping slots
ca_es: Permetre ranures superposades
es_es: Permitir ranuras superpuestas
et_ee: Luba kattuvad pesad
id_id: Izinkan slot yang tumpang tindih
ja_jp: 重複スロットの許可
pl_pl: Zezwalaj na nakładające się szczeliny

source: Maximum per-user future slot allowed
ca_es: Màxima ranura futura per usuari permesa
es_es: Máximo espacio futuro permitido por usuario
et_ee: Kasutajale lubatud maksimaalne tulevaste ajapesade arv
id_id: Slot maksimum selanjutnya per pengguna yang diizinkan
ja_jp: ユーザーごとの最大フューチャー・スロット
pl_pl: Maksymalny dozwolony przyszły przedział na użytkownika

source: Allow cancelling a booking slot
ca_es: Permet cancel·lar un espai de reserva
es_es: Permitir cancelar un espacio de reserva
et_ee: Luba broneeringu tühistamine
id_id: Izinkan pembatalan slot pemesanan
ja_jp: 予約スロットのキャンセルを許可する
pl_pl: Zezwalaj na anulowanie przedziału rezerwacji

source: Minimum time before a slot can be cancelled (in minutes)
ca_es: Temps mínim abans que es pugui cancel·lar una ranura (en minuts)
es_es: Tiempo mínimo antes de que se pueda cancelar una franja horaria (en minutos)
et_ee: Minimaalne aeg enne broneeringu tühistamist (minutites)
id_id: Waktu minimum sebelum slot dapat dibatalkan (dalam menit)
ja_jp: スロットがキャンセルされるまでの最短時間（単位：分）
pl_pl: Minimalny czas, po którym będzie można anulować slot (w minutach)

source: Main text
ca_es: Text principal
es_es: Texto principal
et_ee: Põhitekst
id_id: Teks utama
ja_jp: 本文
pl_pl: Tekst główny

source: Date and time
ca_es: Data i hora
es_es: Fecha y hora
et_ee: Kuupäev ja kellaaeg
id_id: Tanggal dan waktu
ja_jp: QRコード
pl_pl: Data i godzina

source: Required
ca_es: Obligatori
es_es: Requerido
et_ee: Nõutav
id_id: Diperlukan
ja_jp: 要求されている
pl_pl: Wymagany
