Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: Experiments status can be associated with an Experiment or an Experiment Template as a Status. They belong to a team and have two main properties: name and color. Examples: Running, Done, Need to be redone, Failed, etc...
ca_es: Els estats d'experiments poden estar associats a un Experiment o a una Plantilla d'Experiment com a Estat. Pertanyen a un equip i tenen dos propietats principals: nom i color. Exemples: En execució, Fet, S'ha de repetir, Fallit, etc...
es_es: Los estados de experimentos pueden estar asociados a un experimento o a una plantilla de experimento como estado. Pertenecen a un equipo y tienen dos propiedades principales: nombre y color. Ejemplos: Ejectuando, Hecho, Debe ser repetido, Fallido, etc...
et_ee: Eksperimendi olekut saab olekuna seostada eksperimendi või eksperimendi malliga. Need kuuluvad meeskonda ja neil on kaks peamist omadust: nimi ja värv. Näited: Töötab, Valmis, Vajab uuesti teha, Ebaõnnestus jne...
id_id: Status eksperimen dapat dikaitkan dengan Eksperimen atau Templat Eksperimen sebagai Status. Status ini merupakan bagian dari sebuah tim dan memiliki dua properti utama: nama dan warna. Contoh: Berjalan, Selesai, Perlu diulang, Gagal, dll...
ja_jp: 実験ステータスは、Experiment（実験）またはExperiment Template（実験テンプレート）のステータスに関連付けられます。ステータスはチームに属し、名前と色の2つのプロパティを持ちます。例実行中、完了、やり直し、失敗など。
pl_pl: Status eksperymentów może być powiązany z eksperymentem lub szablonem eksperymentu jako status. Należą one do zespołu i mają dwie główne właściwości: nazwę i kolor. Przykłady: Trwający, Zakończony, Wymaga powtórzenia, Nieudany itd.

source: No experiments status have been created in this team yet.
ca_es: Encara no s'han creat estats d'experiments en aquest equip.
es_es: Aun no se han creado estados de experimentos en este equipo.
et_ee: Selles meeskonnas pole veel ühtegi eksperimendi olekut loodud.
id_id: Belum ada status eksperimen yang dibuat dalam tim ini.
ja_jp: このチームでは、まだ実験ステータスは作成されていない。
pl_pl: W tym zespole nie utworzono jeszcze żadnego statusu eksperymentu.

source: Status name
ca_es: Nom d'estat
es_es: Nombre de estado
et_ee: Staatuse nimi
id_id: Nama status
ja_jp: ステータス名
pl_pl: Status

source: All experiments
ca_es: Tots els experiments
es_es: Todos los experimentos
et_ee: Kõik eksperimendid
id_id: Semua eksperimen
ja_jp: すべての実験
pl_pl: Wszystkie eksperymenty

source: My experiments
ca_es: Els meus experiments
es_es: Mis experimentos
et_ee: Minu eksperimendid
id_id: Eksperimen saya
ja_jp: 私の実験
pl_pl: Moje eksperymenty

source: Experiments templates
ca_es: Plantilles d'experiments
es_es: Plantillas de experimentos
et_ee: Eksperimentide mallid
id_id: Templat eksperimen
ja_jp: 実験テンプレート
pl_pl: Formatki Eksperymentów

source: All resources
ca_es: Tots els recursos
es_es: Todos los recursos
et_ee: Kõik ressursid
id_id: Semua sumber daya
ja_jp: すべてのリソース
pl_pl: Wszystkie zasoby

source: My resources
ca_es: Els meus recursos
es_es: Mis recursos
et_ee: Minu ressursid
id_id: Sumber daya saya
ja_jp: 私のリソース
pl_pl: Moje zasoby

source: Bookable resources
ca_es: Recursos reservables
es_es: Recursos reservables
et_ee: Broneeritavad ressursid
id_id: Sumber daya yang dapat dipesan
ja_jp: 予約可能なリソース
pl_pl: Zasoby rezerwowalne

source: Import a chemical compound from %sPubChem online database%s: you can specify directly the CID of the compound you wish to import, or search from its CAS number or name.
ca_es: Importar un compost químic de %s la base de dades online PubChem%s: pots especificar el CID del compost que vols importar directament o buscar-lo pel seu nom o número CAS.
es_es: Importar un compuesto químico desde %s la base de datos online PubChem%s: puedes especificar el CID del compuesto que quieres importar directamente, o buscarlo por número CAS o nombre.
et_ee: Importige keemiline ühend %sPubChemi veebiandmebaasist%s: saate määrata otse imporditava ühendi CID-i või otsida selle CAS-numbri või nime järgi.
id_id: Mengimpor senyawa kimia dari basis data online%sPubChem%s: Anda dapat menentukan secara langsung CID senyawa yang ingin diimpor, atau mencari dari nomor CAS atau namanya.
ja_jp: 0]%sPubChemオンラインデータベース%sから化合物をインポート：インポートしたい化合物のCIDを直接指定するか、CAS番号または名前から検索することができます。
pl_pl: Importuj związek chemiczny z internetowej bazy danych %sPubChem%s: możesz bezpośrednio określić numer CID związku, który chcesz zaimportować, lub wyszukać go według numeru CAS bądź nazwy.

source: Compound name
ca_es: Nom del compost
es_es: Nombre del compuesto
et_ee: Ühendi nimetus
id_id: Nama senyawa
ja_jp: 化合物名
pl_pl: Nazwa związku

source: Links
ca_es: Enllaços
es_es: Enlaces
et_ee: Lingid
id_id: Tautan
ja_jp: リンク
pl_pl: Linki

source: Experiment links
ca_es: Enllaça experiments
es_es: Enlaces de experimento
et_ee: Eksperimendi lingid
id_id: Tautan percobaan
ja_jp: 実験リンク
pl_pl: Linki eksperymentów

source: Filter author
ca_es: Filtre per autor
es_es: Filtrar por autor
et_ee: Filtreeri autorit
id_id: Saring pemilik
ja_jp: フィルター作者
pl_pl: Filtruj autora

source: Add link to an experiment
ca_es: Afegeix enllaç a un experiment
es_es: Añadir enlace a un experimento
et_ee: Lisa link eksperimentidele
id_id: Menambahkan tautan ke eksperimen
ja_jp: 実験へのリンクを追加する
pl_pl: Dodaj link do eksperymentu

source: Resource links
ca_es: Enllaços de recurs
es_es: Enlaces de recurso
et_ee: Ressursilingid
id_id: Tautan sumber daya
ja_jp: リソースリンク
pl_pl: Link do zasobu

source: Add link to a resource
ca_es: Afegeix un enllaç a un recurs
es_es: Añadir enlance a un recurso
et_ee: Lisa link ressursile
id_id: Menambahkan tautan ke sumber daya
ja_jp: リソースへのリンクを追加する
pl_pl: Dodaj link do zasobu

source: Add item link
ca_es: Afegeix enllaç a un element
es_es: Añadir enlace a objeto
et_ee: Lisa üksuse link
id_id: Tambahkan tautan item
ja_jp: アイテムリンクの追加
pl_pl: Dodaj link do zasobu

source: Login as Admin
ca_es: Inicia sessió com a administrador
es_es: Iniciar sesión como Administrador
et_ee: Logi sisse administraatorina
id_id: Masuk sebagai Admin
ja_jp: 管理者としてログイン
pl_pl: Zaloguj jako Admin

source: Login as User
ca_es: Inicia sessió com a usuari
es_es: Iniciar sesión como Usuario
et_ee: Logi sisse kasutajana
id_id: Masuk sebagai Pengguna
ja_jp: ユーザーログイン
pl_pl: Zaloguj jako użytkownik

source: Welcome to the demo!
ca_es: Benvingut/da a la demo!
es_es: ¡Bienvenid@ a la demostración!
et_ee: Tere tulemast demosse!
id_id: Selamat datang di demo!
ja_jp: デモへようこそ！
pl_pl: Wtiamy w demo

source: Explore real-life examples of teams in eLabFTW. Select a profile suited to your activity below.
ca_es: Explora exemples reals d'equips a eLabFTW. Selecciona un perfil adequat a la teva activitat a continuació.
es_es: Explora ejemplos reales de equipos en eLabFTW. Selecciona un perfil adaptado a tu actividad a continuación.
et_ee: Uurige eLabFTW meeskondade reaalseid näiteid. Valige allpool oma tegevusele sobiv profiil.
id_id: Jelajahi contoh-contoh tim dalam kehidupan nyata di eLabFTW. Pilih profil yang sesuai dengan aktivitas Anda di bawah ini.
ja_jp: eLabFTWでチームの実例をご覧ください。あなたの活動に適したプロフィールを以下からお選びください。
pl_pl: Poznaj rzeczywiste przykłady zespołów w eLabFTW. Wybierz poniżej profil dopasowany do Twojej aktywności.

source: Asc
et_ee: Kasvav
id_id: Naik
ja_jp: 昇順
pl_pl: Następny

source: Desc
et_ee: Kahanev
id_id: Turun
ja_jp: 降順
pl_pl: Poprzedni

source: Create and modify the categories available to resources.
ca_es: Crea i modifica les categories disponibles pels recursos.
es_es: Crea y modifica las categorías disponibles para recursos.
et_ee: Loo ja muuda ressurssidele saadaolevaid kategooriaid.
id_id: Membuat dan memodifikasi kategori yang tersedia untuk sumber daya.
ja_jp: リソースが利用可能なカテゴリを作成および変更する。
pl_pl: Utwórz i zmodyfikuj kategorie dostępne dla zasobów.

source: Resources categories can be associated with a Resource or a Resource Template as a Category. They belong to a team and have two main properties: name and color. Examples: Equipment, Chemical, Cell line, Plasmid, Antibody, Microscope, etc...
ca_es: Les categories de recursos poden estar associades amb un recurs o una plantilla de recurs com a categoria. Pertanyen a un equip i tenen dos propietats principals: nom i color. Exemples: Equipament, Producte químic, Línia cel·lular, Plàsmid, Anticos, Microscopi, etc...
es_es: Las categorías de recursos pueden estar asociadas a un recurso o a una plantilla de recurso como categoría. Pertenecen a un equipo y tienen dos propiedades principales: nombre y color. Ejemplos: Equipo, Químico, Línea celular, Plásmido, Anticuerpo, Microscopio, etc...
et_ee: Ressursikategooriaid saab kategooriana siduda ressursi või ressursimalliga. Need kuuluvad meeskonda ja neil on kaks peamist omadust: nimi ja värv. Näited: seade, kemikaal, rakuliin, plasmiid, antikeha, mikroskoop jne...
id_id: Kategori sumber daya dapat dikaitkan dengan Sumber Daya atau Templat Sumber Daya sebagai Kategori. Kategori ini merupakan bagian dari sebuah tim dan memiliki dua properti utama: nama dan warna. Contoh: Peralatan, Bahan Kimia, Garis sel, Plasmid, Antibodi, Mikroskop, dll...
ja_jp: リソースカテゴリは、カテゴリとしてリソースまたはリソーステンプレートに関連付けることができます。それらはチームに属し、名前と色という2つの主なプロパティを持ちます。例機器、化学物質、細胞株、プラスミド、抗体、顕微鏡など。
pl_pl: Kategorie zasobów mogą być powiązane z zasobem lub szablonem zasobu jako kategoria. Należą do zespołu i mają dwie główne właściwości: nazwę i kolor. Przykłady: Sprzęt, Substancja chemiczna, Linia komórkowa, Plazmid, Przeciwciało, Mikroskop itp.

source: Create new resources category
ca_es: Crea una categoria de recurs nova
es_es: Crear nueva categoría de recurso
et_ee: Loo uus ressursikategooria
id_id: Membuat kategori sumber daya baru
ja_jp: 新しいリソース・カテゴリーを作成する
pl_pl: Utwórz nową kategorię zasobów

source: Resources status can be associated with a Resource or a Resource Template. They belong to a team and have two main properties: name and color. Examples: In stock, Operational, Maintenance, Processed, etc...
ca_es: Els estats de recurs poden estar associats amb un recurs o una plantilla de recurs. Pertanyen a un equip i tenen does propietats principals: nom i color. Exemples: En estoc, Operatiu, Manteniment, Processat, etc...
es_es: Los estados de recursos pueden estar asociados a un recurso o a una plantilla de recurso. Pertenecen a un equipo y tienen dos propiedades principales: nombre y color. Ejemplos: En stock, Operacional, Mantenimiento, Procesado, etc...
et_ee: Ressursside olekut saab seostada ressursi või ressursimalliga. Need kuuluvad meeskonda ja neil on kaks peamist omadust: nimi ja värv. Näited: laos, töökorras, hoolduses, töödeldud jne...
id_id: Status sumber daya dapat dikaitkan dengan Sumber Daya atau Templat Sumber Daya. Mereka adalah bagian dari sebuah tim dan memiliki dua properti utama: nama dan warna. Contoh: Tersedia, Operasional, Pemeliharaan, Diproses, dll...
ja_jp: リソースステータスは、リソースまたはリソーステンプレートに関連付けることができます。リソースはチームに属し、名前と色の2つのプロパティを持ちます。例在庫あり、稼働中、メンテナンス中、処理済みなど。
pl_pl: Status zasobów może być powiązany z zasobem lub szablonem zasobów. Należą one do zespołu i mają dwie główne właściwości: nazwę i kolor. Przykłady: W magazynie, Operacyjne, Konserwacja, Przetworzone itd.

source: No resources status have been created in this team yet.
ca_es: Encara no s'han creat estats de recurs en aquest equip.
es_es: Aún no se han creado estados de recursos en este equipo.
et_ee: Selles meeskonnas pole veel ressursside olekut loodud.
id_id: Belum ada status sumber daya yang dibuat dalam tim ini.
ja_jp: このチームにはまだリソースのステータスが作成されていない。
pl_pl: W tym zespole nie utworzono jeszcze żadnego statusu zasobów.

source: Book a resource by clicking on the scheduler.
ca_es: Reserva un recurs fent clic al programador.
es_es: Reserva un recurso haciendo click en el planificador.
et_ee: Ressursi broneerimiseks klõpsake ajakava ikoonil.
id_id: Pesan sumber daya dengan mengklik penjadwal.
ja_jp: スケジューラーをクリックしてリソースを予約します。
pl_pl: Zarezerwuj zasób przez kliknięcie w planer

source: Select a scope and search for events.
ca_es: Selecciona un àmbit i busca esdeveniments.
es_es: Selecciona un ámbito y busca por eventos.
et_ee: Valige ulatus ja otsige sündmusi.
id_id: Pilih cakupan dan cari peristiwa.
ja_jp: スコープを選択し、イベントを検索します。
pl_pl: Wybierz zakres i wyszukaj zdarzenia.

source: Selected items:
ca_es: Elements seleccionats:
es_es: Objetos seleccionados:
et_ee: Valitud üksused:
id_id: Item yang dipilih:
ja_jp: 厳選されたアイテム
pl_pl: Wybrane pozycje

source: Create event(s)
ca_es: Crear esdeveniment(s)
es_es: Crear evento(s)
et_ee: Loo sündmus(ed)
id_id: Buat (beberapa) event
ja_jp: イベントの作成
pl_pl: Utwórz wydarzenie

source: Review selected items
ca_es: Revisa els elements seleccionats
es_es: Revisar los objetos seleccionados
et_ee: Valitud üksuste ülevaatamine
id_id: Meninjau item yang dipilih
ja_jp: 選択した項目を確認する
pl_pl: Przejżyj wybrane pozycje

source: Show more filters
ca_es: Mostra més filtres
es_es: Mostrar más filtros
et_ee: Näita rohkem filtreid
id_id: Tampilkan lebih banyak filter
ja_jp: その他のフィルターを表示する
pl_pl: Pokaż więcej flitrów

source: No resources categories have been defined for your team. Create some from this page: %sResources Categories%s.
ca_es: El teu equip no ha definit categories de recursos. Crea algunes en aquesta pàgina: %sCategories de Recursos%s.
es_es: No se han definido categorías de recursos en tu equipo. Crea algunas desde esta página: %sCategorías de Recursos%s.
et_ee: Teie meeskonnale pole ressursside kategooriaid määratletud. Looge need sellelt lehelt: %sRessursside kategooriad%s.
id_id: Tidak ada kategori sumber daya yang telah ditentukan untuk tim Anda. Buatlah dari halaman ini: %sKategori Sumber Daya%s.
ja_jp: チームにリソースカテゴリが定義されていません。このページから作成してください：%sリソースカテゴリ%s。
pl_pl: Nie zdefiniowano żadnych kategorii zasobów dla Twojego zespołu. Utwórz je na tej stronie: %sKategorie zasobów%s.

source: Lock the selected entities
ca_es: Bloqueja les entitats seleccionades
es_es: Bloquea las entradas seleccionadas
et_ee: Lukusta valitud üksused
id_id: Mengunci entitas yang dipilih
ja_jp: 選択したエンティティをロックする
pl_pl: Zabliokuj wybrane jednostki

source: Unlock the selected entities
ca_es: Desbloqueja les entitats seleccionades
es_es: Desbloquea las entradas seleccionadas
et_ee: Ava valitud üksused
id_id: Membuka kunci entitas yang dipilih
ja_jp: 選択したエンティティのロックを解除する
pl_pl: ODblokuj wybrane jednostki

source: Timestamp the selected entities
ca_es: Marca el temps en les entitats seleccionades
es_es: Aplicar sello de tiempo en las entradas seleccionadas
et_ee: Lisa valitud üksustele ajatempel
id_id: Memberi cap waktu pada entitas yang dipilih
ja_jp: 選択したエンティティのタイムスタンプ
pl_pl: Podpisz wybrane jednostki

source: Archive the selected entities
ca_es: Arxiva les entitats seleccionades
es_es: Archivar las entradas seleccionadas
et_ee: Arhiveeri valitud üksused
id_id: Mengarsipkan entitas yang dipilih
ja_jp: 選択したエンティティをアーカイブする
pl_pl: Archwizuj wybrane jednostki

source: Unarchive the selected entities
ca_es: Desarxiva les entitats seleccionades
es_es: Desarchivar las entradas seleccionadas
et_ee: Tühista valitud üksuste arhiiv
id_id: Tidak mengarsipkan entitas yang dipilih
ja_jp: 選択したエンティティのアーカイブを解除する
pl_pl: Dearchiwizuj wybrane jednostki

source: Delete the selected entities
ca_es: Elimina les entitats seleccionades
es_es: Eliminar las entradas seleccionadas
et_ee: Kustuta valitud üksused
id_id: Menghapus entitas yang dipilih
ja_jp: 選択したエンティティを削除する
pl_pl: Usuń wybrane jednostki

source: Restore the selected entities
ca_es: Restaura les entitats sel·leccionades
es_es: Restaura las entidades seleccionadas
et_ee: Taasta valitud üksused
id_id: Mengembalikan entitas yang dipilih
ja_jp: 選択したエンティティを復元する
pl_pl: Przywróc wybrane jednostki

source: Collapse all
ca_es: Col·lapsa-ho tot
es_es: Colapsa todo
et_ee: Ahenda kõik
id_id: Tutup semua
it_it: Riduci tutto
ja_jp: すべて折畳む
pl_pl: Zwiń wszystko

source: Rename
ca_es: Canvia el nom
es_es: Renombra
et_ee: Nimeta ümber
id_id: Ganti nama
ja_jp: 名前の変更
pl_pl: Zmień nazwe

source: Storage
ca_es: Magatzem
es_es: Almacenaje
et_ee: Ladustamine
id_id: Penyimpanan
ja_jp: ストレージ
pl_pl: Przechowywanie

source: Revisions system configuration
ca_es: Configuració de revisions de sistema
es_es: Configuración de sistema de revisiones
et_ee: Revisjonide süsteemi konfiguratsioon
id_id: Revisi konfigurasi sistem
ja_jp: システム構成の変更
pl_pl: Konfiguracja systemu rewizji

source: Permissions settings
ca_es: Configuració de permisos
es_es: Configuración de permisos
et_ee: Lubade seaded
id_id: Pengaturan izin
ja_jp: パーミッションの設定
pl_pl: Ustawienia uprawniwń

source: Use S3 Path-Style endpoint
ca_es: Fes servir el punt final d'estil de ruta S3
es_es: Utiliza un punto final de estilo de ruta S3
et_ee: Kasuta S3 Path-Style lõpp-punkti
id_id: Gunakan titik akhir dengan Gaya path S3
ja_jp: S3 Path-Style エンドポイントを使用する
pl_pl: Użyj punktu końcowego w stylu ścieżki S3

source: Only allow a Sysadmin to login when local login form is hidden
ca_es: Només permet iniciar sessió a un administrador del sistema quan el formulari d'inici de sessió local està amagat
es_es: Permite que sólo un administrador del sistema pueda iniciar sesión cuando el formulario de inicio de sesión está oculto
et_ee: Luba süsteemiadministraatoril sisse logida ainult siis, kui kohalik sisselogimisvorm on peidetud
id_id: Hanya izinkan Sysadmin untuk masuk ketika formulir login lokal disembunyikan
ja_jp: ローカルログインフォームが非表示の場合、シスアドのみログインを許可する
pl_pl: Zezwalaj administratorowi systemu na logowanie tylko wtedy, gdy formularz logowania lokalnego jest ukryty

source: Enable this setting to prevent non-sysadmin users to authenticate using local auth when the form is hidden.
ca_es: Activa aquesta configuració per prevenir que els usuaris que no siguin administradors del sistema s'autentifiquin fent servir aut local quan el formulari està amagat.
es_es: Evita que un usuario que no sea administrador del sistema se autentique usando autenticación local cuando el formulario está oculto.
et_ee: Lubage see säte, et takistada süsteemiadministraatoritest mittekuuluvate kasutajate autentimist kohaliku autentimise abil, kui vorm on peidetud.
id_id: Aktifkan pengaturan ini untuk mencegah pengguna non-sysadmin mengautentikasi menggunakan autentikasi lokal saat formulir disembunyikan.
ja_jp: この設定を有効にすると、フォームが非表示になっているときに、シスアド以外のユーザーがローカル認証を使用して認証するのを防ぐことができます。
pl_pl: Włącz to ustawienie, aby uniemożliwić użytkownikom bez uprawnień administratora uwierzytelnianie się za pomocą uwierzytelniania lokalnego, gdy formularz jest ukryty.

source: Only allow a Sysadmin to login with local login form
ca_es: Només permet iniciar sessió a un administrador del sistenta amb inici de sessió local
es_es: Permite que sólo un administrador del sistema pueda iniciar sesión con formulario de inicio de sesión local
et_ee: Luba süsteemiadministraatoril sisse logida ainult kohaliku sisselogimisvormiga
id_id: Hanya izinkan Sysadmin untuk masuk dengan formulir masuk lokal
ja_jp: シスアドのみがローカルログインフォームでログインできるようにする
pl_pl: Zezwalaj administratorowi systemu na logowanie się tylko za pomocą lokalnego formularza logowania

source: Only a Sysadmin account can use the local login regardless if the local login form is hidden or not. Only activate it if you have another authentication method enabled for users.
ca_es: Només pot iniciar sessió local un administrador del sistema independentment de si el formulari d'inici de sessió està amagat o no. Activa-ho només si tens un altre mètode d'autenticació activat pels usuaris.
es_es: Sólo una cuenta de administrador del sistema puede iniciar sesión local independientemente de si el formulario de inicio de sesión está oculto o no. Actívalo sólo si tienes otro método de autenticación permitido para los usuarios.
et_ee: Kohalikku sisselogimist saab kasutada ainult süsteemiadministraatori konto, olenemata sellest, kas kohaliku sisselogimise vorm on peidetud või mitte. Aktiveerige see ainult siis, kui teil on kasutajatele lubatud mõni muu autentimismeetod.
id_id: Hanya akun Sysadmin yang dapat menggunakan login lokal, terlepas dari apakah formulir login lokal disembunyikan atau tidak. Hanya aktifkan jika Anda memiliki metode autentikasi lain yang diaktifkan untuk pengguna.
ja_jp: ローカルログインフォームが非表示であるかどうかに関係なく、シスアドアカウントのみがローカルログインを使用できます。ユーザーに対して他の認証方法を有効にしている場合のみ有効にしてください。
pl_pl: Tylko konto administratora systemu może korzystać z logowania lokalnego, niezależnie od tego, czy formularz logowania lokalnego jest ukryty, czy nie. Aktywuj to tylko wtedy, gdy masz włączoną inną metodę uwierzytelniania dla użytkowników.

source: Enable to include audit logs events as INFO event in PHP logs.
ca_es: Permet incloure esdeveniments de registres d'auditoria com a esdeveniment INFO en sessions PHP.
es_es: Permite incluir eventos de registros de auditoría como evento INFO en registros PHP.
et_ee: Luba auditilogide sündmuste lisamine PHP logidesse INFO-sündmustena.
id_id: Memungkinkan untuk menyertakan peristiwa log audit sebagai peristiwa INFO dalam log PHP.
ja_jp: PHP ログに INFO イベントとして監査ログイベントを含めるようにする。
pl_pl: Włącz, aby uwzględnić zdarzenia dziennika audytu jako zdarzenia INFO w dziennikach PHP.

source: Create entry from template
ca_es: Crear una entrada a partir d'una plantilla
es_es: Crea una entrada usando una plantilla
et_ee: Loo kirje malli põhjal
id_id: Membuat entri dari templat
ja_jp: テンプレートからエントリーを作成
pl_pl: Utwórz wpis z formatki

source: This entry has been deleted.
ca_es: Aquesta entrada s'ha eliminat
es_es: Esta entrada ha sido eliminada.
et_ee: See kirje on kustutatud.
id_id: Entri ini telah dihapus.
ja_jp: このエントリーは削除されました。
pl_pl: Ten wpis został usunięty

source: The authentication was interrupted before completion.
ca_es: S'ha interromput l'autenticació abans de ser completada.
es_es: La autenticación se ha interrumpido antes de ser completada.
et_ee: Autentimine katkestati enne lõpetamist.
id_id: Autentikasi terputus sebelum selesai.
ja_jp: 認証が完了する前に中断された。
pl_pl: Autoryzacja została przerwana przed jej ukończeniem

source: Empty passphrase provided!
ca_es: S'ha proveït una contrassenya buida!
es_es: ¡La contraseña está vacía!
et_ee: Parool on tühi!
id_id: Frasa sandi kosong disediakan!
ja_jp: パスフレーズは空です！
pl_pl: Podano puste hasło

source: Add column
ca_es: Afegir columna
es_es: Añadir columna
et_ee: Lisa veerg
id_id: Tambahkan kolom
ja_jp: 列の追加
pl_pl: Dodaj kolumnę

source: Add row
ca_es: Afegir fila
es_es: Añadir fila
et_ee: Lisa rida
id_id: Tambahkan baris
ja_jp: 行を追加
pl_pl: Dodaj wiersz

source: Can manage compounds
ca_es: Pot regitionar components
es_es: Puede gestionar compuestos
et_ee: Saab ühendeid hallata
id_id: Dapat mengelola senyawa
ja_jp: 化合物の管理が可能
pl_pl: Może zarządzaś związkami

source: Can manage inventory locations
ca_es: Pot gestionar ubicació d'inventari
es_es: Puede gestionar ubicaciones de inventario
et_ee: Saab laoseisu asukohti hallata
id_id: Dapat mengelola lokasi inventaris
ja_jp: 在庫ロケーションの管理が可能
pl_pl: Może zarządzać lokalizacją wyposażenia

source: Discard current spreadsheet? All unsaved changes will be lost.
ca_es: Descartar el full de càlcul actual? Es perdran tots els canvis no guardats.
es_es: ¿Descartar la hoja de cálculo actual? Se perderán todos los cambios sin guardar.
et_ee: Kas tühistada praegune arvutustabel? Kõik salvestamata muudatused kaovad.
id_id: Buang spreadsheet ini? Semua perubahan yang belum disimpan akan hilang.
ja_jp: 現在のスプレッドシートを破棄しますか？保存されていない変更はすべて失われます。
pl_pl: Odrzucić bieżący arkusz ? Wszystkie niezapisane zmiany zostaną utracone.

source: Delete {{num, number}} line(s)?
ca_es: Eliminar {{num, number}} línia(es)?
es_es: ¿Eliminar {{num, number}} línea(s)?
et_ee: Kustutada {{num, number}} rida?
id_id: Hapus baris {{num, number}}?
ja_jp: num, number}}行を削除しますか？
pl_pl: Usunąć {{num, number}} lini?

source: Delete selected rows
ca_es: Elimina les files seleccionades
es_es: Eliminar las filas seleccionadas
et_ee: Kustutada valitud read
id_id: Menghapus baris yang dipilih
ja_jp: 選択した行を削除する
pl_pl: Usuń wybrane kolumny
