Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: Select who can book this entry
ca_es: Seleccioneu qui pot reservar aquesta entrada
es_es: Selecciona quién puede reservar esta entrada
et_ee: Valige, kes saab selle sissekande broneerida
id_id: Pilih siapa yang dapat memesan entri ini
ja_jp: このエントリーを予約できる人を選択
pl_pl: Wybierz, kto może zarezerwować ten wpis

source: Cancel booking slot
ca_es: Cancel·la l'espai de reserva
es_es: Cancelar espacio de reserva
et_ee: Tühista broneerimisaeg
id_id: Batalkan slot pemesanan
ja_jp: 予約枠のキャンセル
pl_pl: Anuluj termin rezerwacji

source: Add a custom message
ca_es: Afegeix un missatge personalitzat
es_es: Agregar un mensaje personalizado
et_ee: Lisa kohandatud sõnum
id_id: Tambahkan pesan khusus
ja_jp: カスタムメッセージの追加
pl_pl: Dodaj niestandardową wiadomość

source: Past and future users who booked this resource
ca_es: Usuaris anteriors i futurs que han reservat aquest recurs
es_es: Usuarios pasados y futuros que reservaron este recurso
et_ee: Selle ressursi broneerinud varasemad ja tulevased kasutajad
id_id: Pengguna terdahulu dan selanjutnya yang memesan sumber daya ini
ja_jp: この装置・場所を予約したユーザー
pl_pl: Byli i przyszli użytkownicy, którzy zarezerwowali ten zasób

source: Send message and cancel
ca_es: Envia missatge i cancel·la
es_es: Enviar mensaje y cancelar
et_ee: Saada sõnum ja tühista
id_id: Kirim pesan dan batalkan
ja_jp: メッセージの送信とキャンセル
pl_pl: Wyślij wiadomość i anuluj

source: Can book
ca_es: Es pot reservar
es_es: Puede reservar
et_ee: Saab broneerida
id_id: Dapat memesan
ja_jp: 予約可能
pl_pl: Można zarezerwować

source: Scheduled bookings
ca_es: Reserves programades
es_es: Reservas programadas
et_ee: Planeeritud broneeringud
id_id: Pemesanan terjadwal
ja_jp: 予約状況
pl_pl: Zaplanowane rezerwacje

source: Available units
ca_es: Unitats disponibles
es_es: Unidades disponibles
et_ee: Saadaval olevad ühikud
id_id: Unit yang tersedia
ja_jp: 利用可能ユニット
pl_pl: Dostępne jednostki

source: You have unsaved changes
ca_es: Tens canvis no desats
es_es: Tiene cambios sin guardar
et_ee: Teil on salvestamata muudatusi
id_id: Anda memiliki perubahan yang belum tersimpan
ja_jp: 保存されていない変更があります
pl_pl: masz niezapisane zmiany

source: Visibility
ca_es: Visibilitat
es_es: Visibilidad
et_ee: Nähtavus
id_id: Visibilitas
it_it: Visibilità
ja_jp: 閲覧規制
pl_pl: Widoczność

source: Select who can see this entry
ca_es: Seleccioneu qui pot veure aquesta entrada
es_es: Selecciona quién puede ver esta entrada
et_ee: Valige, kes seda kirjet näevad
id_id: Pilih siapa yang dapat melihat entri ini
ja_jp: このエントリーの閲覧者を選択する
pl_pl: Wybierz, kto może zobaczyć ten wpis

source: Can write
ca_es: Pot escriure
es_es: Puede escribir
et_ee: Võib kirjutada
id_id: Dapat menulis
it_it: Scrittura
ja_jp: 編集できる人
pl_pl: Może edytować

source: Select who can edit this entry
ca_es: Seleccioneu qui pot editar aquesta entrada
es_es: Seleccione quién puede editar esta entrada
et_ee: Valige, kes saab seda kirjet muuta
id_id: Pilih siapa yang dapat mengedit entri ini
ja_jp: このエントリーを編集できる人を選択する
pl_pl: Wybierz, kto może edytować ten wpis

source: The default language of this instance. It can be overridden by each user.
ca_es: L'idioma predeterminat d'aquesta instància. Pot ser anul·lat per cada usuari.
es_es: El idioma predeterminado de esta instancia. Puede ser anulado por cada usuario.
et_ee: Selle sessiooni vaikekeel. Iga kasutaja saab seda muuta.
id_id: Bahasa default dari instance ini. Bahasa ini dapat diganti oleh setiap pengguna.
ja_jp: このインスタンスのデフォルト言語。各ユーザがオーバーライドできます。
pl_pl: Domyślny język tej instancji. Każdy użytkownik może to zmienić.

source: Multientry eLabFTW PDF
ca_es: PDF eLabFTW d'entrades múltiples
es_es: eLabFTW multientrada PDF
et_ee: Mitmekirjeline eLabFTW PDF
id_id: eLabFTW PDF dengan multientri
ja_jp: マルチエントリ eLabFTW PDF
pl_pl: Wielowejściowy eLabFTW PDF

source: Create new experiments category
ca_es: Crea una nova categoria d'experiments
es_es: Crear nueva categoría de experimentos
et_ee: Loo uus eksperimendi kategooria
id_id: Buat kategori beberapa eksperimen
ja_jp: 新規実験ノートカテゴリの作成
pl_pl: Utwórz nową kategorię eksperymentów

source: Create new experiments status
ca_es: Crea un estat d'experiment nou
es_es: Crear estado de nuevos experimentos
et_ee: Uute eksperimentide staatuse loomine
id_id: Buat status beberapa eksperimen
ja_jp: 新規実験ノート条件の作成
pl_pl: Utwórz nowy stan eksperymentów

source: Create new resources status
ca_es: Crear nous estats de recursos
es_es: Crear nuevo estado de recursos
et_ee: Loo uus ressursi staatus
id_id: Buat status beberapa sumberdaya
ja_jp: データベース条件の作成
pl_pl: Utwórz nowy stan zasobów

source: Experiments categories
ca_es: Categories d'experiments
es_es: Categorías de experimentos
et_ee: Eksperimentide kategooriad
id_id: Kategori beberapa eksperimen
ja_jp: 実験ノートカテゴリ
pl_pl: Kategorie eksperymentów

source: Create and modify the categories available to experiments.
ca_es: Creeu i modifiqueu les categories disponibles per als experiments.
es_es: Cree y modifique las categorías disponibles para los experimentos.
et_ee: Loo ja muuda eksperimentide kategooriaid.
id_id: Buat dan ubah kategori yang tersedia untuk beberapa eksperimen.
ja_jp: 実験ノートに利用可能なカテゴリーを作成/変更
pl_pl: Twórz i modyfikuj kategorie dostępne dla eksperymentów.

source: Disable 2FA
ca_es: Desactiva 2FA
es_es: Deshabilitar 2FA
et_ee: Keela 2FA
id_id: Nonaktifkan 2FA
ja_jp: 2FAの
pl_pl: Wyłącz 2FA

source: Read-only
ca_es: Llegeix només
es_es: Solo lectura
et_ee: Kirjutuskaitstud
id_id: Hanya baca
pl_pl: Tylko do odczytu

source: Filter category
ca_es: Categoria de filtre
es_es: Categoría de filtro
et_ee: Kategooria
id_id: Kategori filter
ja_jp: カテゴリーのフィルタ
pl_pl: Kategoria filtra

source: Change category
ca_es: Canvia categoria
es_es: cambiar categoria
et_ee: Muuda kategooriat
id_id: Ubah kategori
ja_jp: カテゴリーの変更
pl_pl: Zmień kategorię

source: Bind a resource
ca_es: Enllaçar un recurs
es_es: Vincular un recurso
et_ee: Ressursi sidumine
id_id: Ikat sebuah sumber daya
ja_jp: データベースを結合する
pl_pl: Powiąż zasób

source: Last used
ca_es: Últim utilitzat
es_es: Utilizado por última vez
et_ee: Viimati kasutatud
id_id: Terakhir dipakai
ja_jp: 最後に使用された
pl_pl: Ostatnio używane

source: A category is required to fetch the next Custom ID
ca_es: Es requereix una categoria per obtenir el següent ID personalitzat
es_es: Se requiere una categoría para obtener la siguiente ID personalizada
et_ee: Kohandatud ID toomiseks on vajalik kategooria
id_id: Sebuah kategori diperlukan untuk mengambil ID Kustom berikutnya
ja_jp: 次のカスタムIDを取得するにはカテゴリが必要です
pl_pl: Aby pobrać następny identyfikator niestandardowy, wymagana jest kategoria

source: Create and modify the status available to experiments.
ca_es: Creeu i modifiqueu l'estat disponible per als experiments.
es_es: Cree y modifique el estado disponible para los experimentos.
et_ee: Loo ja muuda eksperimentidele saadaolevaid staatuseid.
id_id: Membuat dan memodifikasi status yang tersedia untuk eksperimen.
ja_jp: 実験に使用できるステータスを作成および変更します。
pl_pl: Twórz i modyfikuj stan dostępny dla eksperymentów.

source: Create and modify the status available to resources.
ca_es: Crear i modificar l'estat disponible per als recursos.
es_es: Crear y modificar el estado disponible para los recursos.
et_ee: Loo ja muuda ressurssidele saadaolevaid staatuseid.
id_id: Membuat dan memodifikasi status yang tersedia untuk sumber daya.
ja_jp: リソースに使用可能なステータスを作成および変更します。
pl_pl: Twórz i modyfikuj status dostępny dla zasobów.

source: Unarchiving a user means their account will be restored. This action is reversible.
ca_es: Desarxivar un usuari significa que el seu compte es restaurarà. Aquesta acció és reversible.
es_es: Desarchivar a un usuario significa que su cuenta será restaurada. Esta acción es reversible.
et_ee: Kasutaja arhiivist eemaldamine tähendab tema konto taastamist. See toiming on tagasipööratav.
id_id: Memindah pengguna dari terarsip berarti akun mereka akan dipulihkan. Tindakan ini dapat dibatalkan.
ja_jp: ユーザーのアーカイブを解除すると、そのユーザーのアカウントが復元されます。この操作は元に戻すことができます。
pl_pl: Przywrócenie archiwizacji użytkownika oznacza przywrócenie jego konta. To działanie jest odwracalne.

source: Archiving a user means their account will be disabled. This action is reversible.
ca_es: Arxivar un usuari significa que el seu compte es desactivarà. Aquesta acció és reversible.
es_es: Archivar a un usuario significa que su cuenta se desactivará. Esta acción es reversible.
et_ee: Kasutaja arhiveerimine tähendab tema konto sulgemist. See toiming on tagasipööratav.
id_id: Mengarsipkan pengguna berarti akun mereka akan dinonaktifkan. Tindakan ini dapat dibatalkan.
ja_jp: ユーザーをアーカイブすると、そのユーザーのアカウントは無効になります。この操作は元に戻すことができます。
pl_pl: Archiwizacja użytkownika oznacza dezaktywację jego konta. To działanie jest odwracalne.

source: Browse by category
ca_es: Navega per categoria
es_es: Buscar por categoría
et_ee: Sirvi kategooria järgi
id_id: Telusuri berdasarkan kategori
ja_jp: カテゴリ別に閲覧する
pl_pl: Szukaj według kategorii

source: Browse by status
ca_es: Navega per estat
es_es: Navegar por estado
et_ee: Sirvi oleku järgi
id_id: Telusuri berdasarkan status
ja_jp: ステータス別に閲覧する
pl_pl: Przeglądaj według stanu

source: Last modified experiments
ca_es: Últims experiments modificats
es_es: últimos experimentos modificados
et_ee: Viimati muudetud eksperimendid
id_id: Eksperimen terakhir yang dimodifikasi
ja_jp: 最後に変更された実験
pl_pl: Ostatnio zmodyfikowane eksperymenty

source: Last modified resources
ca_es: Últims recursos modificats
es_es: Últimos recursos modificados
et_ee: Viimati muudetud ressursid
id_id: Sumber daya yang terakhir diubah
ja_jp: 最後に変更されたリソース
pl_pl: Ostatnio zmodyfikowane zasoby

source: Custom ID
ca_es: ID personalitzat
es_es: Identificación personalizada
et_ee: Kohandatud ID
id_id: ID Kustom
ja_jp: カスタムID
pl_pl: Niestandardowy identyfikator

source: Get next
ca_es: Aconsegueix el següent
es_es: Obtener el siguiente
et_ee: Järgmine
id_id: Dapatkan berikutnya
ja_jp: 次を取得
pl_pl: Zdobądź następny

source: Search user
ca_es: Cerca usuari
es_es: Buscar usuario
et_ee: Otsi kasutajat
id_id: Cari pengguna
ja_jp: ユーザー検索
pl_pl: Wyszukaj użytkownika

source: field
ca_es: camp
es_es: campo
et_ee: väli
id_id: bidang
ja_jp: 分野
pl_pl: pole

source: value
ca_es: valor
es_es: valor
et_ee: väärtus
id_id: nilai
ja_jp: 価値
pl_pl: wartość

source: simple or quoted term
ca_es: terme simple o citat
es_es: término simple o citado
et_ee: liht- või tsiteeritud termin
id_id: istilah sederhana atau dikutip
ja_jp: 単純または引用符付きの用語
pl_pl: termin prosty lub cytowany

source: see date format
ca_es: veure format de data
es_es: ver formato de fecha
et_ee: vaata kuupäevavormingut
id_id: lihat format tanggal
ja_jp: 日付形式を参照
pl_pl: zobacz format daty

source: yes or no
ca_es: sí o no
es_es: si o no
et_ee: jah või ei
id_id: ya atau tidak
ja_jp: はい、もしくは、いいえ
pl_pl: Tak lub nie

source: 1, 2, 3, 4, 5, or unrated or 0
ca_es: 1, 2, 3, 4, 5 o sense classificació o 0
es_es: 1, 2, 3, 4, 5 o sin clasificar o 0
et_ee: 1, 2, 3, 4, 5 või hinnanguta või 0
id_id: 1, 2, 3, 4, 5, atau tidak diberi peringkat atau 0
ja_jp: 1、2、3、4、5、または評価なしまたは0
pl_pl: 1, 2, 3, 4, 5 lub bez oceny lub 0

source: Status (inverted)
ca_es: Estat (invertit)
es_es: Estado (invertido)
et_ee: Staatus (ümberpööratud)
id_id: Status (terbalik)
ja_jp: ステータス（反転）
pl_pl: Stan (odwrócony)

source: Highest Custom ID
ca_es: ID personalitzat més alt
es_es: ID personalizado más alto
et_ee: Kõrgeim kohandatud ID
id_id: ID Kustom Tertinggi
ja_jp: 最高カスタムID
pl_pl: Najwyższy identyfikator niestandardowy

source: Lowest Custom ID
ca_es: ID personalitzat més baix
es_es: ID personalizado más bajo
et_ee: Madalaim kohandatud ID
id_id: ID Kustom Terendah
ja_jp: 最低カスタムID
pl_pl: Najniższy identyfikator niestandardowy

source: Allow Admins to add existing users to their team
ca_es: Permet als administradors afegir usuaris existents al seu equip
es_es: Permitir al administrador añadir usuarios existentes a su equipo
et_ee: Luba administraatoritel lisada oma meeskonda olemasolevaid kasutajaid
id_id: Izinkan Admin untuk menambahkan pengguna yang sudah ada ke dalam tim mereka
ja_jp: 管理者が既存のユーザーをチームに追加できるようにする
pl_pl: Zezwalaj administratorom na dodawanie istniejących użytkowników do ich zespołu

source: Sort by column
ca_es: Ordena per columna
es_es: Ordenar por columna
et_ee: Sorteeri veeru järgi
id_id: Urutkan berdasarkan kolom
ja_jp: 列で並べ替え
pl_pl: Sortuj według kolumny

source: Custom ID is already used! Try another one.
ca_es: L'identificador personalitzat ja s'utilitza! Proveu-ne un altre.
es_es: ¡La identificación personalizada ya está en uso! Prueba otro.
et_ee: Kohandatud ID on juba kasutusel! Proovige teist.
id_id: ID kustom sudah digunakan! Coba yang lain.
ja_jp: カスタム ID はすでに使用されています。別の ID を試してください。
pl_pl: Niestandardowy identyfikator jest już używany! Spróbuj następnego.

source: Account expiration warning
ca_es: Avís de caducitat del compte
es_es: Advertencia de vencimiento de cuenta
et_ee: Konto aegumise hoiatus
id_id: Peringatan akun kedaluwarsa
ja_jp: アカウント有効期限の警告
pl_pl: Ostrzeżenie o wygaśnięciu konta

source: Your account on %s is due to expire on %s and become inaccessible (archived) passed this date. All your data will still be visible to others, but you will not be able to access it through this account.
ca_es: El vostre compte a %s caducarà el %s i es tornarà inaccessible (arxivat) passat aquesta data. Totes les teves dades continuaran sent visibles per als altres, però no hi podràs accedir mitjançant aquest compte.
es_es: Su cuenta en %s vencerá el %s y quedará inaccesible (archivada) después de esta fecha. Todos sus datos seguirán siendo visibles para los demás, pero no podrá acceder a ellos a través de esta cuenta.
et_ee: Teie konto domeenis %s aegub %s ja muutub pärast seda kuupäeva ligipääsmatuks (arhiveeritakse). Kõik teie andmed on teistele endiselt nähtavad, kuid te ei pääse neile selle konto kaudu ligi.
id_id: Akun Anda di %s akan kedaluwarsa pada tanggal %s dan tidak dapat diakses (diarsipkan) setelah tanggal tersebut. Semua data Anda akan tetap dapat dilihat oleh orang lain, namun Anda tidak akan dapat mengaksesnya melalui akun ini.
ja_jp: %s のアカウントは %s に期限切れとなり、この日付を過ぎるとアクセスできなくなります (アーカイブされます)。他のユーザーは引き続きすべてのデータを閲覧できますが、このアカウントからアクセスすることはできません。
pl_pl: Twoje konto na %s wygaśnie w dniu %s i po tym terminie stanie się niedostępne (zarchiwizowane). Wszystkie Twoje dane będą nadal widoczne dla innych, ale nie będziesz mieć do nich dostępu za pośrednictwem tego konta.

source: Account expiration information
ca_es: Informació de caducitat del compte
es_es: Información de vencimiento de la cuenta
et_ee: Konto aegumise teave
id_id: Informasi akun kedaluwarsa
ja_jp: アカウントの有効期限情報
pl_pl: Informacje o wygaśnięciu konta

source: One or several user accounts in your team will expire soon. Their account will become inaccessible (archived). All their data will still be visible to others.
ca_es: Un o diversos comptes d'usuari del vostre equip caducaran aviat. El seu compte es tornarà inaccessible (arxivat). Totes les seves dades encara seran visibles per als altres.
es_es: Una o varias cuentas de usuario de su equipo caducarán pronto. Su cuenta quedará inaccesible (archivada). Todos sus datos seguirán siendo visibles para los demás.
et_ee: Üks või mitu kasutajakontot teie meeskonnas aeguvad peagi. Nende kontod muutuvad ligipääsmatuks (arhiveeritakse). Kõik nende andmed on teistele endiselt nähtavad.
id_id: Satu atau beberapa akun pengguna dalam tim Anda akan segera kedaluwarsa. Akun mereka tidak akan dapat diakses (diarsipkan). Semua data mereka akan tetap dapat dilihat oleh orang lain.
ja_jp: チーム内の 1 つまたは複数のユーザー アカウントがまもなく期限切れになります。そのアカウントはアクセスできなくなります (アーカイブされます)。そのユーザーのすべてのデータは、引き続き他のユーザーに表示されます。
pl_pl: Jedno lub kilka kont użytkowników w Twoim zespole wkrótce wygaśnie. Ich konto stanie się niedostępne (zarchiwizowane). Wszystkie ich dane będą nadal widoczne dla innych.

source: A new eLabFTW version has been installed since your last visit.%sRead the release notes by clicking this message.
ca_es: S'ha instal·lat una nova versió d'eLabFTW des de la vostra darrera visita.%sLlegiu les notes de la versió fent clic a aquest missatge.
es_es: Se instaló una nueva versión de eLabFTW desde su última visita.%sLea las notas de la versión haciendo clic en este mensaje.
et_ee: Pärast teie viimast külastust on installitud uus eLabFTW versioon. %sLugege väljalaskemärkmeid, klõpsates sellel teatel.
id_id: Versi eLabFTW baru telah diinstal sejak kunjungan terakhir Anda.%sBaca catatan rilis dengan mengklik pesan ini.
ja_jp: 前回のアクセス以降、新しい eLabFTW バージョンがインストールされました。%sこのメッセージをクリックしてリリース ノートをお読みください。
pl_pl: Od czasu Twojej ostatniej wizyty została zainstalowana nowa wersja eLabFTW.%sPrzeczytaj uwagi do wydania, klikając tę wiadomość.

source: You are trying to archive an unvalidated user. Maybe you want to delete the account?
ca_es: Esteu provant d'arxivar un usuari no validat. Potser voleu suprimir el compte?
es_es: Está intentando archivar un usuario no validado. ¿Quizás quieras eliminar la cuenta?
et_ee: Sa üritad arhiveerida valideerimata kasutajat. Võib-olla soovid konto kustutada?
id_id: Anda mencoba mengarsipkan pengguna yang tidak tervalidasi. Mungkin Anda ingin menghapus akun?
ja_jp: 検証されていないユーザーをアーカイブしようとしています。アカウントを削除してもよろしいでしょうか?
pl_pl: Próbujesz zarchiwizować niezweryfikowanego użytkownika. Może chcesz usunąć konto?

source: A sysadmin account cannot be archived.
ca_es: No es pot arxivar un compte d'administrador del sistema.
es_es: No se puede archivar una cuenta de administrador de sistemas.
et_ee: Süsteemiadministraatori kontot ei saa arhiveerida.
id_id: Akun sysadmin tidak dapat diarsipkan.
ja_jp: sysadmin アカウントはアーカイブできません。
pl_pl: Nie można zarchiwizować konta sysadmin.

source: Tags of the team
ca_es: Etiquetes de l'equip
es_es: Etiquetas del equipo
et_ee: Meeskonna sildid
id_id: Tag dari tim
ja_jp: チームのタグ
pl_pl: Tagi zespołu

source: Remote directory users list
ca_es: Llista d'usuaris del directori remot
es_es: Lista de usuarios del directorio remoto
et_ee: Kaugkataloogi kasutajate loend
id_id: Daftar pengguna direktori jarak jauh
ja_jp: リモートディレクトリユーザーリスト
pl_pl: Lista użytkowników katalogu zdalnego

source: Report bug
ca_es: Informa d'un error
es_es: Reportar un error
et_ee: Teata veast
id_id: Laporkan bug
ja_jp: バグを報告する
pl_pl: Zgłoś błąd

source: Select language
ca_es: Escolliu l'idioma
es_es: Seleccione el idioma
et_ee: Valige keel
id_id: Pilih bahasa
ja_jp: 言語の選択
pl_pl: Wybierz język

source: Main menu
ca_es: Menú principal
es_es: Menú principal
et_ee: Peamenüü
id_id: Menu utama
ja_jp: メインメニュー
pl_pl: Menu główne

source: Toggle navigation
ca_es: Canvia la navegació
es_es: Navegación de palanca
et_ee: Luba/keela navigeerimine
id_id: Alihkan navigasi
ja_jp: ナビゲーションを切り替える
pl_pl: Przełącz nawigację

source: Show password
ca_es: Ensenya la contrasenya
es_es: Mostrar contraseña
et_ee: Näita parooli
id_id: Tunjukkan sandi
ja_jp: パスワードを表示
pl_pl: Pokaż hasło

source: Download
ca_es: descarregar
es_es: Descargar
et_ee: Laadi alla
id_id: Unduh
ja_jp: ダウンロード
pl_pl: Pobierać

source: Display allowed email domains
ca_es: Mostra els dominis de correu electrònic permesos
es_es: Mostrar dominios de correo electrónico permitidos
et_ee: Kuva lubatud e-posti domeenid
id_id: Tampilkan domain email yang diperbolehkan
ja_jp: 許可されたメールドメインを表示する
pl_pl: Wyświetl dozwolone domeny e-mail

source: Select
ca_es: Seleccioneu
es_es: Seleccionar
et_ee: Vali
id_id: Pilih
ja_jp: 選択する
pl_pl: Wybierać

source: Scope
ca_es: Àmbit
es_es: Ámbito
et_ee: Ulatus
id_id: Cakupan
ja_jp: 範囲
pl_pl: Zakres

source: Self
ca_es: Jo mateix
es_es: Ser
et_ee: Ise
id_id: Sendiri
ja_jp: 自己
pl_pl: Samego siebie

source: Everything
ca_es: Tot
es_es: Todo
et_ee: Kõik
id_id: Semuanya
ja_jp: すべて
pl_pl: Wszystko

source: Date operator
ca_es: Operador de data
es_es: Operador de fecha
et_ee: Kuupäevaoperaator
id_id: Operator tanggal
ja_jp: 日付演算子
pl_pl: Operator daty

source: Entry
ca_es: Entrada
es_es: Entrada
et_ee: Sissepääs
id_id: Entri
ja_jp: エントリ
pl_pl: Wejście

source: Query filters
ca_es: Filtres de consulta
es_es: Filtros de consulta
et_ee: Päringufiltrid
id_id: Filter kueri
ja_jp: クエリフィルター
pl_pl: Filtry zapytań

source: Limit category
ca_es: Categoria límit
es_es: Categoría límite
et_ee: Piirangukategooria
id_id: Batasi kategori
ja_jp: 制限カテゴリ
pl_pl: Kategoria graniczna

source: Limit author
ca_es: Autor límit
es_es: Limitar autor
et_ee: Piira autorit
id_id: Batasi penulis
ja_jp: 著者の制限
pl_pl: Ogranicz autora

source: Load more
ca_es: Carrega més
es_es: Carga más
et_ee: Laadi juurde
id_id: Memuat lebih banyak
ja_jp: もっと読み込む
pl_pl: Załaduj więcej

source: Drag to reorder
ca_es: Arrossegueu per reordenar
es_es: Arrastre para reordenar
et_ee: Lohistage ümberjärjestamiseks
id_id: Seret untuk menyusun ulang
ja_jp: 再注文のためにドラッグする
pl_pl: Przeciągnij, aby zmienić kolejność

source: Email configuration is required. Consult the documentation (%slink%s) for help.
ca_es: La configuració del correu electrònic és necessària. Consulteu la documentació (%slink%s) per obtenir ajuda.
es_es: Se requiere configuración de correo electrónico. Consulta la documentación (%slink%s) para obtener ayuda.
et_ee: E-posti seadistamine on kohustuslik. Abi saamiseks vaadake dokumentatsiooni (%slink%s).
id_id: Diperlukan konfigurasi email. Baca dokumentasi (%slink%s) untuk mendapatkan bantuan.
ja_jp: 電子メールの設定が必要です。ヘルプについては、ドキュメント (%slink%s) を参照してください。
pl_pl: Wymagana jest konfiguracja poczty e-mail. Aby uzyskać pomoc, zapoznaj się z dokumentacją (%slink%s).

source: Audit Logs
ca_es: Registres d'auditoria
es_es: Registros de auditoría
et_ee: Auditilogid
id_id: Log audit
ja_jp: 監査ログ
pl_pl: Dzienniki audytu

source: URL where the Chat room menu entry from Help dropdown points
ca_es: URL on es troba l'entrada del menú de la sala de xat del menú desplegable Ajuda
es_es: URL donde apunta la entrada del menú de la sala de chat desde el menú desplegable de Ayuda
et_ee: URL, kuhu osutab vestlusruumi menüükirje rippmenüüst Abi
id_id: URL tempat entri menu Chat dari poin dropdown Bantuan
ja_jp: ヘルプドロップダウンのチャットルームメニューエントリが指すURL
pl_pl: Adres URL, pod którym znajduje się pozycja menu pokoju rozmów z punktów rozwijanych Pomoc

source: Allow Admins to archive users
ca_es: Permet als administradors arxivar els usuaris
es_es: Permitir a los administradores archivar usuarios
et_ee: Luba administraatoritel kasutajaid arhiveerida
id_id: Izinkan Admin untuk mengarsipkan pengguna
ja_jp: 管理者がユーザーをアーカイブできるようにする
pl_pl: Zezwalaj administratorom na archiwizowanie użytkowników

source: Email address
ca_es: Correu electrònic
es_es: Dirección de correo electrónico
et_ee: E-posti aadress
id_id: Alamat email
ja_jp: 電子メールアドレス
pl_pl: Adres e-mail

source: Audit Logs configuration
ca_es: Configuració dels registres d'auditoria
es_es: Configuración de registros de auditoría
et_ee: Auditeerimislogide konfiguratsioon
id_id: Konfigurasi Log Audit
ja_jp: 監査ログの構成
pl_pl: Konfiguracja dzienników audytu

source: Emit audit logs with PHP error log
ca_es: Emet registres d'auditoria amb registre d'errors PHP
es_es: Emitir registros de auditoría con registro de errores de PHP
et_ee: Auditilogide väljastamine PHP vealogiga
id_id: Mengeluarkan log audit dengan log kesalahan PHP
ja_jp: PHP エラーログとともに監査ログを出力する
pl_pl: Emituj dzienniki audytu z dziennikiem błędów PHP
