Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: Disable the rich text editor and write Markdown directly
ca_es: Inhabilita l'editor de text enriquit i escriu Markdown directament
es_es: Inhabilitar el editor de texto enriquecido y escribir Markdown directamente
et_ee: Keela rikkaliku teksti redaktor ja kirjuta otse Markdowni
id_id: Matikan penyunting teks kaya dan tulis penanda secara langsung
it_it: Disabilita l'editor RTF e scrivi direttamente in linguaggio "Markdown"
ja_jp: リッチテキストエディターを無効にし，直接Markdownで書く
pl_pl: Zablokuj wizualny edytor tekstowy i używaj jedynie tagów HTML

source: Default visibility for new experiments
ca_es: Visibilitat per defecte per a nous experiments
es_es: Visibilidad por defecto para nuevos experimentos
et_ee: Uute eksperimentide vaikenähtavus
id_id: Tampilan awal untuk eksperimen baru
it_it: Visibilità predefinita dei nuovi esperimenti
ja_jp: 新しい実験ノートを閲覧できる人
pl_pl: Domyślna widoczność nowo utworzonych eksperymentów

source: User
ca_es: Usuari
es_es: Usuario
et_ee: Kasutaja
id_id: Pengguna
it_it: Utente
ja_jp: ユーザー
pl_pl: Użytkownik

source: If you are behind a firewall/proxy, enter the address here. Example: http://proxy.example.com:3128
ca_es: Si es troba darrera d'un firewall/proxy, escrigui aquí l'adreça. Exemple: http://proxy.example.com:3128
es_es: Si se encuentra tras un firewall/proxy, escriba aquí la dirección. Ejemplo: http://proxy.example.com:3128
et_ee: Kui asute tulemüüri/proksi taga, sisestage aadress siia. Näide: http://proxy.example.com:3128
id_id: Jika anda menggunakan firewall/proksi, masukkan alamatnya di sini. Contoh: http://proxy.example.com:3128
it_it: Si è dietro ad un firewall/proxy. Inserirne qui l'indirizzo. Per esempio: http://proxy.example.com:3128
ja_jp: ファイアウォール/プロキシを通している場合は，ここにアドレスを入力します。例：http://proxy.example.com:3128
pl_pl: Jeżeli jesteś za firewallem/proxy, wpisz adres tutaj. Przykładowo: http://proxy.example.com:3128

source: Back to listing
ca_es: Tornar a la llista
es_es: Volver a la lista
et_ee: Tagasi loendisse
id_id: Kembali ke daftar
it_it: Ritorna all'elenco
ja_jp: リストに戻る
pl_pl: Wróć do listy

source: Select all
ca_es: Seleccionar tot
es_es: Seleccionar todo
et_ee: Vali kõik
id_id: Pilih semua
it_it: Seleziona tutto
ja_jp: すべて選択
pl_pl: Zaznacz wszystko

source: Invert selection
ca_es: Invertir selecció
es_es: Invertir selección
et_ee: Pööra valik
id_id: Balikkan pilihan
it_it: Inverti la selezione
ja_jp: 選択を反転する
pl_pl: Odwróć zaznaczenie

source: With selected:
ca_es: Amb seleccionats:
es_es: Con seleccionados:
et_ee: Valitud:
id_id: Untuk yang terpilih:
it_it: Con il/i selezionato/i:
ja_jp: 選択した場合：
pl_pl: Z zaznaczonymi:

source: Change status
ca_es: Canviar l'estat
es_es: Cambiar el estado
et_ee: Muuda staatust
id_id: Ubah status
it_it: Cambia stato
ja_jp: ステータスを変更する
pl_pl: Zmień status

source: Please make sure to remove any reference to this file in the body!
ca_es: Asegures d'eliminar tota referència a este arxiu en el cos!
es_es: Asegúrese de eliminar toda referencia a este archivo en el cuerpo!
et_ee: Palun eemaldage kindlasti kõik viited sellele failile sisutekstist!
id_id: Pastikan pada isi tidak ada lagi referensi ke berkas ini!
it_it: Attenzione: rimuovere qualsiasi riferimento a questo file nel testo!
ja_jp: 本文内への参照を削除してください！
pl_pl: Proszę, upewnij się aby usunąć w tekście wszystkie referencje do tego pliku!

source: Insert in text at cursor position
ca_es: Insertar text en la posició del cursor
es_es: Insertar texto en la posición del cursor
et_ee: Lisa tekst kursori asukohta
id_id: Sisipkan teks pada posisi kursor
it_it: Inserisci l'immagine a livello del cursore
ja_jp: カーソル位置にテキストを挿入
pl_pl: Wstaw w tekście w aktualnym miejscu

source: Archive user
ca_es: Usuari actiu
es_es: Usuario activo
et_ee: Arhiivi kasutaja
id_id: Arsipkan pengguna
it_it: Archivia utente
ja_jp: アーカイブユーザー
pl_pl: Archiwizuj użytkownika

source: Login as anonymous visitor
ca_es: Inicie sessió com a usuari anònim
es_es: Inicie sesión como usuario anónimo
et_ee: Logi sisse anonüümse külastajana
id_id: Masuk sebagai pengunjung anonim
it_it: Accedi come visitatore anonimo
ja_jp: 匿名でログイン
pl_pl: Zaloguj jako anonimowy użytkownik

source: PDF configuration
ca_es: Configuració PDF
es_es: Configuración PDF
et_ee: PDF-i konfiguratsioon
id_id: Pengaturan PDF
it_it: Configurazione file PDF
ja_jp: PDFの設定
pl_pl: Konfiguracja PDF

source: Select paper format for PDF
ca_es: Selecciona el format de paper per a PDF
es_es: Seleccione el formato de papel para PDF
et_ee: Valige PDF-i jaoks paberivorming
id_id: Pilih format kertas untuk PDF
it_it: Seleziona il formato della carta
ja_jp: PDFの用紙形式を選択する
pl_pl: Wybierz format papieru dla PDF

source: Upload a new version of this file
ca_es: Penjar una nova versió d'aquest arxiu
es_es: Subir una nueva versión de este archivo
et_ee: Laadi üles selle faili uus versioon
id_id: Unggah versi terbaru berkas ini
it_it: Carica una nuova versione di questo file
ja_jp: このファイルの新しいバージョンをアップロードします
pl_pl: Załaduj nową wersję tego pliku

source: Cartoon (proteins only)
ca_es: Dibuix (sols proteïnes)
es_es: Dibujo (sólo proteinas)
et_ee: Koomiksvaade (ainult valgud)
id_id: Kartun (hanya protein)
it_it: Cartoon (solo per le proteine)
ja_jp: タンパク質立体構造
pl_pl: Wizualizacja (tylko sekwencje białek)

source: Cross
ca_es: Creu
es_es: Cruz
et_ee: Rist
id_id: Silang
ja_jp: クロス
pl_pl: Krzyżyk

source: Line
ca_es: Línia
es_es: Línea
et_ee: Joon
id_id: Garis
ja_jp: ライン
pl_pl: Linia

source: Sphere
ca_es: Esfera
es_es: Esfera
et_ee: Kera
id_id: Bola
ja_jp: 球体
pl_pl: Sfera

source: Maximum file size for uploaded files
ca_es: Mida màxima de fitxers per als fitxers penjats
es_es: Tamaño máximo de archivos cargados
et_ee: Üleslaaditavate failide maksimaalne suurus
id_id: Ukuran berkas maksimal untuk diunggah
it_it: Massima dimensione dei file da caricare
ja_jp: アップロードされたファイルの最大ファイルサイズ
pl_pl: Maksymalny rozmiar pliku do załadowania

source: Timezone
ca_es: Fus horari
es_es: Zona horaria
et_ee: Ajavöönd
id_id: Zona waktu
it_it: Fuso orario
ja_jp: タイムゾーン
pl_pl: Strefa czasowa

source: Information
ca_es: Informació
es_es: Información
et_ee: Teave
id_id: Informasi
it_it: Informazioni
ja_jp: 情報
pl_pl: Informacja

source: completed
ca_es: finalitzat
es_es: completado
et_ee: lõpetatud
id_id: selesai
it_it: completato
ja_jp: 完了
pl_pl: ukończonych

source: commented
ca_es: va comentar
es_es: comentado
et_ee: kommenteeris
id_id: dikomentari
it_it: commentato
ja_jp: コメント済
pl_pl: z komentarzem

source: Close
ca_es: Tanca
es_es: Cerrar
et_ee: Sulge
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
pl_pl: Zamknij

source: Todolist
ca_es: Llista de tasques
es_es: Lista "Por hacer"
et_ee: Ülesannete nimekiri
id_id: Daftar Tugas
it_it: Attività
ja_jp: ToDoリスト
pl_pl: Lista TODO

source: Import
ca_es: Importa
es_es: Importar
et_ee: Impordi
id_id: Impor
it_it: Importazione
ja_jp: インポート
pl_pl: Importuj

source: Tag manager
ca_es: Gestor d’etiquetes
es_es: Etiquetar administrador
et_ee: Sildihaldur
id_id: Pengelola label
it_it: Gestione tag
ja_jp: タグマネージャー
pl_pl: Zarządzanie tagami

source: Manage tags of the team
ca_es: Gestiona les etiquetes de l'equip
es_es: Administrar etiquetas del equipo
et_ee: Meeskonna siltide haldamine
id_id: Kelola label tim
it_it: Gestione tag del team
ja_jp: チームのタグを管理する
pl_pl: Zarządzaj tagami zespołu badawczego

source: Select number of stars
ca_es: Selecciona el nombre d’estrelles
es_es: Seleccionar el número de estrellas
et_ee: Valige tähtede arv
id_id: Pilih jumlah bintang
it_it: Seleziona il numero di stelle
ja_jp: スターの数を選択
pl_pl: Wybierz liczbę gwiazdek

source: Select a team
ca_es: Selecciona un equip
es_es: Seleccione un equipo
et_ee: Valige meeskond
id_id: Pilih tim
it_it: Seleziona un team
ja_jp: チームを選択してください
pl_pl: Wybierz zespół

source: Privacy policy
ca_es: Política de privacitat
es_es: Política de privacidad
et_ee: Privaatsuspoliitika
id_id: Kebijakan privasi
it_it: Privacy
ja_jp: プライバシーポリシー
pl_pl: Polityka Prywatności

source: Generate report
ca_es: Generar informe
es_es: Crear un informe
et_ee: Aruande genereerimine
id_id: Buat laporan
it_it: Crea rapporto
ja_jp: レポートを生成する
pl_pl: Generuj raport

source: Without a valid way to send emails, users won't be able to reset their password. It is recommended to create a specific %ssmtp2go.com%s account and add the information here.
ca_es: Sense una manera vàlida d’enviar correus electrònics, els usuaris no podran restablir la seva contrasenya. Es recomana crear un compte específic %ssmtp2go.com%s i afegir la informació aquí.
es_es: Sin una manera de enviar emails lo s usuarios no serán capaces de resetear su contraseña. Se recomienda to crear una cuenta %ssmtp2go.com%s y añadir la información aquí.
et_ee: Ilma toimiva e-posti saatmise viisita ei saa kasutajad parooli lähtestada. Soovitatav on luua eraldi %ssmtp2go.com%s konto ja lisada andmed siia.
id_id: Tanpa cara yang valid untuk mengirim email, pengguna tidak akan dapat menyetel ulang sandi mereka. Direkomendasikan untuk membuat akun %ssmtp2go.com%s tertentu dan menambahkan informasi di sini.
it_it: In mancanza di una configurazione valida che consenta l'invio di messaggi di email, gli utenti non potranno ripristinare la propria password. Si raccomanda pertanto di creare un account %ssmtp2go.com%s e di aggiungere qui le relative informazioni.
ja_jp: 電子メールを送信する有効な方法がないと，ユーザーはパスワードをリセットできません。特定の%ssmtp2go.com%sのアカウントを作成し，ここに情報を追加することをお勧めします。
pl_pl: Bez poprawnie skonfigurowanego wysyłania e-maili, użytkownicy nie będą mogli resetować swojego hasła. Sugerowane jest stworzenie dedykowanego konta na stronie %ssmtp2go.com%s i uzupełnienie wszystkich informacji.

source: Note: the text below is a template and must be edited and saved.
ca_es: Nota: el text següent és una plantilla i s'ha d'editar i guardar.
es_es: Nota: el texto abajo es un modelo y debe ser editado y guardado.
et_ee: Märkus: allolev tekst on mall ja seda tuleb muuta ning salvestada.
id_id: Catatan: teks di bawah adalah templat yang harus disunting dan disimpan.
it_it: Attenzione: il testo sottostante rappresenta solo una traccia che deve essere integrata, affinata, modificata e salvata.
ja_jp: 注：以下のテキストはテンプレートであり，編集して保存する必要があります。
pl_pl: Uwaga: Poniższy tekst jest szablonem i musi być poprawiony i zapisany.

source: User ID
ca_es: ID d'usuari
es_es: ID usuario
et_ee: Kasutaja ID
id_id: ID pengguna
it_it: ID utente
ja_jp: ユーザーID
pl_pl: ID użytkownika

source: Delete user
ca_es: Suprimeix l'usuari
es_es: Eliminar usuario
et_ee: Kustuta kasutaja
id_id: Hapus pengguna
it_it: Elimina utente
ja_jp: ユーザーを削除
pl_pl: Usuń użytkownika

source: Select an identity provider
ca_es: Seleccioneu un proveïdor d’identitat
es_es: Seleccione un proveedor de identidad
et_ee: Valige identiteedi pakkuja
id_id: Pilih penyedia identitas
it_it: Seleziona un provider
ja_jp: IDプロバイダーを選択してください
pl_pl: Wybierz dostawcę tożsamości

source: The selected item(s) and all associated data will be permanently deleted. This cannot be undone. Are you sure?
ca_es: L’element o els elements seleccionats i totes les dades associades s’eliminaran definitivament. Això no es pot desfer. Estàs segur?
es_es: Los ítem(s) seleccionados y todo los datos asociados serán permanentemente elilminados. Esto no puede deshacerse. Está seguro?
et_ee: Valitud üksus(ed) ja kõik nendega seotud andmed kustutatakse jäädavalt. Seda ei saa tagasi võtta. Kas olete kindel?
id_id: Komponen terpilih dan data terkait akan dihapus permanen. Ini tidak dapat dibatalkan. Anda yakin?
it_it: Quanto è stato selezionato (nonché i dati associati) sarà definitivamente cancellato. Il processo è irreversibile. Si è veramente sicuri?
ja_jp: 選択したアイテムとすべての関連データが完全に削除されます。これは、元に戻すことはできません。実行して良いですか？
pl_pl: Wybrany element(y) i wszystkie powiązane z nim dane zostaną nieodwracalnie usunięte. Ta operacja nie może być cofnięta. Jesteś pewny?

source: Delete this tag?
ca_es: Vols suprimir aquesta etiqueta?
es_es: Eliminar esta etiqueta?
et_ee: Kas kustutada see silt?
id_id: Hapus label ini?
it_it: Si vuol eliminare questo tag?
ja_jp: このタグを削除しますか？
pl_pl: Usunąć ten tag?

source: by
ca_es: de
es_es: por
et_ee: kõrval
id_id: oleh
it_it: da
pl_pl: za pomocą

source: Book item
ca_es: Element de llibre
es_es: Item libro
et_ee: Broneeri üksus
id_id: Pesan komponen
it_it: Prenota oggetto
ja_jp: アイテムを予約する
pl_pl: Rezerwacja

source: Enter your password to edit your profile.
ca_es: Introduïu la vostra contrasenya per editar el vostre perfil.
es_es: Introduzca su contraseña para editar su perfil.
et_ee: Profiili muutmiseks sisestage oma parool.
id_id: Ketik kata sandi untuk menyunting profil Anda.
it_it: Inserire la password per modificare il proprio profilo.
ja_jp: パスワードを入力してプロファイルを編集します。
pl_pl: Podaj swoje hasło by edytować swój profil.

source: API keys
ca_es: Claus API
es_es: Claves API
et_ee: API-võtmed
id_id: Kunci API
it_it: Chiavi API
ja_jp: APIキー
pl_pl: Klucze API

source: Existing keys
ca_es: Claus existents
es_es: Llaves existentes
et_ee: Olemasolevad võtmed
id_id: Kunci tersedia
it_it: Chiavi esistenti
ja_jp: 既存のAPIキー
pl_pl: Istniejące klucze

source: Permissions
ca_es: Permisos
es_es: Permisos
et_ee: Õigused
id_id: Izin
it_it: Permessi
ja_jp: 許可
pl_pl: Uprawnienia

source: Creation date
ca_es: Data de creació
es_es: Fecha de creación
et_ee: Loomise kuupäev
id_id: Tanggal dibuat
it_it: Data di creazione
ja_jp: 作成日
pl_pl: Data utworzenia

source: Create new key
ca_es: Crea una clau nova
es_es: Crear una nueva llave
et_ee: Loo uus võti
id_id: Buat kunci baru
it_it: Crea una nuova chiave
ja_jp: 新しいAPIキーを作成
pl_pl: Utwórz nowy klucz

source: You belong to the %s team.
ca_es: Vostè pertany a l’equip %s.
es_es: Pertenece al equipo %s.
et_ee: Sa kuulud %s meeskonda.
id_id: Anda termasuk dalam tim %s.
it_it: Appartieni al team %s.
ja_jp: あなたは%sチームに所属しています。
pl_pl: Należysz do zespołu %s.

source: Subject
ca_es: Assignatura
es_es: Asunto
et_ee: Teema
id_id: Subyek
it_it: Oggetto
ja_jp: 件名
pl_pl: Temat

source: Content
ca_es: Contingut
es_es: Contenido
et_ee: Sisu
id_id: Konten
it_it: Contenuto
ja_jp: 内容
pl_pl: Treść

source: Email sent to %d users
ca_es: Correu electrònic enviat a %d usuaris
es_es: Email enviado a %d usuarios
et_ee: E-kiri saadeti %d kasutajatele
id_id: Surel terkirim ke %d pengguna
it_it: Messaggio inviato a %d utenti
ja_jp: %d人のユーザーに送信されたメール
pl_pl: Email został wysłany do %d użytkowników

source: Registration is disabled.
ca_es: El registre està desactivat.
es_es: El registro está deshabilitado.
et_ee: Registreerimine on keelatud.
id_id: Pendaftaran dinon-aktifkan.
it_it: La registrazione è disabilitata.
ja_jp: 登録は無効です。
pl_pl: Rejestracja została zablokowana.

source: Email provided is invalid.
ca_es: El correu electrònic proporcionat no és vàlid.
es_es: El correo electrónico introducido no es válido.
et_ee: Esitatud e-posti aadress on kehtetu.
id_id: Surel tidak valid.
it_it: L'indirizzo di email fornito non è valido.
ja_jp: 提供されたEメールは無効です。
pl_pl: Podany adres e-mail jest niepoprawny.

source: Input is too short! (minimum: %d)
ca_es: L’entrada és massa curta! (mínim: %d)
es_es: ¡La entrada es demasiado corta! (mínimo: %d)
et_ee: Sisend on liiga lühike! (miinimum: %d)
id_id: Terlalu pendek! (minimal: %d)
it_it: L'input è troppo corto! (minimo: %d)
ja_jp: 入力文字数が少なすぎます！ （最小：%d）
pl_pl: Dane są zbyt krótkie! (minimum: %d)

source: This experiment was locked by %s. You don't have the rights to unlock this.
ca_es: %s va bloquejar aquest experiment per %s. No teniu els drets per desbloquejar-ho.
es_es: Este experimento fue bloqueado por %s. No tiene los permisos para desbloquearlo.
et_ee: Selle eksperimendi lukustas %s. Sul pole õigusi seda avada.
id_id: Eksperimen ini dikunci oleh %s. Anda tidak memiliki wewenang untuk membukanya.
it_it: Questo esperimento è stato bloccato da %s. Non si hanno i permessi per sbloccarlo.
ja_jp: この実験ノートは%sによってロックされました。あなたには，これを解除する権限がありません。
pl_pl: Ten eksperyment został zablokowany przez %s. Nie masz uprawnień by go odblokować.

source: Unarchive user
ca_es: Usuari poc efectiu
es_es: Desarchivar usuario
et_ee: Kasutaja arhiivist eemaldamine
id_id: Batalkan pengarsipan pengguna
it_it: Ripristina utente dall'archivio
ja_jp: ユーザーのアーカイブ解除
pl_pl: Odtwórz z archiwum

source: Annotate this image
ca_es: Anota aquesta imatge
es_es: Anotar esta imagen
et_ee: Lisa sellele pildile märkused
id_id: Beri anotasi pada gambar ini
it_it: Annota questa immagine
ja_jp: この画像に注釈を付けます
pl_pl: Dodaj adnotację do tego obrazu

source: Announcement
ca_es: Convocatòria
es_es: Anuncio
et_ee: Teadaanne
id_id: Pengumuman
it_it: Comunicazione
ja_jp: アナウンス
pl_pl: Ogłoszenie

source: The following text will be displayed to all users on all pages while it's active.
ca_es: El text següent es mostrarà a tots els usuaris a totes les pàgines mentre estigui actiu.
es_es: El siguiente texto se mostrará a todos los usuarios en todas las páginas mientras esté activo.
et_ee: Järgnev tekst kuvatakse kõigile kasutajatele kõigil lehtedel, kui see on aktiivne.
id_id: Teks berikut akan ditampilkan kepada semua pengguna di semua halaman saat aktif.
it_it: Finché la comunicazione rimarrà attiva tutti gli utenti visualizzeranno in tutte le pagine il testo sottostante:
ja_jp: 次のテキストはアクティブな間，すべてのページのすべてのユーザーに表示されます。
pl_pl: Gdy jest aktywny, ten tekst będzie się wyświetlał wszystkim użytkownikom na wszystkich stronach.

source: Steps
ca_es: Passos
es_es: Pasos
et_ee: Sammud
id_id: Langkah
it_it: Passaggi
ja_jp: ステップ
pl_pl: Kroki

source: Results per page
ca_es: Resultats per pàgina
es_es: Resultados por página
et_ee: Tulemused lehe kohta
id_id: Hasil per halaman
it_it: Risultati per pagina
ja_jp: ページ毎の結果
pl_pl: Rezultaty na stronę

source: Stroke width
ca_es: Amplada del traç
es_es: Anchura del trazo
et_ee: Joone laius
id_id: Lebar guratan
it_it: Ampiezza del tratto
ja_jp: ストローク幅
pl_pl: Szerokość pędzla

source: Eraser
ca_es: Esborrador
es_es: Borrador
et_ee: Kustutuskumm
id_id: Penghapus
it_it: Gomma
ja_jp: 消しゴム
pl_pl: Gumka

source: Delete this step?
ca_es: Voleu eliminar aquest pas?
es_es: ¿Eliminar este paso?
et_ee: Kas kustutada see samm?
id_id: Hapus langkah ini?
it_it: Cancellare questo passaggio?
ja_jp: このステップを削除しますか？
pl_pl: Usunąć ten krok?

source: Delete this link?
ca_es: Voleu eliminar aquest enllaç?
es_es: ¿Eliminar este enlace?
et_ee: Kas kustutada see link?
id_id: Hapus tautan ini?
it_it: Eliminare questo collegamento?
ja_jp: このリンクを削除しますか？
pl_pl: Usunąć ten link?

source: JSON Editor
ca_es: Editor JSON
es_es: Editor JSON
et_ee: JSON-redaktor
id_id: Editor JSON
it_it: Editor JSON
ja_jp: JSONエディター
pl_pl: Edytor JSON

source: Create experiment from template
ca_es: Creeu experiment a partir de la plantilla
es_es: Crear experimento a partir de plantilla
et_ee: Loo eksperiment malli põhjal
id_id: Buat eksperimen dari template
it_it: Crea esperimento dal modello
ja_jp: テンプレートから実験ノートを作成
pl_pl: Utwórz eksperyment na podstawie szablonu

source: Add user
ca_es: Afegir usuari
es_es: Agregar usuario
et_ee: Lisa kasutaja
id_id: Tambahkan pengguna
it_it: Aggiugi utente
ja_jp: ユーザーを追加する
pl_pl: Dodaj użytkownika

source: Expand all
ca_es: Amplia tot
es_es: Expandir todo
et_ee: Laienda kõiki
id_id: Melebarkan semua
it_it: Espandi tutto
ja_jp: すべて展開
pl_pl: Rozwiń wszystkie

source: Clear all
ca_es: Netegeu-ho tot
es_es: Limpiar todo
et_ee: Tühjenda kõik
id_id: Bersihkan semua
it_it: Svuota tutto
ja_jp: すべてクリア
pl_pl: Wyczyść wszystko

source: Enforce a domain name for emails
ca_es: Apliqueu un nom de domini per a correus electrònics
es_es: Hacer cumplir un nombre de dominio para los correos electrónicos
et_ee: Domeeninime jõustamine meilidele
id_id: Terapkan nama domain untuk email
it_it: Applica un nome di dominio agli indirizzi di email
ja_jp: メールにドメイン名を適用する
pl_pl: Wymuś nazwę domeny dla e-maili

source: Only email addresses at this domain will be allowed to register an account.
ca_es: Només s’admetran les adreces de correu electrònic d’aquest domini per registrar un compte.
es_es: Solo las direcciones de correo electrónico de este dominio podrán registrar una cuenta.
et_ee: Konto registreerimiseks on lubatud ainult selle domeeni e-posti aadressid.
id_id: Hanya alamat email di domain ini yang akan diizinkan untuk mendaftarkan akun.
it_it: Solo agli indirizzi di email appartenenti a questo dominio è consentita la registrazione di un account.
ja_jp: このドメインのメールアドレスのみがアカウントの登録を許可されます。
pl_pl: Tylko adresy e-mail w tej domenie będą mogły zarejestrować konto.

source: Add account
ca_es: Afegir compte
es_es: Añadir cuenta
et_ee: Lisa konto
id_id: Menambahkan akun
it_it: Aggiungi account
ja_jp: アカウントを追加する
pl_pl: Dodaj konto

source: Edit event
ca_es: Edita l’esdeveniment
es_es: Editar evento
et_ee: Muuda sündmust
id_id: Edit acara
it_it: Modifica evento
ja_jp: イベントを編集
pl_pl: Edytuj wydarzenie

source: Unbind
ca_es: Desbloquejar
es_es: Desatar
et_ee: Vabasta sidumine
id_id: Memperlonggar
it_it: Scollega
ja_jp: 解放する
pl_pl: Rozwiązać

source: Bind an experiment
ca_es: Enllaça un experiment
es_es: Vincular un experimento
et_ee: Eksperimendi sidumine
id_id: Ikat eksperimen
it_it: Collega un esperimento
ja_jp: 実験ノートを連結する
pl_pl: Powiązać eksperyment

source: Attach
ca_es: Adjuntar
es_es: Adjuntar
et_ee: Lisanda
id_id: Melampirkan
it_it: Allega
ja_jp: 添付
pl_pl: Dołączać

source: Load into JSON Editor
ca_es: Carrega-ho a l'editor JSON
es_es: Cargar en el editor JSON
et_ee: Laadi JSON-redaktorisse
id_id: Muat ke JSON Editor
it_it: Carica in un editor di file JSON
ja_jp: JSONエディターに読み込む
pl_pl: Wczytaj do edytora JSON

source: Default write permission for new experiments
ca_es: Permís d'escriptura per defecte de nous experiments
es_es: Permiso de escritura predeterminado para nuevos experimentos
et_ee: Uute eksperimentide vaikekirjutusõigus
id_id: Izin menulis default untuk eksperimen baru
it_it: Permesso predefinito in scrittura dei nuovi esperimenti
ja_jp: 新しい実験ノートのデフォルトの書き込み権限
pl_pl: Domyślne uprawnienia do zapisu w nowych eksperymentach

source: Only emails @%s are authorized to register
ca_es: Només els correus electrònics @%s estan autoritzats a registrar-se
es_es: Solo los correos electrónicos @%s están autorizados a registrarse
et_ee: Registreeruda saavad ainult e-posti aadressid @%s
id_id: Hanya email @%s yang diizinkan untuk mendaftar
it_it: Si possono registrare solo indirizzi di email del tipo: @%s
ja_jp: 登録が許可されているのは@%sメールのみです
pl_pl: Tylko e-maile @%s mogą się zarejestrować

source: Password must contain at least %d characters.
ca_es: La contrasenya ha de contenir almenys %d caràcters.
es_es: La contraseña debe contener al menos %d caracteres.
et_ee: Parool peab sisaldama vähemalt %d tähemärki.
id_id: Kata sandi harus terdiri dari setidaknya %d karakter.
it_it: La password deve contenere almeno %d caratteri.
ja_jp: パスワードには少なくとも%d文字が含まれている必要があります。
pl_pl: Hasło musi zawierać co najmniej %d znaków.

source: More options
ca_es: Més opcions
es_es: Mas opciones
et_ee: Rohkem valikuid
id_id: Lebih banyak pilihan
it_it: Altre opzioni
ja_jp: より多くのオプション
pl_pl: Więcej możliwości

source: Reset your password
ca_es: Restablir la contrasenya
es_es: Restablecer su contraseña
et_ee: Lähtesta oma parool
id_id: Mereset password Anda
it_it: Reimposta la password
ja_jp: あなたのパスワードをリセット
pl_pl: Zresetuj swoje hasło

source: Send reset link
ca_es: Envia l'enllaç de restabliment
es_es: Enviar enlace de restablecimiento
et_ee: Saada lähtestamise link
id_id: Kirim tautan setel ulang
it_it: Invia il collegamento per la reimpostazione
ja_jp: リセットリンクを送信
pl_pl: Wyślij link do resetowania

source: Login to your account
ca_es: Inicieu la sessió al vostre compte
es_es: Ingrese a su cuenta
et_ee: Logi sisse oma kontole
id_id: Masuk ke akun Anda
it_it: Accedi al tuo account
ja_jp: あなたのアカウントにログイン
pl_pl: Zaloguj się na swoje konto

source: Forgot password?
ca_es: Has oblidat la contrasenya?
es_es: ¿Se te olvidó tu contraseña?
et_ee: Unustasid parooli?
id_id: Tidak ingat kata sandi?
it_it: Password dimenticata?
ja_jp: パスワードをお忘れですか？
pl_pl: Zapomniałeś hasła?
