Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: If the account exists, an email has been sent.
ca_es: Si el compte existeix, s'ha enviat un correu electrònic.
es_es: Si la cuenta existe, un email ha sido enviado
et_ee: Kui konto on olemas, on saadetud e-kiri.
id_id: Jika akun tersebut ada, email telah dikirim.
ja_jp: アカウントが存在する場合、メールが送信されています。
pl_pl: Jeśli konto istnieje, wysłano wiadomość e-mail.

source: Your account is not validated. An admin of your team needs to validate it!
ca_es: El teu compte no està validat. Un administrador del teu equip ho ha de validar!
es_es: ¡Su cuenta no está validada. Un administrador de su equipo necesita validarlo!
et_ee: Teie konto pole valideeritud. Teie meeskonna administraator peab selle valideerima!
id_id: Akun Anda tidak divalidasi. Admin tim Anda perlu memvalidasinya!
ja_jp: あなたのアカウントは有効ではありません。チーム管理者がアカウントを確認する必要があります。
pl_pl: Twoje konto nie jest zweryfikowane. Administrator Twojego zespołu musi to potwierdzić!

source: Hi. Someone (probably you) requested a new password on eLabFTW.%s Please follow this link to reset your password: %s %sThis link is only valid for %s minutes.
ca_es: Hola. Algú (probablement tu) ha sol·licitat una nova contrasenya a eLabFTW.%s Si us plau, seguiu aquest enllaç per restablir la vostra contrasenya: %s %sAquest enllaç només és vàlid durant %s minuts.
es_es: Hola. Alguien (probablemente tú) ha solicitado una nueva contraseña en eLabFTW.%s Por favor, sigue este enlace para reiniciar tu contraseña: %s %sEste enlace es sólo válido por %s minutos.
et_ee: Tere. Keegi (tõenäoliselt sina) küsis eLabFTW-s uut parooli.%s Palun järgi seda linki parooli lähtestamiseks: %s %sSee link kehtib ainult %s minutit.
id_id: Hai. Seseorang (mungkin Anda) meminta kata sandi baru di eLabFTW.%s Ikuti tautan ini untuk mengatur ulang kata sandi Anda: %s %sTautan ini hanya berlaku untuk %s menit.
ja_jp: こんにちは。誰か（おそらくあなた）がeLabFTWに新しいパスワードを要求しました。%s このリンクからパスワードをリセットしてください:%s このリンクは%s 分のみ有効です。
pl_pl: Cześć. Ktoś (prawdopodobnie Ty) zażądał nowego hasła na eLabFTW.%s Proszę kliknąć ten link, aby zresetować hasło: %s %sTen link jest ważny tylko przez %s minut.

source: This link has expired! Password reset links are only valid for %s minutes.
ca_es: Aquest enllaç ha caducat! Els enllaços de restabliment de la contrasenya només són vàlids durant %s minuts.
es_es: ¡El enlace ha expirado! Los enlaces de reinicio de contraseña solo son válidos durante %s minutos.
et_ee: See link on aegunud! Parooli lähtestamise lingid kehtivad ainult %s minutit.
id_id: Tautan ini telah kedaluwarsa! Tautan pengaturan ulang kata sandi hanya berlaku selama %s menit.
ja_jp: このリンクは有効期限が切れています！パスワードリセットリンクは %s 分のみ有効です。
pl_pl: Ten link wygasł! Linki do resetowania hasła są ważne tylko przez %s minut.

source: This browser cannot login anymore because of too many failed attempts.
ca_es: Aquest navegador ja no pot iniciar sessió a causa de massa intents fallits.
es_es: Este navegador no puede volver a conectar a causa de demasiados intentos fallidos.
et_ee: See brauser ei saa enam sisse logida, kuna on liiga palju ebaõnnestunud katseid.
id_id: Browser ini tidak dapat login lagi karena terlalu banyak percobaan yang gagal.
ja_jp: このブラウザからの試行回数が多いためログインできません。
pl_pl: Ta przeglądarka nie może się już zalogować z powodu zbyt wielu nieudanych prób.

source: Experiments must use a template!
ca_es: Els experiments han d'utilitzar una plantilla!
es_es: ¡Los experimentos deben usar una plantilla!
et_ee: Eksperimendid peavad kasutama malli!
id_id: Eksperimen harus menggunakan template!
ja_jp: 実験ノートにはテンプレートが必要です!
pl_pl: Eksperymenty muszą korzystać z szablonu!

source: Name of field
ca_es: Nom del camp
es_es: Nombre del campo
et_ee: Välja nimi
id_id: Nama kolom
ja_jp: フィールド名
pl_pl: Nazwa pola

source: Value
ca_es: Valor
es_es: Valor
et_ee: Väärtus
id_id: Nilai
ja_jp: 値
pl_pl: Wartość

source: Export database items
ca_es: Exporta elements de la base de dades
es_es: Exportar ítems de la base de datos
et_ee: Andmebaasi üksuste eksportimine
id_id: Ekspor item basis data
ja_jp: データベース項目のエクスポート
pl_pl: Eksportuj elementy bazy danych

source: Custom TSA
ca_es: TSA personalitzat
es_es: TSA Personalizado
et_ee: Kohandatud TSA
id_id: TSA khusus
ja_jp: カスタムTSA
pl_pl: Niestandardowe TSA

source: Favorite tags
ca_es: Etiquetes preferides
es_es: Etiquetas favoritas
et_ee: Lemmiksildid
id_id: Tag favorit
ja_jp: お気に入りのタグ
pl_pl: Ulubione tagi

source: Filter
ca_es: Filtra
es_es: Filtro
id_id: Saring
ja_jp: フィルター
pl_pl: Filtr

source: Add a tag as favorite
ca_es: Afegeix una etiqueta com a preferida
es_es: Añadir una etiqueta como favorita
et_ee: Lisa silt lemmikuks
id_id: Tambahkan tag sebagai favorit
ja_jp: タグをお気に入りに追加
pl_pl: Dodaj tag jako ulubiony

source: Any category
ca_es: Qualsevol categoria
es_es: Cualquier categoría
et_ee: Kõik kategooriad
id_id: Kategori apa saja
ja_jp: 任意のカテゴリ
pl_pl: Dowolna kategoria

source: Are you sure you want to undo this step?
ca_es: Estàs segura de voler desfer aquest pas?
es_es: ¿Está seguro que desea deshacer este paso?
et_ee: Kas oled kindel, et soovid selle sammu tagasi võtta?
id_id: Anda yakin ingin mengurungkan langkah ini?
ja_jp: 本当にこのステップを取り消しますか？
pl_pl: Czy na pewno chcesz cofnąć ten krok?

source: Test email
ca_es: Correu electrònic de prova
es_es: Probar correo electrónico
et_ee: Testi e-post
id_id: Uji email
ja_jp: emailをテスト
pl_pl: Wyślij testowy email

source: New comment posted
ca_es: S'ha publicat un nou comentari
es_es: Nuevo comentario publicado
et_ee: Uus kommentaar postitatud
id_id: Komentar baru diposting
ja_jp: 新しいコメントの投稿
pl_pl: Opublikowano nowy komentarz

source: New user added to your team
ca_es: S'ha afegit un usuari nou al teu equip
es_es: Nuevo usuario añadido a tu equipo
et_ee: Teie meeskonda lisati uus kasutaja
id_id: Pengguna baru ditambahkan ke tim Anda
ja_jp: あなたのチームに新しい人が追加されました。
pl_pl: Nowy użytkownik dodany do zespołu

source: [ACTION REQUIRED]
ca_es: [ACCIÓ REQUERIDA]
es_es: [Accción requerida]
et_ee: [VAJALIK TOIMETUS]
id_id: [PERLU TINDAKAN]
ja_jp: [操作を必要としています]
pl_pl: [WYMAGANE DZIAŁANIE]

source: Your account has been created
ca_es: El teu compte ha estat creat
es_es: Vuestra cuenta ha sido creada
et_ee: Teie konto on loodud
id_id: Akun anda telah dibuat
ja_jp: あなたのアカウントが作成されました
pl_pl: Pomyślnie utworzono konto

source: Account validated
ca_es: Compte validat
es_es: Cuenta validada
et_ee: Konto valideeritud
id_id: Akun divalidasi
ja_jp: アカウントを検証しました
pl_pl: Konto zweryfikowane

source: Hello. A step deadline is approaching:
ca_es: Hola. S'acosta un termini de pas:
es_es: Hola. Se acerca una fecha límite de paso:
et_ee: Tere. Etapi tähtaeg läheneb:
id_id: Halo. Batas waktu langkah semakin dekat:
ja_jp: こんにちは。ステップの締め切りが近づいてきました:
pl_pl: Witam. Zbliża się termin kroku:

source: A user needs account validation.
ca_es: Un usuari necessita la validació del compte.
es_es: Un usuario necesita la validación de la cuenta.
et_ee: Kasutaja vajab konto valideerimist.
id_id: Seorang pengguna membutuhkan validasi akun.
ja_jp: ユーザーはアカウント検証の必要があります。
pl_pl: Użytkownik wymaga weryfikacji konta.

source: There was a problem during PDF creation.
ca_es: Hi ha hagut un problema durant la creació del PDF.
es_es: Hubo un problema durante la creación del PDF.
et_ee: PDF-faili loomisel tekkis probleem.
id_id: Ada masalah dalam pembuatan PDF.
ja_jp: PDF作成中に問題が発生しました。
pl_pl: Wystąpił problem podczas tworzenia pliku PDF.

source: Tex rendering failed during PDF generation. The raw tex commands are retained but you might want to carefully check the generated PDF.
ca_es: La representació de Tex ha fallat durant la generació de PDF. Les ordres de tex en brut es conserven, però és possible que vulgueu comprovar acuradament el PDF generat.
es_es: La representación de texto falló durante la generación del PDF. Los comandos de texto sin formato se conservan, pero es posible que desee comprobar detenidamente el PDF generado.
et_ee: PDF-i genereerimisel ebaõnnestus teksti renderdamine. Töötlemata teksti käsud säilivad, kuid loodud PDF-i on soovitatav hoolikalt kontrollida.
id_id: Render tex gagal selama pembuatan PDF. Perintah tex mentah dipertahankan namun Anda perlu berhati-hati dalam memeriksa PDF yang dihasilkan.
ja_jp: PDF生成中にTexレンダリングに失敗しました。Texコマンドは保持されますが、生成されたPDFをチェックすることをおすすめします。
pl_pl: Renderowanie Tex nie powiodło się podczas generowania pliku PDF. Surowe polecenia tex są zachowywane, ale warto dokładnie sprawdzić wygenerowany plik PDF.

source: Some attached PDFs could not be appended.
ca_es: Alguns PDF adjunts no s'han pogut afegir.
es_es: Algunos PDFs no pudieron adjuntarse.
et_ee: Mõnda lisatud PDF-faili ei saanud lisada.
id_id: Beberapa PDF terlampir tidak dapat ditambahkan.
ja_jp: PDFの一部が添付できませんでした。
pl_pl: Nie można dołączyć niektórych załączonych plików PDF.

source: Query is too complex!
ca_es: La consulta és massa complexa!
es_es: ¡La consulta es demasiado compleja!
et_ee: Päring on liiga keeruline!
id_id: Kueri terlalu rumit!
ja_jp: クエリーが複雑すぎます！
pl_pl: Zapytanie jest zbyt złożone!

source: New comment notification
ca_es: Nova notificació de comentaris
es_es: Nueva notificación de comentario
et_ee: Kommentaari teavitus
id_id: Notifikasi komentar baru
ja_jp: 新着コメント通知
pl_pl: Powiadomienie o nowym komentarzu

source: Step deadline
ca_es: Termini de pas
es_es: Fecha límite del paso
et_ee: Ülesande tähtaeg
id_id: Tenggat waktu bertahap
ja_jp: ステップ締め切り
pl_pl: Termin realizacji kroków

source: New user created
ca_es: S'ha creat un nou usuari
es_es: Nuevo usuario creado
et_ee: Uus kasutaja loodud
id_id: Pengguna baru dibuat
ja_jp: 新しいユーザーが作成されました。
pl_pl: Utworzono nowego użytkownika

source: New user need validation
ca_es: Els nous usuaris necessiten validació
es_es: Nuevo usuario necesita validación
et_ee: Uus kasutaja vajab valideerimist
id_id: Pengguna baru membutuhkan validasi
ja_jp: 新しいユーザーは検証が必要です。
pl_pl: Nowy użytkownik wymaga weryfikacji

source: Export experiments of user
ca_es: Exporta experiments d'usuari
es_es: Exportar experimentos del ususario
et_ee: Kasutaja eksperimentide eksport
id_id: Eksperimen ekspor dari pengguna
ja_jp: ユーザーの実験ノートをエクスポート
pl_pl: Eksportowanie eksperymentów użytkownika

source: Notifications
ca_es: Notificacions
es_es: Notificaciones
et_ee: Teavitused
id_id: Notifikasi
ja_jp: お知らせ
pl_pl: Powiadomienia

source: No new notifications to show.
ca_es: No hi ha notificacions noves per mostrar.
es_es: No hay nuevas notificaciones a mostrar.
et_ee: Uusi teavitusi pole kuvada.
id_id: Tidak ada pemberitahuan baru untuk ditampilkan.
ja_jp: 新しい通知は表示されません。
pl_pl: Brak nowych powiadomień do wyświetlenia.

source: Notifications settings
ca_es: Configuració de notificacions
es_es: Ajustes de notificaciones
et_ee: Teavituste seaded
id_id: Pengaturan notifikasi
ja_jp: 通知設定
pl_pl: Ustawienia powiadomień

source: Request access to a team
ca_es: Sol·licitar accés a un equip
es_es: Solicitar acceso a un equipo
et_ee: Meeskonnale juurdepääsu taotlemine
id_id: Meminta akses ke tim
ja_jp: チームへのアクセスをリクエストする
pl_pl: Poproś o dostęp do zespołu

source: Request access
ca_es: Sol·licitar accés
es_es: Solicitar acceso
et_ee: Taotle juurdepääsu
id_id: Minta akses
ja_jp: アクセスを依頼
pl_pl: Poproś o dostęp

source: Your account has been created and will need to be validated by an admin.
ca_es: El vostre compte s'ha creat i haurà de ser validat per un administrador.
es_es: Su cuenta a sido creada y necesita ser validada por un administrador
et_ee: Teie konto on loodud ja administraator peab selle valideerima.
id_id: Akun Anda telah dibuat dan perlu divalidasi oleh admin.
ja_jp: アカウントが作成されましたので、管理者による認証が必要です。
pl_pl: Twoje konto zostało utworzone i będzie musiało zostać zweryfikowane przez administratora.

source: Search query
ca_es: Consulta de cerca
es_es: Consulta de búsqueda
et_ee: Otsingupäring
id_id: Permintaan pencarian
ja_jp: 検索クエリー
pl_pl: Szukaj zapytania

source: Date from
ca_es: Data Des de
es_es: Fecha desde
et_ee: Kuupäev alates
id_id: Tanggal dari
ja_jp: ～日から
pl_pl: Data od

source: less than
ca_es: menys que
es_es: menos que
et_ee: vähem kui
id_id: kurang dari
ja_jp: より小さい
pl_pl: mniej niż

source: less than or equal to
ca_es: menys que o igual a
es_es: menos que o igual a
et_ee: väiksem või võrdne
id_id: kurang dari atau sama dengan
ja_jp: 以下
pl_pl: mniejsze lub równe

source: equal to
ca_es: igual a
es_es: igual a
et_ee: võrdne
id_id: sama dengan
ja_jp: 等しい
pl_pl: równa się

source: greater than or equal to
ca_es: més gran o igual a
es_es: mayor que o igual a
et_ee: suurem või võrdne
id_id: lebih besar atau sama dengan
ja_jp: 以上
pl_pl: większe lub równe

source: greater than
ca_es: més gran que
es_es: mayor que
et_ee: suurem kui
id_id: lebih besar dari
ja_jp: より大きい
pl_pl: większy niż

source: not equal to
ca_es: no igual a
es_es: diferente a
et_ee: mitte võrdne
id_id: tidak sama dengan
ja_jp: 等しくない
pl_pl: nie równa się

source: Date to (optional)
ca_es: Data fins a (opcional)
es_es: Fecha hasta (opcional)
et_ee: Kuupäev (valikuline)
id_id: Tanggal hingga (opsional)
ja_jp: ～日まで(オプション)
pl_pl: Data do (opcjonalnie)

source: Select lock status
ca_es: Seleccioneu l'estat de bloqueig
es_es: Seleccionar estado de bloqueo
et_ee: Valige lukustuse olek
id_id: Pilih status terkunci
ja_jp: ロックの状態を選択
pl_pl: Wybierz stan blokady

source: Timestamped
ca_es: Segellat de temps
es_es: Sello de tiempo
et_ee: Ajatempliga
id_id: Memiliki timestamp
ja_jp: タイムスタンプ済み
pl_pl: Sygnatura czasowa

source: Select timestamp status
ca_es: Seleccioneu l'estat de la marca de temps
es_es: Seleccionar estado de sello de tiempo
et_ee: Valige ajatempli olek
id_id: Pilih status timestamp
ja_jp: タイムスタンプの状態を選択
pl_pl: Wybieranie stanu pieczęci czasu

source: Completion time:
ca_es: Temps de finalització:
es_es: Tiempo de finalización:
et_ee: Valmimisaeg:
id_id: Waktu penyelesaian:
ja_jp: 終了時間:
pl_pl: Czas realizacji:

source: Not finished
ca_es: Sense acabar
es_es: Sin terminar
et_ee: Pole lõpetatud
id_id: Tidak selesai
ja_jp: 未完成
pl_pl: Nie ukończono

source: Deadline:
ca_es: Data límit:
es_es: Fecha límite:
et_ee: Tähtaeg:
id_id: Tenggat waktu:
ja_jp: 締め切り:
pl_pl: Ostateczny termin:

source: Toggle notifications
ca_es: Commuta les notificacions
es_es: Alternar notificaciones
et_ee: Luba/keela teavitused
id_id: Alihkan notifikasi
ja_jp: 通知の切り替え
pl_pl: Przełączanie powiadomień

source: Clear deadline
ca_es: Termini clar
es_es: Plazo claro
et_ee: Selge tähtaeg
id_id: Hapus tenggat waktu
ja_jp: 締切の削除
pl_pl: Wyczyść termin końcowy

source: Set deadline in
ca_es: Estableix una data límit
es_es: Establecer fecha límite en
et_ee: Määrake tähtaeg
id_id: Atur tenggat waktu dalamn
ja_jp: 期限を設定する
pl_pl: Ustaw termin końcowy w

source: Uploads
ca_es: Càrregues
es_es: Cargas
et_ee: Üleslaadimised
id_id: Unggahan-unggahan
ja_jp: アップロード
pl_pl: Prześlij

source: Blockchain timestamp configuration
ca_es: Configuració de marca de temps de Blockchain
es_es: Configuración de sello de tiempo de blockchain
et_ee: Plokiahela ajatempli konfiguratsioon
id_id: Konfigurasi timestamp berdasarkan Blockchain
ja_jp: ブロックチェーンのタイムスタンプ設定
pl_pl: Konfiguracja łańcucha bloków pieczęci czasu

source: Where user uploaded files are stored:
ca_es: On s'emmagatzemen els fitxers penjats per l'usuari:
es_es: Donde se almacenan los archivos subidos por el usuario:
et_ee: Kus kasutaja üleslaaditud faile hoitakse:
id_id: Di mana file yang diunggah pengguna disimpan:
ja_jp: ユーザーがアップロードしたファイルが保存される場所:
pl_pl: Gdzie przechowywane są pliki przesłane przez użytkownika:

source: Local filesystem
ca_es: Sistema de fitxers local
es_es: Sistema de archivos local
et_ee: Kohalik failisüsteem
id_id: Sistem file lokal
ja_jp: ローカルファイルシステム
pl_pl: Lokalny system plików

source: S3 bucket
ca_es: Cubell S3
es_es: cubo S3
et_ee: S3 andmehoidla
ja_jp: S3バケット
pl_pl: Zasób S3

source: You can select where uploaded files will be stored. The default is local storage but you can configure any S3 compatible object storage.
ca_es: Podeu seleccionar on s'emmagatzemaran els fitxers penjats. El valor predeterminat és l'emmagatzematge local, però podeu configurar qualsevol emmagatzematge d'objectes compatible amb S3.
es_es: Puede seleccionar dónde se almacenarán los archivos cargados. El valor predeterminado es el almacenamiento local, pero puede configurar cualquier almacenamiento de objetos compatible con S3.
et_ee: Saate valida, kuhu üleslaaditud failid salvestatakse. Vaikimisi on see kohalik salvestusruum, kuid saate konfigureerida mis tahes S3-ga ühilduva objektisalvestusruumi.
id_id: Anda dapat memilih di mana file yang diunggah akan disimpan. Penyimpanan lokal akan digunakan secara default tetapi Anda dapat mengonfigurasi penyimpanan objek yang kompatibel dengan S3.
ja_jp: アップロードされたファイルの保存先を選択できます。デフォルトはローカルストレージですが、S3と互換性のあるオブジェクトストレージを設定できます。
pl_pl: Możesz wybrać, gdzie będą przechowywane przesłane pliki. Wartością domyślną jest magazyn lokalny, ale można skonfigurować dowolną obiektową pamięć masową zgodną z S3.

source: Web
et_ee: Veeb
pl_pl: Strona Internetowa

source: More information
ca_es: Més informació
es_es: Más información
et_ee: Lisateave
id_id: Informasi lebih lanjut
ja_jp: 詳細
pl_pl: Więcej informacji

source: Storage:
ca_es: Emmagatzematge:
es_es: Almacenamiento:
et_ee: Säilitamine:
id_id: Penyimpanan:
ja_jp: ストレージ：
pl_pl: Pamięć masowa:

source: Creation/modification of events in the past is not allowed!
ca_es: No es permet la creació/modificació d'esdeveniments en el passat!
es_es: ¡No se permite la creación/modificación de eventos en el pasado!
et_ee: Sündmuste loomine/muutmine minevikus ei ole lubatud!
id_id: Pembuatan/modifikasi event di masa lalu tidak diperbolehkan!
ja_jp: 過去のイベントの作成/変更は禁止されています！
pl_pl: Utworzenie/modyfikacja wydarzenia utworzonego w przeszłości jest niedozwolona!

source: A booked slot was deleted from the scheduler.
ca_es: S'ha suprimit un espai reservat del programador.
es_es: Se eliminó un espacio reservado del programador.
et_ee: Broneeritud aeg kustutati ajakavast.
id_id: Slot yang dipesan telah dihapus dari penjadwal.
ja_jp: 予約したスロットがスケジューラから削除されました。
pl_pl: Zarezerwowane okienko jest usunięte z terminarza.

source: Hi. %s (%s). See item: %s. It was booked from %s to %s.
ca_es: Hola. %s (%s). Veure element: %s. S'ha reservat de %s a %s.
es_es: Hola. %s (%s). Ver artículo: %s. Fue reservado de %s a %s.
et_ee: Tere. %s (%s). Vaata eset: %s. See broneeriti %s-lt %s-le.
id_id: Hai. %s (%s). Lihat item: %s. Item ini dipesan dari %s hingga %s.
ja_jp: こんにちは。%s (%s)。項目を参照してください： %s。 %sから%sに予約されました。
pl_pl: WItaj. %s (%s). Zobacz pozycję: %s. Zarezerwowane od %s do %s.

source: Booking event cancelled
ca_es: Esdeveniment de reserva cancel·lat
es_es: Evento de reserva cancelado
et_ee: Broneering tühistatud
id_id: Pemesanan event dibatalkan
ja_jp: 予約イベントのキャンセル
pl_pl: Wydażenie zostało odwołane

source: Export bookings
ca_es: Exportar reserves
es_es: Exportar reservas
et_ee: Ekspordi broneeringud
id_id: Ekspor pemesanan
ja_jp: 予約のエクスポート
pl_pl: Eksportuj rezerwację

source: Import links
ca_es: Importa enllaços
es_es: Importar enlaces
et_ee: Impordi lingid
id_id: Impor tautan-tautan
ja_jp: リンクのインポート
pl_pl: link importu

source: Number of timestamps this past month reached the limit!
ca_es: El nombre de segells de temps aquest mes passat ha arribat al límit!
es_es: ¡El número de sellos de tiempo del mes pasado alcanzó el límite!
et_ee: Ajatemplite arv viimase kuu jooksul on saavutanud limiidi!
id_id: Jumlah timestamp bulan ini telah mencapai batas!
ja_jp: 過去1ヶ月のタイムスタンプ数が上限に達しました！
pl_pl: Liczba pieczęci czasu w tym miesiącu osiągnęła limit!

source: Show tagged experiments
ca_es: Mostra experiments etiquetats
es_es: Mostrar experimentos etiquetados
et_ee: Näita sildistatud eksperimente
id_id: Tampilkan eksperimen-eksperimen yang ditandai
ja_jp: タグのついた実験ノートを表示
pl_pl: Pokaż eksperymenty otagowane

source: Use %sCtrl%s + click to add text
ca_es: Utilitzeu %sCtrl%s + feu clic per afegir text
es_es: Utilice %sCtrl%s + clic para agregar texto
et_ee: Teksti lisamiseks vajutage %sCtrl%s + klõps
id_id: Gunakan %sCtrl%s + klik untuk menambah teks
ja_jp: テキストの追加には、%sCtrl%s を押しながらクリックします。
pl_pl: Użyj %sCtrl%s + kliknij, aby dodać tekst

source: See documentation about extra fields.
ca_es: Consulteu la documentació sobre camps addicionals.
es_es: Ver documentación sobre campos adicionales.
et_ee: Lisaväljade kohta vaata dokumentatsiooni.
id_id: Lihat dokumentasi mengenai kolom ekstra.
ja_jp: 追加フィールドについてはドキュメントを参照。
pl_pl: Zapoznaj się z dokumentacją dotyczącą dodatkowych pól.

source: MySQL Version
ca_es: Versió MySQL
es_es: Versión de MySQL
et_ee: MySQL-i versioon
id_id: Versi MySQL
ja_jp: MySQLバージョン
pl_pl: Moja wersja MySQL

source: Number of allowed timestamps per month (0 means no limit):
ca_es: Nombre de marques de temps permeses per mes (0 significa sense límit):
es_es: Número de sellos de tiempo permitidas por mes (0 significa sin límite):
et_ee: Lubatud ajatemplite arv kuus (0 tähendab piirangu puudumist):
id_id: Jumlah timestamp yang diizinkan per bulan (0 berarti tidak ada batas):
ja_jp: 1ヶ月に許可されるタイムスタンプの数（0は制限なしを意味する）:
pl_pl: Ilość dostępnych pieczęci czasu w miesiącu (0 oznacza brak limitów):

source: Error: invalid file extension for import. Allowed extensions: %s.
ca_es: Error: extensió de fitxer no vàlida per a la importació. Extensions permeses: %s.
es_es: Error: extensión de archivo no válida para importar. Extensiones permitidas: %s.
et_ee: Viga: importimiseks sobimatu faililaiend. Lubatud laiendid: %s.
id_id: Kesalahan: ekstensi file tidak valid untuk impor. Ekstensi yang diizinkan: %s.
ja_jp: エラー: インポート用のファイル拡張子が無効です。許可される拡張子: %s。
pl_pl: Błąd: nieprawidłowe rozszerzenie importowanego pliku. Dozwolone rozszerzenia to: %s.

source: Running
ca_es: En execució
es_es: En curso
et_ee: Töös
id_id: Menjalankan
ja_jp: 実行中
pl_pl: Zadanie w toku

source: Success
ca_es: Èxit
es_es: Éxito
et_ee: Õnnestus
id_id: Berhasil
ja_jp: 成功
pl_pl: Zadanie zakończone pomyślnie

source: Need to be redone
ca_es: Cal refer
es_es: Necesita repetirse
et_ee: Vaja ümber teha
id_id: Perlu dilakukan ulang
ja_jp: 再度実験が必要
pl_pl: Wymaga ponownego wykonania

source: Fail
ca_es: Falla
es_es: Fracaso
et_ee: Ebaõnnestunud
id_id: Gagal
ja_jp: 失敗
pl_pl: Zadanie nie powiodło się

source: Timestamp archive by %s
ca_es: Arxiu de marca de temps per %s
es_es: Archivo de sellos de tiempo por %s
et_ee: Ajatempli arhiiv kasutajalt %s
id_id: Arsip timestamp oleh %s
ja_jp: タイムスタンプは%sによってアーカイブされます
pl_pl: Opatrz archiwum pieczęcią czasu przed %s

source: Error: could not read archive file properly! (missing %s)
ca_es: Error: no s'ha pogut llegir correctament el fitxer d'arxiu! (falta %s)
es_es: Error: ¡no se pudo leer el archivo comprimido correctamente! (faltan %s)
et_ee: Viga: arhiivifaili ei saanud korralikult lugeda! (puudub %s)
id_id: Kesalahan: tidak dapat membaca file arsip dengan benar! (hilang %s)
ja_jp: エラー: アーカイブファイルのプロパティが読めません!(%sがありません)
pl_pl: Błąd: nie można poprawnie odczytać archiwum! (brak %s)

source: Your account has expired. Contact your team Admin to extend its validity.
ca_es: El teu compte ha caducat. Poseu-vos en contacte amb l'administrador del vostre equip per ampliar-ne la validesa.
es_es: Su cuenta ha expirado. Comuníquese con el administrador de su equipo para extender su validez.
et_ee: Teie konto on aegunud. Selle kehtivuse pikendamiseks võtke ühendust oma meeskonna administraatoriga.
id_id: Akun Anda telah kedaluwarsa. Hubungi Admin tim Anda untuk memperpanjang masa berlakunya.
ja_jp: あなたのアカウントは失効しています。管理者に確認してください。
pl_pl: Twoje konto wygasło. Skontaktuj się z administratorem swojego zespołu celem przedłużenia jego ważności.

source: ELN Archive
ca_es: Arxiu ELN
es_es: Archivo ELN
et_ee: ELN-i arhiiv
id_id: Arsip ELN
ja_jp: ELNアーカイブ
pl_pl: Archiwum ELN

source: ZIP Archive
ca_es: Arxiu ZIP
es_es: Archivo ZIP
et_ee: ZIP-arhiiv
id_id: Arsip ZIP
ja_jp: ZIPアーカイブ
pl_pl: Archiwum ZIP

source: CSV File
ca_es: Fitxer CSV
es_es: Archivo CSV
et_ee: CSV-fail
id_id: Berkas CSV
ja_jp: CSVファイル
pl_pl: Plik CSV
