Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: Yes
ca_es: Sí
es_es: Sí
et_ee: Jah
id_id: Ya
it_it: Sì
pl_pl: Tak

source: No
et_ee: Ei
id_id: Tidak
pl_pl: Nie

source: A mandatory field is missing!
ca_es: Falta un camp obligatori!
es_es: ¡Falta completar un campo obligatorio!
et_ee: Kohustuslik väli puudub!
id_id: Ada kolom wajib diisi yang masih kosong!
it_it: Non è ancora stato riempito un campo obbligatorio!
ja_jp: 必須項目が記載されていません！
pl_pl: Brak obowiązkowego pola!

source: Password
ca_es: Contrasenya
es_es: Contraseña
et_ee: Parool
id_id: Kata sandi
ja_jp: パスワード
pl_pl: Hasło

source: Firstname
ca_es: Nom
es_es: Nombre
et_ee: Eesnimi
id_id: Nama depan
it_it: Nome
ja_jp: 名前
pl_pl: Imię

source: Lastname
ca_es: Cognom
es_es: Apellido
et_ee: Perekonnanimi
id_id: Nama belakang
it_it: Cognome
ja_jp: 名字
pl_pl: Nazwisko

source: Experiment
es_es: Experimento
et_ee: Eksperiment
id_id: Eksperimen
it_it: Esperimento
ja_jp: 実験ノート
pl_pl: Eksperyment

source: Team
ca_es: Equip
es_es: Equipo
et_ee: Meeskond
id_id: Tim
ja_jp: チーム
pl_pl: Zespołów

source: Date
ca_es: Data
es_es: Fecha
et_ee: Kuupäev
id_id: Tanggal
it_it: Data
ja_jp: 日付
pl_pl: Data

source: Title
ca_es: Títol
es_es: Título
et_ee: Pealkiri
id_id: Judul
it_it: Titolo
ja_jp: タイトル
pl_pl: Tytuły

source: Status
ca_es: Estat
es_es: Estado
et_ee: Staatus
it_it: Stato
ja_jp: ステータス
pl_pl: Statusy

source: Edit
ca_es: Editar
es_es: Editar
et_ee: Redigeeri
id_id: Sunting
it_it: Modifica
ja_jp: 編集
pl_pl: Edycja

source: Save
ca_es: Guardar
es_es: Guardar
et_ee: Salvesta
id_id: Simpan
it_it: Salva
ja_jp: 保存
pl_pl: Zapisz

source: Saved
ca_es: Guardat
es_es: Guardado
et_ee: Salvestatud
id_id: Tersimpan
it_it: Salvato
ja_jp: 保存済み
pl_pl: Zapisane

source: Cancel
ca_es: Cancel·lar
es_es: Cancelar
et_ee: Tühista
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
pl_pl: Anuluj

source: Action
ca_es: Acció
es_es: Acción
et_ee: Tegevus
id_id: Tindakan
it_it: Azione
ja_jp: アクション
pl_pl: Polecenie

source: Shortcut
ca_es: Accés directe
es_es: Acceso directo
et_ee: Otsetee
id_id: Pintasan
it_it: Scorciatoia
ja_jp: ショートカット
pl_pl: Skrót

source: Create
ca_es: Crear
es_es: Crear
et_ee: Loo
id_id: Membuat
it_it: Crea
ja_jp: 作成
pl_pl: Utwórz

source: TODO list
ca_es: Llista de tasques
es_es: Lista de tareas
et_ee: Ülesannete nimekiri
id_id: Daftar tugas
it_it: Attività
ja_jp: ToDoリスト
pl_pl: Lista zadań

source: Name
ca_es: Nom
es_es: Nombre
et_ee: Nimi
id_id: Nama
it_it: Nome
ja_jp: 名前
pl_pl: Nazwa

source: There are users waiting for validation of their account:
ca_es: Hi ha usuaris esperant la validació del seu compte:
es_es: Hay usuarios esperando la validación de sus cuentas:
et_ee: Kasutajad ootavad oma konto valideerimist:
id_id: Ada pengguna yang menunggu validasi akunnya:
it_it: Vi sono degli utenti in attesa di convalida del loro account:
ja_jp: アカウント認証を待っているユーザーがいます:
pl_pl: Użytkownicy czekają na zatwierdzenie konta:

source: Users
ca_es: Usuaris
es_es: Usuarios
et_ee: Kasutajad
id_id: Pengguna
it_it: Utenti
ja_jp: ユーザー
pl_pl: Użytkownicy

source: Save new password
ca_es: Guardar nova contrasenya
es_es: Guardar nueva contraseña
et_ee: Salvesta uus parool
id_id: Simpan kata sandi baru
it_it: Salva la nuova password
ja_jp: 新しいパスワードの保存
pl_pl: Zapisz nowe hasło

source: Untitled
ca_es: Sense títol
es_es: Sin título
et_ee: Pealkirjata
id_id: Tanpa Judul
it_it: Senza titolo
ja_jp: 無題
pl_pl: Bez tytułu

source: You don't have the rights to lock/unlock this.
ca_es: No té drets per a bloquejar/desbloquejar açò.
es_es: No tiene derechos para bloquear/desbloquear esto.
et_ee: Sul pole õigust seda lukustada/avada.
id_id: Anda tidak memiliki hak untuk mengunci/membuka kunci ini.
it_it: Non si è autorizzati a bloccare/sbloccare ciò.
ja_jp: ロック/ロック解除する権限がありません。
pl_pl: Nie masz uprawnień, aby to zablokować/odblokować.

source: Enter your email address
ca_es: Introdueixi la seva direcció de correu electrònic
es_es: Introduzca su dirección de correo electrónico
et_ee: Sisesta oma e-posti aadress
id_id: Masukkan alamat surel anda
it_it: Inserire il proprio indirizzo di email
ja_jp: Eメールアドレスを入力してください
pl_pl: Wpisz swój adres email

source: Registration successful :)<br>Welcome to eLabFTW o/
ca_es: Registrat amb èxit :)<br>Benvingut a eLabFTW o/
es_es: Registro con éxito :)<br>Bienvenido a eLabFTW o/
et_ee: Registreerimine õnnestus :)<br>Tere tulemast eLabFTW-sse o/
id_id: Pendaftaran berhasil :)<br>Selamat datang di eLabFTW o/
it_it: Registrazione completata con successo :)<br>Benvenuto/a su eLabFTW!
ja_jp: 登録成功しました <br>eLabFTWにようこそ😁
pl_pl: Rejestracja powiodła się :)<br>Witaj w eLabFTW o/

source: go back to login page
ca_es: Torna a la pàgina d'inici de sessió
es_es: vuelva a la página de inicio de sesión
et_ee: mine tagasi sisselogimislehele
id_id: kembali ke halaman masuk
it_it: ritorna alla pagina di accesso
ja_jp: ログインページに戻る
pl_pl: wróć do strony logowania

source: Create your account
ca_es: Crea el teu compte
es_es: Cree una cuenta
et_ee: Loo oma konto
id_id: Buat akun anda
it_it: Crea il tuo account
ja_jp: アカウントを作成
pl_pl: Utwórz konto

source: Restore
ca_es: Restaurar
es_es: Restaurar
et_ee: Taasta
id_id: Pulihkan
it_it: Ripristina
ja_jp: 復元
pl_pl: Przywróć

source: Search
ca_es: Buscar
es_es: Buscar
et_ee: Otsi
id_id: Cari
it_it: Cerca
ja_jp: 検索
pl_pl: Szukaj

source: Unrated
ca_es: Sense puntuació
es_es: Sin puntuación
et_ee: Hinnanguta
id_id: Belum diberi rating
it_it: Privo di valutazione
ja_jp: 未評価
pl_pl: Nieoceniony

source: Sorry. I couldn't find anything :(
ca_es: Perdona. No he trobat res :(
es_es: Disculpe. No pudo encontrarse nada :(
et_ee: Vabandust. Ma ei leidnud midagi :(
id_id: Maaf. Saya tidak dapat menemukan apa-apa :(
it_it: Spiacente, non ho trovato nulla :(
ja_jp: 申し訳ありません。見つけられませんでした🙇‍♂️
pl_pl: Przykro mi. Nic nie znaleziono :(

source: Server
ca_es: Servidor
es_es: Servidor
id_id: Peladen
ja_jp: サーバー
pl_pl: Serwer

source: Timestamp
ca_es: Segellat de temps
es_es: Sello de tiempo
et_ee: Ajatempel
id_id: Stempel waktu
ja_jp: タイムスタンプ
pl_pl: Sygnatura czasowa

source: Security
ca_es: Seguretat
es_es: Seguridad
et_ee: Turvalisus
id_id: Keamanan
it_it: Sicurezza
ja_jp: セキュリティ
pl_pl: Bezpieczeństwo

source: Members
ca_es: Membres
es_es: Miembros
et_ee: Liikmed
id_id: Anggota
it_it: Membri
ja_jp: メンバー
pl_pl: Członkowie

source: Number of allowed login attempts:
ca_es: Nombre d'intents d'inici de sessió permesos:
es_es: Número de intentos de inicio de sesión permitidos:
et_ee: Lubatud sisselogimiskatsete arv:
id_id: Jumlah usaha masuk yang dibolehkan:
it_it: Numero di tentativi di accesso consentiti:
ja_jp: ログインを試すのに許可された回数:
pl_pl: Dozwolona liczba nieudanych prób logowania:

source: 3 might be too few. See for yourself :)
ca_es: 3 pot ser que siguen massa pocs. Vostè mateixa :)
es_es: 3 pueden ser muy pocos. Revise :)
et_ee: 3 võib olla liiga vähe. Vaadake ise :)
id_id: 3 mungkin terlalu sedikit. Coba deh :)
it_it: Tre potrebbero essere troppo pochi. Vàluta un po' tu... :)
ja_jp: 3回だと少ないかもしれません
pl_pl: 3 to może zbyt mało. Przekonaj się sam :)

source: Default is 587.
ca_es: Per defecte és 587.
es_es: Por defecto es 587.
et_ee: Vaikimisi on see 587.
id_id: Standarnya 587.
it_it: Porta predefinita: 587
ja_jp: デフォルトでは587としています。
pl_pl: Domyślny port to 587.

source: SMTP password
ca_es: Contrasenya SMTP
es_es: Contraseña SMTP
et_ee: SMTP parool
id_id: Kata sandi SMTP
it_it: Password SMTP
ja_jp: SMTPのパスワード
pl_pl: Hasło do konta SMTP

source: Account
ca_es: Compte
es_es: Cuenta
et_ee: Konto
id_id: Akun
ja_jp: アカウント
pl_pl: Konto

source: Preferences
ca_es: Preferències
es_es: Preferencias
et_ee: Eelistused
id_id: Preferensi
it_it: Preferenze
ja_jp: 環境設定
pl_pl: Ustawienia

source: Templates
ca_es: Plantilles
es_es: Plantillas
et_ee: Mallid
id_id: Templat
it_it: Modelli
ja_jp: テンプレート
pl_pl: Szablony

source: Modify your password
ca_es: Modifiqui la seva contrasenya
es_es: Modifique su contraseña
et_ee: Muutke oma parooli
id_id: Ubah kata sandi anda
it_it: Modifica la password
ja_jp: パスワードを変更する
pl_pl: Zmień hasło

source: New password
ca_es: Nova contrasenya
es_es: Nueva contraseña
et_ee: Uus parool
id_id: Kata sandi baru
it_it: Nuova password
ja_jp: 新しいパスワード
pl_pl: Nowe hasło

source: Language
ca_es: Idioma
es_es: Idioma
et_ee: Keel
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
pl_pl: Język

source: Unique eLabID:
ca_es: eLabID únic:
es_es: eLabID único:
et_ee: Unikaalne eLabID:
id_id: eLabID unik:
it_it: Identificativo univoco (eLabID):
ja_jp: eLabID：
pl_pl: Unikalne eLabID:

source: Comments
ca_es: Comentaris
es_es: Comentarios
et_ee: Kommentaarid
id_id: Komentar
it_it: Commenti
ja_jp: コメント
pl_pl: Komentarze

source: Add a comment
ca_es: Afegir un comentari
es_es: Añadir un comentario
et_ee: Lisa kommentaar
id_id: Tambahkan komentar
it_it: Aggiungi un commento
ja_jp: コメントを追加
pl_pl: Dodaj komentarz

source: Delete this?
ca_es: Eliminar això?
es_es: ¿Eliminar esto?
et_ee: Kustutada see?
id_id: Hapus ini?
it_it: Cancellare questo?
ja_jp: 削除しますか？
pl_pl: Czy na pewno chcesz to skasować?

source: No statistics available yet.
ca_es: Encara no hi ha estadístiques disponibles.
es_es: Aún no hay estadísticas disponibles.
et_ee: Statistika pole veel saadaval.
id_id: Belum ada statistik tersedia.
it_it: Statistiche non ancora disponibili.
ja_jp: 統計情報はまだありません。
pl_pl: Żadne statystyki nie są aktualnie dostępne.

source: Filter status
ca_es: Estat del filtre
es_es: Estado del filtro
et_ee: Olek
id_id: Saring status
it_it: Filtra per stato
ja_jp: フィルターの状態
pl_pl: Status filtra

source: Tags
ca_es: Etiquetes
es_es: Etiquetas
et_ee: Sildid
id_id: Label
it_it: Tag
ja_jp: タグ
pl_pl: Tagi

source: Add a tag
ca_es: Afegir una etiqueta
es_es: Añadir una etiqueta
et_ee: Lisa silt
id_id: Tambahkan label
it_it: Aggiungi un tag
ja_jp: タグを追加する
pl_pl: Dodaj tag

source: Add a link
ca_es: Afegir un enllaç
es_es: Añadir un enlace
et_ee: Lisa link
id_id: Tambahkan tautan
it_it: Aggiungi un collegamento
ja_jp: リンクを追加
pl_pl: Dodaj link

source: Settings
ca_es: Configuració
es_es: Configuración
et_ee: Seaded
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
pl_pl: Ustawienia

source: Logout
ca_es: Tancar la sessió
es_es: Cerrar la sesión
et_ee: Logi välja
id_id: Keluar
it_it: Esci
ja_jp: ログアウト
pl_pl: Wyloguj

source: Sysadmin panel
ca_es: Tauler d'administració del sistema
es_es: Panel de administración del sistema
et_ee: Süsteemiadministraatori paneel
id_id: Panel sysadmin
it_it: Pannello SysAdmin
ja_jp: システム管理者パネル
pl_pl: Panel administratora systemu

source: Admin panel
ca_es: Tauler d'administració
es_es: Panel de Administración
et_ee: Administraatori paneel
id_id: Panel admin
it_it: Pannello TeamAdmin
ja_jp: 管理者パネル
pl_pl: Panel administratora

source: Powered by
ca_es: Funciona amb
es_es: Funciona con
et_ee: Toetab
id_id: Dipersembahkan oleh
it_it: Offerto da
pl_pl: Oprogramowanie

source: Teams
ca_es: Equips
es_es: Equipos
et_ee: Meeskonnad
id_id: Tim
it_it: Team
ja_jp: チーム
pl_pl: Zespoły

source: URL for external timestamping service:
ca_es: URL per al servei de segellat de temps extern:
es_es: URL para el servicio externo de sellado de tiempo:
et_ee: Välise ajatempliteenuse URL:
id_id: URL untuk layanan audit luar:
it_it: URL del servizio esterno di timestamp:
ja_jp: 外部タイムスタンプサービスのURL：
pl_pl: Adres do zewnętrznej usługi sygnatur czasowych:

source: Registration successful :)<br>Your account must now be validated by an admin.<br>You will receive an email when it is done.
ca_es: Registre realitzat amb èxit :)<br> Cal que un administrador validi el teu compte <br> Rebràs un e-mail un cop validat.
es_es: Registro exitoso :)<br>Su cuenta debe ser validada por un administrador.<br> Cuando esto ocurra, recibirá un correo electrónico.
et_ee: Registreerimine õnnestus :)<br>Teie konto peab nüüd administraatori poolt valideerima.<br>Kui see on tehtud, saate meili.
id_id: Pendaftaran berhasil :)<br>Akun anda harus divalidasi oleh admin.<br>Anda akan menerima surel jika sudah selesai.
it_it: Registrazione avvenuta con successo :)<br>L'account ora deve essere approvato da un amministratore.<br>Riceverai una email non appena ciò avverrà.
ja_jp: 登録が成功しました:) <br>アカウントは管理者によって認証される必要があります。<br>完了したらメールが届きます。
pl_pl: Rejestracja przebiegła pomyślnie :)<br> Twoje konto musi zostać teraz zweryfikowane przez administratora systemu.<br> Otrzymasz wiadomość gdy się to stanie.

source: Attached file
ca_es: Fitxer adjunt
es_es: Archivo adjunto
et_ee: Lisatud fail
id_id: Berkas terlampir
it_it: File allegato
ja_jp: 添付ファイル
pl_pl: Załączony plik

source: Drop files here to upload
ca_es: Arrossega els fitxers fins aquí per a adjuntar-los
es_es: Deje sus archivos aquí para subirlos
et_ee: Lohista failid siia üleslaadimiseks
id_id: Taruh berkas di sini untuk mengunggah
it_it: Trascina qui i file da allegare
ja_jp: ファイルをドロップしてアップロード
pl_pl: Przeciągnij pliki tutaj aby załadować

source: You cannot restore a revision of a locked item!
ca_es: No es pot restaurar una revisió d'un objecte bloquejat!
es_es: No puede restaurar una revisión de un objeto bloqueado!
et_ee: Lukustatud üksuse redaktsiooni ei saa taastada!
id_id: Anda tidak dapat memulihkan revisi dari berkas yang terkunci!
it_it: Se un oggetto è bloccato, non è possibile ripristinare una sua qualsiasi revisione!
ja_jp: ロックされたアイテムの訂正を戻すことはできません！
pl_pl: Nie możesz odtworzyć wersji zablokowanej pozycji!

source: This should be the URL used for %sRFC 3161%s-compliant timestamping requests.
ca_es: Aquesta deuria ser la URL usada per a les sol·licituds de segellat de temps %sRFC 3161%s.
es_es: Esta debería ser la URL empleada para las solicitudes de sellado de tiempo %sRFC 3161%s.
et_ee: See peaks olema URL, mida kasutatakse %sRFC 3161%s-ühilduvate ajatemplipäringute jaoks.
id_id: Ini harusnya URL yang digunakan untuk permintaan audit yang kompatibel dengan %sRFC 3161%s.
it_it: Questa dovrebbe essere l'URL usata per richiedere un timestamp conforme alle specifiche %sRFC 3161%s.
ja_jp: これは、%sRFC 3161%s準拠のタイムスタンプ要求に使用されるURLである必要があります。
pl_pl: Powinien to być adres URL kompatybilny z zapytaniem sygnatur czasowych %sRFC 3161%s.

source: Installed version:
ca_es: Versió instal·lada:
es_es: Versión instalada:
et_ee: Paigaldatud versioon:
id_id: Versi terpasang:
it_it: Versione installata:
ja_jp: インストール済みバージョン：
pl_pl: Zainstalowana wersja:

source: Miscellaneous
ca_es: Divers
es_es: Misceláneas
et_ee: Muu
id_id: Lain-lain
it_it: Varie
ja_jp: その他
pl_pl: Inne

source: seconds
ca_es: segons
es_es: segundos
et_ee: sekundid
id_id: detik
it_it: secondi
ja_jp: 秒
pl_pl: sekundy

source: Sort
ca_es: Ordenar
es_es: Ordenar
et_ee: Sorteeri
id_id: Urut
it_it: Ordina
ja_jp: ソート
pl_pl: Sortuj

source: Remember me
ca_es: Recorda'm
es_es: Recordarme
et_ee: Pea mind meeles
id_id: Ingat saya
it_it: Ricordami
ja_jp: IDを保存
pl_pl: Zapamiętaj mnie

source: New password inserted. You can now login.
ca_es: Nova contrasenya ingressada. Ara pots iniciar sessió.
es_es: Nueva contraseña ingresada. Ahora puede iniciar sesión.
et_ee: Uus parool sisestatud. Nüüd saate sisse logida.
id_id: Kata sandi baru sudah dicatat. Anda dapat masuk.
it_it: Inserita la nuova password. Ora è possibile accedere.
ja_jp: 新しいパスワードが入力されました。ログインできます。
pl_pl: Nowe hasło ustanowione. Możesz teraz się zalogować.

source: Lock/Unlock item
ca_es: Bloquejar/Desbloquejar element
es_es: Bloquear/Desbloquear ítem
et_ee: Lukusta/ava üksus
id_id: Kunci/Buka komponen
it_it: Blocca/Sblocca elemento
ja_jp: アイテムをロックする/解除する
pl_pl: Zablokuj/odblokuj pozycję

source: Send a test email
ca_es: Envia un e-mail de proba
es_es: Enviar un correo electrónico de prueba
et_ee: Saada testmeil
id_id: Kirim surel percobaan
it_it: Invia un messaggio di prova
ja_jp: テストメールを送信する
pl_pl: Wyślij testowego emaila

source: Send
ca_es: Envia
es_es: Enviar
et_ee: Saada
id_id: Kirim
it_it: Invia
ja_jp: 送信
pl_pl: Wyślij

source: Category
ca_es: Categoria
es_es: Categoría
et_ee: Kategooria
id_id: Kategori
it_it: Categoria
ja_jp: カテゴリー
pl_pl: Kategoria

source: Rating
ca_es: Puntuació
es_es: Clasificación
et_ee: Hinnang
id_id: Peringkat
it_it: Valutazione
ja_jp: 評価
pl_pl: Ocena

source: DESC
et_ee: Kahanevalt
id_id: Turun
it_it: Discendente
ja_jp: 降順
pl_pl: Malejąco

source: ASC
et_ee: Kasvavalt
id_id: Naik
it_it: Ascendente
ja_jp: 昇順
pl_pl: Rosnąco

source: Color
et_ee: Värv
id_id: Warna
it_it: Colore
ja_jp: 色
pl_pl: Kolor

source: Delete
ca_es: Esborrar
es_es: Borrar
et_ee: Kustuta
id_id: Hapus
it_it: Elimina
ja_jp: 削除
pl_pl: Usuń

source: Send a Mass Email
ca_es: Enviar un correu electronic massiu
es_es: Enviar un correo electrónico masivo
et_ee: Saada massmeil
id_id: Kirim Surel Massal
it_it: Invia un messaggio a tutti
ja_jp: メールを一斉に送信する
pl_pl: Wyślij masową korespondencję

source: Email Subject
ca_es: Objecte del correu electrònic
es_es: Título del correo electrónico
et_ee: E-kirja teema
id_id: Judul Surel
it_it: Oggetto del messaggio
ja_jp: 件名
pl_pl: Temat wiadomości

source: Email Body
ca_es: Cos del correu electrònic
es_es: Cuerpo del correo electrónico
et_ee: E-kirja sisu
id_id: Isi Surel
it_it: Testo del messaggio
ja_jp: 本文
pl_pl: Treść wiadomości

source: An error occurred!
ca_es: Hi ha hagut un error!
es_es: Ha ocurrido un error!
et_ee: Tekkis viga!
id_id: Terjadi galat!
it_it: Si è verificato un errore!
ja_jp: エラーが発生しました！
pl_pl: Wystąpił błąd!

source: Stick
ca_es: Afegir
es_es: Barra
et_ee: Pulk
id_id: Tempel
ja_jp: スティック
pl_pl: Patyk

source: Style
ca_es: Estil
es_es: Estilo
et_ee: Stiil
id_id: Gaya
it_it: Stile
ja_jp: スタイル
pl_pl: Styl

source: Nothing to show with this id
ca_es: Res a mostrar amb aquest identificador
es_es: Nada que mostrar con este identificador
et_ee: Selle ID-ga pole midagi näidata
id_id: Tidak ada yang bisa ditampilkan dengan id ini
it_it: Non vi è nulla con questo ID
ja_jp: このIDで表示可能なものはありません
pl_pl: Nie istnieje nic o wskazanym id

source: Go back
ca_es: Torna enrere
es_es: Regresar
et_ee: Mine tagasi
id_id: Kembali
it_it: Torna indietro
ja_jp: 戻る
pl_pl: Wróć

source: Scheduler
ca_es: Programador
es_es: Planificador
et_ee: Broneeri
id_id: Penjadwal
it_it: Calendario
ja_jp: スケジューラー
pl_pl: Harmonogram

source: No bookable items.
ca_es: No hi ha elements que es puguen reservar.
es_es: No hay elementos reservables.
et_ee: Broneeritavaid esemeid pole.
id_id: Tidak ada komponen yang bisa dipesan.
it_it: Nessun oggetto prenotabile.
ja_jp: 予約可能なアイテムはありません。
pl_pl: Brak rezerwowalnych pozycji.

source: Display
ca_es: Mostra
es_es: Mostrar
et_ee: Ekraan
id_id: Tampilan
it_it: Visualizzazione
ja_jp: 表示
pl_pl: Pokaż

source: Keyboard Shortcuts
ca_es: Dreceres de teclat
es_es: Atajos de teclado
et_ee: Kiirklahvid
id_id: Pintasan Papan Ketik
it_it: Scorciatoie da tastiera
ja_jp: キーボードショートカット
pl_pl: Skróty klawiaturowe

source: Validate
ca_es: Valida
es_es: Validar
et_ee: Valideeri
id_id: Validasi
it_it: Convalida
ja_jp: 確認
pl_pl: Zweryfikuj

source: Groups
ca_es: Grups
es_es: Grupos
et_ee: Grupid
id_id: Grup
it_it: Gruppi
ja_jp: グループ
pl_pl: Grupy

source: Configure your Team
ca_es: Configura el teu equip
es_es: Configure su Equipo
et_ee: Meeskonna seadistamine
id_id: Atur Tim Anda
it_it: Configura il team
ja_jp: チームを構成する
pl_pl: Skonfiguruj swój zespół

source: characters minimum
ca_es: mínim de caracters
es_es: minímo de caracteres
et_ee: tähemärkide miinimum
id_id: minimal karakter
it_it: caratteri come minimo
ja_jp: 最小文字数
pl_pl: minimalnie znaków

source: Add
ca_es: Afegeix
es_es: Añadir
et_ee: Lisa
id_id: Tambah
it_it: Aggiungi
ja_jp: 追加
pl_pl: Dodaj

source: Usage Statistics
ca_es: Estadístiques d'Ús
es_es: Estadísticas de Uso
et_ee: Kasutusstatistika
id_id: Statistik Penggunaan
it_it: Statistiche di utilizzo
ja_jp: 統計
pl_pl: Statystyki użytkowania

source: Operating System
ca_es: Sistema operatiu
es_es: Sistema Operativo
et_ee: Operatsioonisüsteem
id_id: Sistem Operasi
it_it: Sistema operativo
ja_jp: OS
pl_pl: System operacyjny

source: PHP Version
ca_es: Versió PHP
es_es: Versión PHP
et_ee: PHP versioon
id_id: Versi PHP
it_it: Versione PHP
ja_jp: PHPバージョン
pl_pl: Wersja PHP

source: Largest integer supported
ca_es: Nombre enter més gran admès
es_es: El entero más grande admitido
et_ee: Suurim toetatud täisarv
id_id: Integer terbesar yang didukung
it_it: Numero intero più grande supportato
ja_jp: サポートされる最大の整数
pl_pl: Największa obsługiwana zmienna typu całkowitego

source: PHP configuration directory
ca_es: Directori de configuració de PHP
es_es: Directorio de configuración PHP
et_ee: PHP konfiguratsioonikataloog
id_id: Direktori pengaturan PHP
it_it: Cartella di configurazione PHP
ja_jp: PHP設定ディレクトリ
pl_pl: Katalog konfiguracji PHP

source: Timestamping Configuration
ca_es: Configuració de segellat de temps
es_es: Configuración de Sellos de Tiempo
et_ee: Ajatempli konfiguratsioon
id_id: Pengaturan Audit
it_it: Configurazione timestamp
ja_jp: タイムスタンプ設定
pl_pl: Konfiguracja sygnatur czasowych

source: Security Settings
ca_es: Paràmetres de seguretat
es_es: Parámetros de Seguridad
et_ee: Turvaseaded
id_id: Pengaturan Keamanan
it_it: Impostazioni di sicurezza
ja_jp: セキュリティ設定
pl_pl: Ustawienia bezpieczeństwa

source: E-mail Settings
ca_es: Configuració del correu electrònic
es_es: Configuración de Correo Electrónico
et_ee: E-posti seaded
id_id: Pengaturan Surel
it_it: Impostazioni della posta elettronica
ja_jp: メール設定
pl_pl: Ustawienia email

source: Memory usage:
ca_es: Ús de memòria:
es_es: Uso de memoria:
et_ee: Mälukasutus:
id_id: Penggunaan memori:
it_it: Memoria utilizzata:
ja_jp: メモリ使用量：
pl_pl: Użycie pamięci:

source: bytes
et_ee: baidid
id_id: bita
it_it: byte
pl_pl: bitów

source: Login through your institution
ca_es: Connexió a través de la seva institució
es_es: Conexión a través de su institución
et_ee: Logi sisse oma asutuse kaudu
id_id: Masuk melalui institusi anda
it_it: Accedi attraverso la tua istituzione
ja_jp: ログインする
pl_pl: Zaloguj się przez swoją insytucję

source: Generate an API Key
ca_es: Genera clau API
es_es: Generar llave API
et_ee: API-võtme genereerimine
id_id: Buat kunci API
it_it: Genera una chiave API
ja_jp: APIキーを生成
pl_pl: Wygeneruj klucz API

source: Duplicate
ca_es: Duplicar
es_es: Duplicar
et_ee: Dubleeri
id_id: Salin
it_it: Duplica
ja_jp: 複製する
pl_pl: Zduplikuj

source: Next step
ca_es: Pròxima etapa
es_es: Próxima etapa
et_ee: Järgmine samm
id_id: Langkah berikutnya
it_it: Passaggio successivo
ja_jp: 次のステップ
pl_pl: Następny krok

source: Add a step
ca_es: Agregar una etapa
es_es: Agregar una etapa
et_ee: Lisa samm
id_id: Tambahkan langkah
it_it: Aggiungi un passaggio
ja_jp: ステップを追加する
pl_pl: Dodaj etap

source: Draw something
ca_es: Dibuixe alguna cosa
es_es: Dibuje algo
et_ee: Joonista midagi
id_id: Gambar sesuatu
it_it: Disegna qualcosa
ja_jp: 何かを描画する
pl_pl: Narysuj coś

source: Clear
ca_es: Anul·lar
es_es: Anular
et_ee: Tühjenda
id_id: Bersihkan
it_it: Svuota
ja_jp: クリア
pl_pl: Wyczyść

source: A password is already set.
ca_es: Una contrasenya ja s'ha establert.
es_es: Una contraseña ya se ha establecido.
et_ee: Parool on juba määratud.
id_id: Kata sandi telah diatur.
it_it: Una password esiste già.
ja_jp: パスワードはすでに設定されています。
pl_pl: Hasło jest już ustawione.

source: Use default
ca_es: Utilitzar per defecte
es_es: Utilizar por defecto
et_ee: Kasuta vaikeseadet
id_id: Gunakan standar
it_it: Modalità predefinita
ja_jp: デフォルトを使用する
pl_pl: Używaj domyślnych wartości

source: Comment
ca_es: Comentari
es_es: Comentario
et_ee: Kommentaar
id_id: Komentar-komentar
it_it: Commento
ja_jp: コメント
pl_pl: Komentarz

source: Only lowercase letters are allowed.
ca_es: Sols s'admeten minúscules.
es_es: Sólo se admiten minúsculas.
et_ee: Lubatud on ainult väiketähed.
id_id: Hanya huruf kecil yang dibolehkan.
it_it: Sono consentite solo lettere minuscole.
ja_jp: 小文字のみが使えます
pl_pl: Tylko małe litery są dozwolone.
