Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: Enable this to allow user to manage inventory locations. This has no effect if inventory locations edition is not restricted globally.
ca_es: Permet als usuaris gestionar ubicacions d'inventari. No té cap efecte si l'edició d'ubicacions d'inventari no està restringida de forma global.
es_es: Permitir al usuario gestionar localizaciones de inventario. No tiene efecto si la edición de localizaciones de inventario no está restringida de forma global.
et_ee: Lubage see, et võimaldada kasutajal hallata inventari asukohti. Sellel ei ole mõju, kui inventariakohtade väljaanne ei ole globaalselt piiratud.
id_id: Aktifkan ini untuk mengizinkan pengguna mengelola lokasi inventaris. Hal ini tidak berpengaruh jika edisi lokasi inventaris tidak dibatasi secara global.
ja_jp: ユーザーが在庫ロケーションを管理できるようにするには、これを有効にします。インベントリロケーションのエディションがグローバルに制限されていない場合は効果がありません。
pl_pl: Włącz tę opcję, aby umożliwić użytkownikowi zarządzanie lokalizacjami mienia. Nie ma to znaczenia, jeśli edycja lokalizacji ekwipunku nie jest globalnie ograniczona.

source: Show users from all teams
ca_es: Mostra usuaris de tots els equips
es_es: Muestra usuarios de todos los equipos
et_ee: Näita kõigi meeskondade kasutajaid
id_id: Tampilkan pengguna dari semua tim
ja_jp: すべてのチームのユーザーを表示する
pl_pl: Pokaż wszystki użytkowników (globalnie)

source: Team experiments
ca_es: Experiments de l'equip
es_es: Experimentos de equipo
et_ee: Meeskonna eksperimendid
id_id: Eksperimen tim
ja_jp: チーム実験
pl_pl: Eksperymenty grupy

source: Experiment categories
ca_es: Categories d'experiments
es_es: Categorías de experimento
et_ee: Eksperimendi kategooriad
id_id: Kategori percobaan
ja_jp: 実験カテゴリー
pl_pl: Kategoria eksperymenty

source: Experiment status
ca_es: Estats d'experiments
es_es: Estados de experimento
et_ee: Eksperimendi staatus
id_id: Status percobaan
ja_jp: 実験状況
pl_pl: Status Eksperymenty

source: Team resources
ca_es: Recursos de l'equip
es_es: Recursos de equipo
et_ee: Meeskonna ressursid
id_id: Sumber daya tim
ja_jp: チームリソース
pl_pl: Zasoby grupy

source: Resource templates
ca_es: Plantilles de recurs
es_es: Plantillas de recurso
et_ee: Ressursside mallid
id_id: Templat sumber daya
ja_jp: リソーステンプレート
pl_pl: Formatka zasobów

source: Resource categories
ca_es: Categories de recurs
es_es: Categorías de recurso
et_ee: Ressursikategooriad
id_id: Kategori sumber daya
ja_jp: リソース・カテゴリー
pl_pl: Kategorie zasobów

source: Resource status
ca_es: Estat de recurs
es_es: Estado de recurso
et_ee: Ressursi staatus
id_id: Status sumber daya
ja_jp: リソース状況
pl_pl: Status zasobu

source: Beta Notice: The spreadsheet editor is currently in beta (preview release) and should be used with caution. Please avoid storing important data in it. Additionally, files that include styling or advanced features such as graphics may not display as they originally appear. This editor is best suited for simple calculations and handling formulas. We welcome any feedback you may have.
ca_es: Avís beta: L'editor de fulls de càlcul està en beta actualment (llançament previsual) i s'hauria de fer servir amb cautela. Si us plau, evita guardar dades importants. A més a més, els arxius amb estils o característiques avançades com gràfica potser no es representaran com apareixen originalment. Aquest editor funciona millor per càlculs simples i fòrmules. Agraïm qualsevol comentari que tingueu.
es_es: Aviso Beta: El editor de hojas de cálculo está actualmente en beta (versión preliminar) y debe ser usado con precaución. Por favor evita almacenar datos importantes. Además, los archivos que incluyen estilismos o características avanzadas como gráficos pueden no ser mostradas como aparecen originalmente. Este editor funciona mejor para cálculos simples y fórmulas. Agradecemos cualquier comentario que tengas.
et_ee: Beeta-teade: Tabelite redaktor on praegu beetaversioonis (eelvaate versioon) ja seda tuleks kasutada ettevaatlikult. Palun vältige oluliste andmete salvestamist selles. Lisaks sellele ei pruugi failid, mis sisaldavad kujundust või täiustatud funktsioone, näiteks graafikat, kuvada nii, nagu need algselt ilmuvad. See toimetaja sobib kõige paremini lihtsate arvutuste tegemiseks ja valemite käsitlemiseks. Ootame igasugust tagasisidet.
id_id: Pemberitahuan Beta: Editor spreadsheet saat ini masih dalam versi beta (rilis pratinjau) dan harus digunakan dengan hati-hati. Harap hindari menyimpan data penting di dalamnya. Selain itu, file yang menyertakan gaya atau fitur lanjutan seperti grafik mungkin tidak ditampilkan seperti tampilan aslinya. Editor ini paling cocok untuk perhitungan sederhana dan menangani rumus. Kami menerima umpan balik apa pun yang mungkin Anda miliki.
ja_jp: ベータ版のお知らせ：スプレッドシートエディタは現在ベータ版（プレビューリリース）であり、使用には注意が必要です。重要なデータの保存は避けてください。また、スタイリングやグラフィックなどの高度な機能を含むファイルは、本来の表示とは異なる場合があります。このエディタは簡単な計算や数式の処理に最適です。ご意見、ご感想をお待ちしております。
pl_pl: Uwaga dotycząca wersji beta: Edytor arkuszy kalkulacyjnych jest obecnie w wersji beta (wersja zapoznawcza) i należy z niego korzystać ostrożnie. Prosimy unikać przechowywania w nim ważnych danych. Ponadto pliki zawierające style lub zaawansowane funkcje, takie jak grafika, mogą nie być wyświetlane w oryginalnym formacie. Ten edytor najlepiej nadaje się do prostych obliczeń i obsługi formuł. Zachęcamy do przesyłania wszelkich opinii.

source: Allow users to change their first name, last name, internal id or email address
ca_es: Permet als usuaris canviar el seu nom, cognom, id intern o adreça electrònica
es_es: Permite a los usuarios cambiar su nombre, apellido, id interno o correo electrónico
et_ee: Võimaldab kasutajatel muuta oma eesnime, perekonnanime, sisemist id-d või e-posti aadressi
id_id: Izinkan pengguna untuk mengubah nama depan, nama belakang, id internal, atau alamat email mereka
ja_jp: 姓、名、社内ID、メールアドレスの変更を許可する。
pl_pl: Zezwól użytkownikom na zmianę imienia, nazwiska, wewnętrznego identyfikatora lub adresu e-mail

source: When disabled, only a Sysadmin will be allowed to modify these parameters.
ca_es: Quan estigui deseleccionat, només podrà modificar aquests paràmetres un administrador del sistema.
es_es: Si está desactivado, sólo puede modificar estos parámetros un administrador del sistema.
et_ee: Kui see on keelatud, saab neid parameetreid muuta ainult süsteemiadministraator.
id_id: Jika dinonaktifkan, hanya Sysadmin yang diizinkan untuk mengubah parameter ini.
ja_jp: 無効にすると、シスアドのみがこれらのパラメータを変更できるようになります。
pl_pl: Po wyłączeniu tej opcji tylko administrator systemu będzie mógł modyfikować te parametry.

source: Prevent modification of global compounds database unless user is given explicit rights.
ca_es: Impedeix modificacions a la base de dades de compostos globals a no ser que l'usuari rebi permís explícit.
es_es: Previene la modificación de la base de dados de compuestos global a menos que el usuario tenga los permisos explícitos.
et_ee: Vältida globaalsete ühendite andmebaasi muutmist, kui kasutajale ei ole antud selgesõnalisi õigusi.
id_id: Mencegah modifikasi basis data senyawa global kecuali jika pengguna diberikan hak eksplisit.
ja_jp: ユーザーに明示的な権限を与えない限り、グローバル化合物データベースを変更できないようにする。
pl_pl: Zapobiegaj modyfikacji globalnej bazy danych związków, chyba że użytkownikowi zostaną nadane wyraźne uprawnienia

source: When enabled, a Sysadmin will need to give edit rights to all users that should be able to edit the common compounds database. All other users will access it in read-only.
ca_es: Si està activat, un administrador de sistema necessitarà donar permís d'edició a tots els usuaris que puguin editar la base de dades de compostos comuns. Tots els altres usuaris hi accediran només com a lectura.
es_es: Si está activado, un administrador del sistema necesitará dar derechos de edición a todos los usuarios que puedan editar la base de datos de compuestos común. Todos los otros usuarios la accederán sólo como lectura.
et_ee: Kui see on lubatud, peab süsteemiadministraator andma redigeerimisõigused kõigile kasutajatele, kes peaksid saama redigeerida ühiste ühendite andmebaasi. Kõik teised kasutajad pääsevad sellele juurde ainult lugemisõigusega.
id_id: Ketika diaktifkan, Sysadmin perlu memberikan hak edit kepada semua pengguna yang seharusnya dapat mengedit database senyawa umum. Semua pengguna lain akan mengaksesnya dengan hak akses hanya-baca.
ja_jp: 有効にすると、シスアドは、共通コンパウンドデータベースを編集できるすべてのユーザーに編集権限を与える必要があります。それ以外のユーザーは読み取り専用でアクセスすることになります。
pl_pl: Po włączeniu tej opcji administrator systemu będzie musiał przyznać uprawnienia do edycji wszystkim użytkownikom, którzy powinni mieć możliwość edycji wspólnej bazy danych związków. Wszyscy pozostali użytkownicy będą mieli do niej dostęp tylko w trybie odczytu.

source: Prevent modification of inventory locations unless user is given explicit rights.
ca_es: Impedeix modificacions d'ubicacions d'inventari a no ser que l'usuari rebi permís explícit.
es_es: Evita la modificación de localizaciones de inventario a no ser que el usuario tenga permiso explícito.
et_ee: Vältida inventari asukohtade muutmist, kui kasutajale ei ole antud selgesõnalisi õigusi.
id_id: Mencegah modifikasi lokasi inventaris kecuali jika pengguna diberikan hak eksplisit.
ja_jp: ユーザーに明示的な権限を与えない限り、インベントリの場所を変更できないようにする。
pl_pl: Zapobiegaj modyfikacji lokalizacji ekwipunku, chyba że użytkownik otrzyma wyraźne uprawnienia.

source: When enabled, a Sysadmin will need to give edit rights to all users that should be able to edit the inventory locations. All other users will access it in read-only.
ca_es: Si està activat, un administrador de sistema necessitarà donar permís d'edició a tots els usuaris que puguin editar ubicacions d'inventari. Tots els altres usuaris hi accediran només com a lectura.
es_es: Un administrador del sistema necesitará otorgar permiso de edición a todos los usuarios que puedan editar localizaciones de inventario. Todos los otros usuarios solo tendrán permisos de lectura.
et_ee: Kui see on lubatud, peab süsteemiadministraator andma redigeerimisõigused kõigile kasutajatele, kes peaksid saama inventuuri asukohti redigeerida. Kõik teised kasutajad pääsevad sellele juurde ainult lugemisõigusega.
id_id: Ketika diaktifkan, Sysadmin harus memberikan hak edit kepada semua pengguna yang harus dapat mengedit lokasi inventaris. Semua pengguna lain akan mengaksesnya dengan hak akses hanya-baca.
ja_jp: 有効にすると、シスアドはインベントリの場所を編集できるすべてのユーザーに編集権限を与える必要があります。他のすべてのユーザは読み取り専用でアクセスします。
pl_pl: Po włączeniu tej opcji administrator systemu będzie musiał przyznać uprawnienia do edycji wszystkim użytkownikom, którzy powinni mieć możliwość edycji lokalizacji inwentarza. Wszyscy pozostali użytkownicy będą mieli do nich dostęp tylko w trybie odczytu.

source: Remove this filter?
ca_es: Eliminar aquest filtre?
es_es: ¿Eliminar este filtro?
pl_pl: Czy usnąć filtr?

source: Start date
ca_es: Data d'inici
es_es: Data de inicio
pl_pl: Data początkowa

source: End date
ca_es: Data de finalització
es_es: Data de finalización
pl_pl: Data końcowa

source: Note: the export reflects the current scheduler view, including all active filters.
ca_es: Nota: l'arxiu exportat mostra el programador actual, incloent tots els filtres actius.
es_es: Nota: la exportación muestra la visión actual del planificador, incluyendo todos los filtros activos.
pl_pl: Uwaga: eksport odzwierciedla bieżący widok harmonogramu, w tym wszystkie aktywne filtry.

source: Create an experiment without using a template
ca_es: Crear un experiment sense fer servir una plantilla
es_es: Crear un experimento sin usar una plantilla
pl_pl: Utwórz eksperyment bez korzystania z formatki

source: Create a resource without using a template
ca_es: Crear un recurs sense fer servir una plantilla
es_es: Crear un recurso sin usar una plantilla
pl_pl: Utwórz zasób bez korzystania z formatki

source: Create an experiment template
ca_es: Crear una plantilla d'experiment
es_es: Crear una plantilla de experimento
pl_pl: Utwórz formatkę eksperymentu

source: Create a resource template
ca_es: Crear una plantilla de recurs
es_es: Crear una plantilla de recurso
pl_pl: Utworz formatkę zasobu

source: Encryption
ca_es: Encriptació
es_es: Encriptación
pl_pl: Kodowanie

source: Export successful.
ca_es: Exportat amb èxit.
es_es: Exportado con éxito.
pl_pl: Eksport wykonany z sukcesem

source: Loading
ca_es: Carregant
es_es: Cargando
pl_pl: Wczytywanie

source: Your entry has been successfully transferred to the selected user.
ca_es: La teva entrada s'ha transferit al usuari seleccionat amb èxit.
es_es: Tu entrada se ha transferido con éxito al usuario seleccionado.
pl_pl: Twoje zgłoszenie zostało pomyślnie przekazane wybranemu użytkownikowi.

source: Signing
ca_es: Signant
es_es: Firmando
pl_pl: Podpisywanie

source: The selected user cannot be assigned ownership in the current team context.
ca_es: No es pot assignar com a propietari a l'usuari seleccionat en el context actual de l'equip.
es_es: No se puede asignar propiedad al usuario seleccionado en el contexto de equipo actual.
pl_pl: Wybranemu użytkownikowi nie można przypisać własności w bieżącym kontekście zespołu.

source: DSpace login did not return an Authorization header.
ca_es: L'inic de sessió DSpace no ha retornat una capçalera d'Autorització.
es_es: El inicio de sesión DSpace no ha devuelto una cabecera de Autorización.
pl_pl: Logowanie do DSpace nie zwróciło nagłówka autoryzacji.

source: Each time slot is limited to %d minutes.
ca_es: Cada espai de temps està limitat a %d minuts.
es_es: Cada espacio de tiempo está limitado a %d mintos.
pl_pl: Każdy slot czasowy jest ograniczony do %d minut

source: End time %s cannot be before start time %s.
ca_es: El temps final %s no pot ser abans que el temps d'inici %s.
es_es: El tiempo final %s no puede ser anterior al tiempo de inicio %s.
pl_pl: Czas zakończenia %s nie może być wcześniej niż czas rozpoczęcia %s

source: The immutability parameter cannot be modified from experiments or resources.
ca_es: No es pot modificar el paràmetre immutable en experiments o recursos.
es_es: El parámetro de inmutabilidad no se puede modificar en experimentos o recursos.
pl_pl: Parametru niezmienności nie można modyfikować za pośrednictwem eksperymentów ani zasobów.

source: This step is immutable: it cannot be modified.
ca_es: Aquest pas és immutable: no es pot modificar.
es_es: Este paso es inmutable: no se puede modificar.
pl_pl: Ten krok jest niezmienny: nie można go modyfikować.

source: Sorry, edition of resources categories has been disabled for users by your team Admin.
ca_es: Perdona, s'ha desactivat l'edició de categories de recursos pels usuaris per l'Administrador del teu equip.
es_es: Perdón, tu Administrador de equipo ha desactivado la edición de categorías de recursos para usuarios.
pl_pl: Przepraszamy, edycja kategorii zasobów została wyłączona dla użytkowników przez administratora zespołu.

source: Show tagged resources
ca_es: Mostra els recursos etiquetats
es_es: Muestra los recursos etiquetados
pl_pl: Pokaż zasoby otagoewane

source: Maximum time per slot (in minutes)
ca_es: Temps màxim per espai (en minuts)
es_es: Tiempo máximo por espacio (en minutos)
pl_pl: Maksymalny czas dla slotu (w min)

source: Select a type
ca_es: Selecciona un tipus
es_es: Seleccionar un tipo
pl_pl: Wybierz rodzaj

source: Experiment template
ca_es: Plantilla d'experiment
es_es: Plantilla de experimento
pl_pl: Szablon eksperymentu

source: Resource template
ca_es: Plantilla de recurs
es_es: Plantilla de recurso
pl_pl: Szablon zasobów

source: Type a descriptive title...
ca_es: Escriu un títol descriptiu...
es_es: Escribe un título descriptivo...
pl_pl: Podaj tytuł opisowy

source: Start from a template
ca_es: Començar des d'una plantilla
es_es: Empezar desde una plantilla
pl_pl: Zaczni od szablonu

source: Create without template
ca_es: Crear sense plantilla
es_es: Crear sin plantilla
pl_pl: Utwórz bez szablonu

source: Select a template
ca_es: Seleccionar una plantilla
es_es: Seleccionar una plantilla
pl_pl: Wybierz szablon

source: Adjust the scope and select a category to filter results.
ca_es: Ajustar l'àmbit i seleccionar una categoria per a filtrar els resultats.
es_es: Ajustar el ámbito y seleccionar una categoría para filtrar los resultados.
pl_pl: Dostosuj zakres i wybierz kategorię, aby filtrować wyniki.

source: Search a template...
ca_es: Buscar una plantilla...
es_es: Buscar una plantilla...
pl_pl: Wyszukaj szablon

source: Create from template
ca_es: Crear des d'una plantilla
es_es: Crear desde una plantilla
pl_pl: Utwórz z szablonu

source: Create resource linked to compound
ca_es: Crear un recurs enllaçat a un compost
es_es: Crear un recurso enlazado a un compuesto
pl_pl: Utwórz zasób połączony ze związkiem

source: Create experiment linked to compound
ca_es: Crear un experiment enllaçat a un compost
es_es: Crear experimento enlazado a un compuesto
pl_pl: Utwórz eksperyment połączony ze związkiem

source: externally managed
ca_es: gestionat externament
es_es: gestionado externamente
pl_pl: Zarządzanie zewnętrzne

source: The Main Text feature has been disabled. Click the eye icon to re-enable it.
ca_es: S'ha desactivat la funció de Text Principal. Fes clic a la icona de l'ull per reactivar-la.
es_es: Se ha inactivado la función Texto Principal. Haz clic al icono del ojo para reactivarlo.
pl_pl: Funkcja tekstu głównego została wyłączona. Kliknij ikonę oka, aby ją ponownie włączyć.

source: Show main text
ca_es: Mostra el text principal
es_es: Mostrar el texto principal
pl_pl: Pokaż tekst główny

source: Hide main text
ca_es: Amaga el text principal
es_es: Esconder el texto principal
pl_pl: Ukryj tekst główny

source: Main text options
ca_es: Opcions del text principal
es_es: Opciones de texto principal
pl_pl: Opcje tekstu

source: Switch to markdown editor
ca_es: Canvia a editor markdown
es_es: Cambiar a editor markdown
pl_pl: Przełącz na edytor hiperznacznikowy

source: Switch to rich text editor
ca_es: Canvia a editor rich text
es_es: Cambiar a editor rich text
pl_pl: Przełącz na edytor graficzny

source: Note: new users will need to use the "Forgot password" button on the login page to set a password.
ca_es: Nota: els nous usuaris necessitaran fer servir el botó "He oblidat la contrassenya" a la pàgina d'inici de sessió per a establir una contrassenya.
es_es: Nota: los usuarios nuevos necesitarán usar el botón "He olvidado la contraseña" en la página de inicio de sesión para establecer una contraseña.
pl_pl: Uwaga: nowi użytkownicy muszą użyć przycisku „Zapomniałem hasła” na stronie logowania, aby ustawić hasło.

source: Internal ID (optional)
ca_es: ID intern (opcional)
es_es: ID interno (opcional)
pl_pl: ID wewnętrzne

source: Export to DSpace
ca_es: Exportar a DSpace
es_es: Exportar a DSpace
pl_pl: Export do DSpace

source: Target Collection
ca_es: Col·lecció objectiu
es_es: Colección objetivo
pl_pl: Kolekcja targerów

source: Author
ca_es: Autor
es_es: Autor
pl_pl: Autor

source: Date of Issue
ca_es: Data d'Emissió
es_es: Fecha de Emisión
pl_pl: Data wydania

source: Type
ca_es: Tipus
es_es: Tipo
pl_pl: Typ

source: Abstract
ca_es: Abstracte
es_es: Abstracto
pl_pl: Abstrakt

source: I accept the DSpace license
ca_es: Accepto la llicència DSpace
es_es: Acepto la licencia DSpace
pl_pl: Akceptuję licencję DSPace

source: Compound
ca_es: Compost
es_es: Compuesto
pl_pl: Związek

source: Load from a resource template
ca_es: Carregar des d'una plantilla de recurs
es_es: Cargar des de una plantilla de recurso
pl_pl: Wczytaj z formatki zasobów

source: Create new...
ca_es: Crear nou...
es_es: Crear nuevo...
pl_pl: Utwórz nowy

source: Warning: you are using an unsupported browser known to cause issues (Safari). Please use a supported browser (see %sdocumentation%s).
ca_es: Avís: estàs fent servir un buscador no suportar que se sap que causa problemes (Safari). Si us lau, fes servir un buscador suportat (veure %sdocumentation%s).
es_es: Aviso: estás usando un buscador no soportado que se sabe que causa problemas (Safari). Por favor, usa un buscador soportado (ver %sdocumentation%s).
pl_pl: Ostrzeżenie: używasz nieobsługiwanej przeglądarki, o której wiadomo, że powoduje problemy (Safari). Użyj obsługiwanej przeglądarki.

source: Edit IDP associated certificates
ca_es: Editar certificats associats a IDP
es_es: Editar certificados associados a IDP
pl_pl: Edytuj Certyfikaty związane z IDP

source: Certificates associated with this IDP
ca_es: Certificats associats amb aquest IDP
es_es: Certificados asociados a este IDP
pl_pl: Certyfikaty związane z tym IDP

source: A single IDP can have multiple valid certificates at the same time.
ca_es: Un sol IDP pot tenir múltiples certificats vàlids a la vegada.
es_es: Un único IDP puede tener múltiples certificados válidos a la vez.
pl_pl: Pojedynczy IDP może posiadać kilka zwalidowanych certyfikatów w tym samym czasie

source: Purpose
ca_es: Objectiu
es_es: Objetivo
pl_pl: Przeznaczenie

source: Not before
ca_es: No abans
es_es: No antes
pl_pl: Nie wcześniej

source: Not after
ca_es: No després
es_es: No después
pl_pl: Nie później

source: Modified at
ca_es: Modificat a
es_es: Modificado a
pl_pl: ZModyfkowany w

source: Fingerprint (sha256)
ca_es: Empremta digital (sha256)
es_es: Huella digital (sha256)
pl_pl: Odcisk SHA256

source: Certificate
ca_es: Certificat
es_es: Certificado
pl_pl: Certyfikat

source: Add a certificate
ca_es: Afegir un certificat
es_es: Añadir un certificado
pl_pl: Dodaj Certyfikat

source: x509 certificate
ca_es: Certificat x509
es_es: Certificado x509
pl_pl: Certyfikat X509

source: Paste PEM
ca_es: Enganxar PEM
es_es: Pegar PEM
pl_pl: Wklej PEM

source: Or upload PEM file
ca_es: O carregar arxiu PEM
es_es: O subir archivo PEM
pl_pl: Lub wcztaj PEM

source: Save certificate
ca_es: Guardar el certificat
es_es: Guardar certificado
pl_pl: Zapisz Certyfikat

source: Delete a certificate
ca_es: Eliminar un certificat
es_es: Eliminar un certificado
pl_pl: Usuń Certyfikat

source: Select a certificate to delete
ca_es: Seleccionar un certificat a eliminar
es_es: Seleccionar un certificado a eliminar
pl_pl: Wybierz Certyfikat do usunięcia

source: Delete certificate
ca_es: Eliminar el certificat
es_es: Eliminar el certificado
pl_pl: Usuń Certyfikat

source: Edit IDP associated endpoints
ca_es: Editar els punts finals associats a IDP
es_es: Editar puntos finales asociados a IDP
pl_pl: Edytuj Powiązane z IDP punkty koncowe

source: Endpoints associated with this IDP
ca_es: Punts finals associats a aquest IDP
es_es: Puntos finales asociados a esta IDP
pl_pl: Punkty końcowe powiązane z tym IDP

source: Binding
ca_es: Vinculació
es_es: Vinculación
pl_pl: Wiązane

source: Location
ca_es: Localització
es_es: Localización
pl_pl: Lokalizacje

source: Service type
ca_es: Tipus de servei
es_es: Tipo de servicio
pl_pl: Rodzaj wsparcia

source: Add an endpoint
ca_es: Afegir un punt final
es_es: Añadir un punto final
pl_pl: Dodaj punkt końćowy

source: Note: use HTTP-POST for SSO and HTTP-Redirect for SLO, they are the only bindings supported by eLabFTW. Only an SSO endpoint is strictly required.
ca_es: Nota: fes servir HTTP-POST per SSO i HTTP-Redirect per SLO, són les úniques vinculacions suportades per eLabFTW. Només es requereix estrictament un punt final SSO.
es_es: Nota: usa HTTP-POST para SSO y HTTP-Redirect para SLO, son las únicas vinculaciones soportadas por eLabFTW. Solo se requiere estrictament un punto final SSO.
pl_pl: Uwaga: użyj HTTP-POST dla SSO i HTTP-Redirect dla SLO – to jedyne powiązania obsługiwane przez eLabFTW. Wymagany jest tylko punkt końcowy SSO.

source: SAML Endpoint
ca_es: Punt final SAML
es_es: Punto final SAML
pl_pl: Punkt końcowy SAML

source: Single Sign-On (SSO)
ca_es: Inici de sessió únic (SSO)
es_es: Inicio de sesión único (SSO)
pl_pl: Pojedyncze Logowanie

source: Single Log-Out (SLO)
ca_es: Tancada de sessió única (SLO)
es_es: Final de sesión único (SLO)
pl_pl: Pojedyncze wylogowanie
