Repository: elabftw/elabftw
Catalog: src/langs/*/LC_MESSAGES/messages.po
Languages: ca_es, es_es, et_ee, id_id, it_it, ja_jp, pl_pl

source: Save as attachment
ca_es: Desa com a fitxer adjunt
es_es: Guardar como archivo adjunto
et_ee: Salvesta manusena
id_id: Simpan sebagai lampiran
ja_jp: 添付ファイルとして保存
pl_pl: Zapisz jako załącznik

source: It is mandatory to activate 2FA.
ca_es: És obligatori activar 2FA.
es_es: Es obligatorio activar 2FA.
et_ee: 2FA aktiveerimine on kohustuslik.
id_id: Wajib mengaktifkan 2FA.
ja_jp: 2FAの有効化は必須です。
pl_pl: Aktywacja 2FA jest obowiązkowa.

source: Allow individual users to access this entry.
ca_es: Permet als usuaris individuals accedir a aquesta entrada.
es_es: Permitir que usuarios individuales accedan a esta entrada.
et_ee: Luba üksikutel kasutajatel sellele kirjele juurde pääseda.
id_id: Izinkan pengguna perorangan untuk mengakses entri ini.
ja_jp: 個々のユーザーにエントリへのアクセスを許可する。
pl_pl: Zezwól poszczególnym użytkownikom na dostęp do tego wpisu.

source: This server is configured to store %d revisions per entry maximum.
ca_es: Aquest servidor està configurat per emmagatzemar %d revisions per entrada com a màxim.
es_es: Este servidor está configurado para almacenar %d revisiones por entrada como máximo.
et_ee: See server on konfigureeritud salvestama maksimaalselt %d parandust kirje kohta.
id_id: Server ini dikonfigurasikan untuk menyimpan maksimal %d revisi per entri.
ja_jp: このサーバは、エントリごとに最大 %d 件のリビジョンを保存するように構成されています。
pl_pl: Ten serwer jest skonfigurowany do przechowywania maksymalnie %d wersji na wpis.

source: Show full syntax
ca_es: Mostra la sintaxi completa
es_es: Mostrar sintaxis completa
et_ee: Näita täielikku süntaksit
id_id: Tampilkan sintaks lengkap
ja_jp: 完全な構文を表示
pl_pl: Pokaż pełną składnię

source: View
ca_es: Veure
es_es: Vista
et_ee: Vaade
id_id: Tampilan
pl_pl: Pogląd

source: Toggle filters
ca_es: Commuta els filtres
es_es: Alternar filtros
et_ee: Filtrite sisse/välja lülitamine
id_id: Beralih filter
ja_jp: フィルターを切り替える
pl_pl: Przełącz filtry

source: Add a deadline
ca_es: Afegeix una data límit
es_es: Agregar una fecha límite
et_ee: Lisa tähtaeg
id_id: Tambahkan tenggat waktu
ja_jp: 締め切りを追加する
pl_pl: Dodaj termin

source: %d hour
ca_es: %d hora
es_es: %d hora
et_ee: %d tund
id_id: %d jam
ja_jp: %d 時
pl_pl: %d godzina

source: %d day
ca_es: %d dia
es_es: %d día
et_ee: %d päev
id_id: %d hari
ja_jp: %d 日
pl_pl: %dzień D

source: %d week
ca_es: %d setmana
es_es: %d semana
et_ee: %d nädal
id_id: %d minggu
ja_jp: %d 週
pl_pl: %d tydzień

source: %d month
ca_es: %d mes
es_es: %d mes
et_ee: %d kuu
id_id: %d bulan
ja_jp: %d 月
pl_pl: %d miesiąc

source: %d year
ca_es: %d any
es_es: %d año
et_ee: %d aasta
id_id: %d tahun
ja_jp: %d 年
pl_pl: %d rok

source: Search in experiments
ca_es: Cerca en experiments
es_es: Buscar en experimentos
et_ee: Otsi eksperimentidest
id_id: Pencarian dalam eksperimen
ja_jp: 実験ノートの検索
pl_pl: Szukaj w eksperymentach

source: Create team
ca_es: Crear equip
es_es: Crear equipo
et_ee: Loo meeskond
id_id: Buat tim
ja_jp: チーム作成
pl_pl: Utwórz zespół

source: Enter team name
ca_es: Introduïu el nom de l'equip
es_es: Introduce el nombre del equipo
et_ee: Sisesta meeskonna nimi
id_id: Masukkan nama tim
ja_jp: チーム名入力
pl_pl: Wpisz nazwę zespołu

source: Communication
ca_es: Comunicació
es_es: Comunicación
et_ee: Kommunikatsioon
id_id: Komunikasi
ja_jp: コミュニケーション
pl_pl: Komunikacja

source: Policies
ca_es: Polítiques
es_es: Políticas
et_ee: Reeglid
id_id: Aturan-aturan
ja_jp: ポリシー
pl_pl: Zasady

source: Address of the Proxy
ca_es: Adreça del Proxy
es_es: Dirección del proxy
et_ee: Proxy aadress
id_id: Alamat proxy
ja_jp: プロキシのアドレス
pl_pl: Adres Pełnomocnika

source: Maximum number of stored revisions per entry
ca_es: Nombre màxim de revisions emmagatzemades per entrada
es_es: Número máximo de revisiones almacenadas por entrada
et_ee: Maksimaalne salvestatud paranduste arv kirje kohta
id_id: Jumlah maksimum revisi yang disimpan per entri
ja_jp: エントリーごとに保存されるリビジョンの最大数
pl_pl: Maksymalna liczba przechowywanych wersji na wpis

source: Minimum number of characters that need to be changed in order to create a new revision per entry
ca_es: Nombre mínim de caràcters que cal canviar per crear una nova revisió per entrada
es_es: Número mínimo de caracteres que deben cambiarse para crear una nueva revisión por entrada
et_ee: Uue redaktsiooni loomiseks vajalik minimaalne märkide arv kirje kohta
id_id: Jumlah minimum karakter yang perlu diubah untuk membuat revisi baru per entri
ja_jp: 新しいリビジョンとして必要な最小文字数
pl_pl: Minimalna liczba znaków, które należy zmienić, aby utworzyć nową wersję na wpis

source: Number of days between changes to automatically create a revision
ca_es: Nombre de dies entre canvis per crear automàticament una revisió
es_es: Número de días entre cambios para crear automáticamente una revisión
et_ee: Muudatuste vaheline päevade arv, mille järel redaktsiooni automaatselt luuakse
id_id: Jumlah hari di antara perubahan untuk membuat revisi secara otomatis
ja_jp: 自動的にリビジョンを作成するまでの変更間隔日数
pl_pl: Liczba dni pomiędzy zmianami, aby automatycznie utworzyć wersję

source: URL where the Support menu entry from Help dropdown points
ca_es: URL on apunta l'entrada del menú Suport del desplegable Ajuda
es_es: URL donde apunta la entrada del menú Soporte desde el menú desplegable Ayuda
et_ee: URL, kuhu viitab menüü Support (abi) rippmenüü kirje Help (abi)
id_id: URL yang ditunjuk pada menu Dukungan dari dropdown Bantuan
ja_jp: [ヘルプ]ドロップダウンの[サポート]メニュー項目が指すURL
pl_pl: Adres URL, pod którym znajduje się pozycja menu Pomoc z rozwijanych punktów Pomoc

source: Allow anonymous visitors to login and see Public experiments
ca_es: Permet que els visitants anònims iniciïn sessió i vegin experiments públics
es_es: Permitir que visitantes anónimos inicien sesión y vean experimentos públicos
et_ee: Luba anonüümsetel külastajatel sisse logida ja avalikke eksperimente näha
id_id: Izinkan pengunjung anonim untuk masuk dan melihat eksperimen Publik
ja_jp: 匿名ユーザがログインして公開実験を見られるようにする
pl_pl: Pozwól anonimowym gościom zalogować się i zobaczyć eksperymenty publiczne

source: Enable local account creation
ca_es: Activa la creació de comptes locals
es_es: Habilitar la creación de cuentas locales
et_ee: Luba kohaliku konto loomine
id_id: Aktifkan pembuatan akun lokal
ja_jp: ローカルアカウント作成を有効にする
pl_pl: Włącz tworzenie konta lokalnego

source: Admins can create local accounts
ca_es: Els administradors poden crear comptes locals
es_es: Los administradores pueden crear cuentas locales
et_ee: Administraatorid saavad luua kohalikke kontosid
id_id: Admin dapat membuat akun lokal
ja_jp: 管理者はローカルアカウントを作成できる
pl_pl: Administratorzy mogą tworzyć konta lokalne

source: Show local login form
ca_es: Mostra el formulari d'inici de sessió local
es_es: Mostrar formulario de inicio de sesión local
et_ee: Kuva kohalik sisselogimisvorm
id_id: Tampilkan formulir login lokal
ja_jp: ローカルログインフォームを表示する
pl_pl: Pokaż lokalny formularz logowania

source: Remote directory configuration
ca_es: Configuració del directori remot
es_es: Configuración de directorio remoto
et_ee: Kaugkataloogi konfiguratsioon
id_id: Konfigurasi direktori jarak jauh
ja_jp: リモートディレクトリの設定
pl_pl: Zdalna konfiguracja katalogu

source: Admins can create local accounts from remote directory
ca_es: Els administradors poden crear comptes locals des del directori remot
es_es: Los administradores pueden crear cuentas locales desde un directorio remoto
et_ee: Administraatorid saavad luua kohalikke kontosid kaugkataloogist
id_id: Admin dapat membuat akun lokal dari direktori jarak jauh
ja_jp: 管理者はリモートディレクトリからローカルアカウントを作成できる
pl_pl: Administratorzy mogą tworzyć konta lokalne z katalogu zdalnego

source: Remote directory service
ca_es: Servei de directori remot
es_es: Servicio de directorio remoto
et_ee: Kaugkataloogiteenus
id_id: Layanan direktori jarak jauh
ja_jp: リモートディレクトリサービス
pl_pl: Zdalna usługa katalogowa

source: Use a JSON string for configuration. This setting is stored encrypted.
ca_es: Utilitzeu una cadena JSON per a la configuració. Aquesta configuració s'emmagatzema encriptada.
es_es: Utilice una cadena JSON para la configuración. Esta configuración se almacena cifrada.
et_ee: Kasutage konfigureerimiseks JSON-stringi. See säte salvestatakse krüpteeritult.
id_id: Gunakan string JSON untuk konfigurasi. Pengaturan ini disimpan secara terenkripsi.
ja_jp: 設定にはJSON文字列を使用します。この設定は暗号化されて保存されます。
pl_pl: Do konfiguracji użyj ciągu JSON. To ustawienie jest przechowywane w postaci zaszyfrowanej.

source: Docker image version
ca_es: Versió d'imatge de Docker
es_es: Versión de imagen de Docker
et_ee: Dockeri pildiversioon
id_id: Versi Docker image
ja_jp: Dockerバージョン
pl_pl: Wersja obrazu platformy Docker

source: MySQL database structure version
ca_es: Versió de l'estructura de la base de dades MySQL
es_es: Versión de la estructura de la base de datos MySQL
et_ee: MySQL-i andmebaasi struktuuri versioon
id_id: Versi struktur basis data MySQL
ja_jp: MySQLのバージョン
pl_pl: Wersja struktury bazy danych MySQL

source: Teams list
ca_es: Llista d'equips
es_es: Lista de equipos
et_ee: Meeskondade nimekiri
id_id: Daftar tim
ja_jp: チーム一覧
pl_pl: Lista drużyn

source: This page allows you to edit the teams present on this instance.
ca_es: Aquesta pàgina permet editar els equips presents en aquesta instància.
es_es: Esta página le permite editar los equipos presentes en esta instancia.
et_ee: Sellel lehel saate muuta selles sessioonis olevaid meeskondi
id_id: Halaman ini memungkinkan Anda untuk mengedit tim yang ada pada instance ini.
ja_jp: このページでは、このインスタンスに存在するチームを編集できます。
pl_pl: Na tej stronie możesz edytować zespoły obecne w tej instancji.

source: Create a team
ca_es: Crear un equip
es_es: Crear un equipo
et_ee: Loo meeskond
id_id: Buat tim
ja_jp: チーム作成
pl_pl: Utwórz zespół

source: Organisation ID
ca_es: ID de l'organització
es_es: ID de organización
et_ee: Organisatsiooni ID
id_id: ID organisasi
pl_pl: Identyfikator organizacji

source: Visible
et_ee: Nähtav
id_id: Terlihat
ja_jp: 閲覧可能
pl_pl: Widoczny

source: Not set
ca_es: No configurat
es_es: No establecido
et_ee: Pole määratud
id_id: Tidak diatur
ja_jp: 設定されていない
pl_pl: Nie ustawiony

source: Address of the SMTP server
ca_es: Adreça del servidor SMTP
es_es: Dirección del servidor SMTP
et_ee: SMTP-serveri aadress
id_id: Alamat SMTP Server
ja_jp: SMTPサーバーのアドレス
pl_pl: Adres serwera SMTP

source: SMTP Port
ca_es: Port SMTP
es_es: Puerto SMTP
id_id: Port SMTP
pl_pl: Port SMTP

source: SMTP username
ca_es: Nom d'usuari SMTP
es_es: Usuario SMTP
et_ee: SMTP kasutajanimi
id_id: Nama penguna SMTP
ja_jp: SMTP ユーザー名
pl_pl: Nazwa użytkownika SMTP

source: Sender address
ca_es: Adreça del remitent
es_es: Dirección del remitente
et_ee: Saatja aadress
id_id: Alamat pengirim
ja_jp: 送信者アドレス
pl_pl: Adres nadawcy

source: Verify TLS certificate
ca_es: Verifiqueu el certificat TLS
es_es: Verificar el certificado TLS
et_ee: TLS-sertifikaadi kontrollimine
id_id: Verifikasi sertifikat TLS
ja_jp: TLS証明書の検証
pl_pl: Zweryfikuj certyfikat TLS

source: Users need validation by admin after registration
ca_es: Els usuaris necessiten la validació per part de l'administrador després del registre
es_es: Los usuarios necesitan la validación del administrador después del registro.
et_ee: Kasutajad vajavad pärast registreerimist administraatori kinnitust
id_id: Pengguna membutuhkan validasi oleh admin setelah pendaftaran
ja_jp: ユーザー登録後、管理者による認証が必要です
pl_pl: Użytkownicy potrzebują zatwierdzenia przez administratora po rejestracji

source: Enforce 2FA
ca_es: Aplicar 2FA
es_es: 2FA obligatorio
et_ee: Rakenda 2FA-d
id_id: Paksakan 2FA
ja_jp: 2FAの実施
pl_pl: Wymuś 2FA

source: Time after which inactive sessions are invalidated (force logout) (in seconds)
ca_es: Temps després del qual s'invaliden les sessions inactives (forçar la sessió) (en segons)
es_es: Tiempo después del cual se invalidan las sesiones inactivas (forzar el cierre de sesión) (en segundos)
et_ee: Aeg, mille möödudes mitteaktiivsed seansid tühistatakse (sundväljalogimine) (sekundites)
id_id: Waktu pembatalan setelah sesi tidak aktif (paksa keluar) (dalam detik)
ja_jp: 非アクティブなセッションが無効化（強制ログアウト）されるまでの時間（単位：秒）
pl_pl: Czas, po którym nieaktywne sesje zostaną unieważnione (wymuszone wylogowanie) (w sekundach)

source: Bruteforce login protection
ca_es: Protecció d'inici de sessió Bruteforce
es_es: Protección de inicio de sesión de fuerza bruta
et_ee: Bruteforce'i sisselogimiskaitse
id_id: Perlindungan dari login bruteforce
ja_jp: 総当たり攻撃からの保護
pl_pl: Ochrona logowania Bruteforce

source: Enable blockchain timestamping with Bloxberg
ca_es: Activa la marca de temps de blockchain amb Bloxberg
es_es: Habilite el sello de tiempo de blockchain con Bloxberg
et_ee: Blokbergi abil plokiahela ajatempli lubamine
id_id: Aktifkan penanggalan waktu blockchain dengan Bloxberg
ja_jp: Bloxbergでブロックチェーンのタイムスタンプを有効にする
pl_pl: Włącz znacznik czasu blockchain w Bloxberg

source: Anonymize author for GDPR compliance
ca_es: Anònim l'autor per complir amb el GDPR
es_es: Anonimizar al autor para cumplir con el RGPD
et_ee: Autori anonüümseks muutmine GDPR-i nõuetele vastavuse tagamiseks
id_id: Anonimkan penulis untuk kepatuhan GDPR
ja_jp: GDPR遵守のための作成者匿名化
pl_pl: Anonimizuj autora w celu zapewnienia zgodności z RODO

source: Keeex configuration
ca_es: Configuració Keeex
es_es: Configuración de Keeex
et_ee: Keeexi konfiguratsioon
id_id: Konfigurasi Keeex
ja_jp: Keeexの構成
pl_pl: Konfiguracja Keeexa

source: Requires a Keeex Fusion daemon running. %sSee documentation%s.
ca_es: Requereix un dimoni Keeex Fusion en funcionament. %sVegeu la documentació%s.
es_es: Requiere que se ejecute un demonio Keeex Fusion. %sVer documentación%s.
et_ee: Nõuab töötavat Keeex Fusioni deemonit. %sVaata dokumentatsiooni%s.
id_id: Memerlukan daemon Keeex Fusion yang sedang berjalan. %sLihat dokumentasi%s.
ja_jp: Keeex Fusion デーモンの実行が必要です。%sドキュメントを参照してください%s。
pl_pl: Wymaga działającego demona Keeex Fusion. %sZobacz dokumentację%s.

source: Enable Keeex
ca_es: Activa Keeex
es_es: Habilitar Keeex
et_ee: Keeexi lubamine
id_id: Aktifkan Keeex
ja_jp: Keeexの有効化
pl_pl: Włącz Keeex

source: Keeex host
ca_es: Amfitrió de Keeex
es_es: Host Keeex
et_ee: Keeexi host
id_id: Host Keeex
ja_jp: Keeexホスト
pl_pl: Gospodarz Keeexa

source: Address (hostname or IP) of the Keeex service.
ca_es: Adreça (nom d'amfitrió o IP) del servei Keeex.
es_es: Dirección (nombre de host o IP) del servicio Keeex.
et_ee: Keeexi teenuse aadress (hostinimi või IP).
id_id: Alamat (nama host atau IP) layanan Keeex.
ja_jp: Keeexサービスのアドレス（ホスト名またはIP）。
pl_pl: Adres (nazwa hosta lub IP) usługi Keeex.

source: Keeex port
ca_es: Port de Keeex
es_es: Puerto Keeex
et_ee: Keeexi port
id_id: Port Keex
ja_jp: Keeexポート
pl_pl: Port Keeex

source: Default port is 8080.
ca_es: El port predeterminat és 8080.
es_es: El puerto predeterminado es 8080.
et_ee: Vaikimisi port on 8080.
id_id: Port default adalah 8080.
ja_jp: デフォルトのポートは8080です。
pl_pl: Domyślny port to 8080.

source: View metadata.xml
ca_es: Veure metadata.xml
es_es: Ver metadatos.xml
et_ee: Kuva metaandmed.xml
id_id: Lihat metadata.xml
ja_jp: metadata.xml
pl_pl: Wyświetl metadane.xml

source: General settings
ca_es: Configuració general
es_es: Configuración general
et_ee: Üldseaded
id_id: Pengaturan secara umum
ja_jp: 一般設定
pl_pl: Ustawienia główne

source: Enable SAML authentication
ca_es: Activa l'autenticació SAML
es_es: Habilitar la autenticación SAML
et_ee: SAML-autentimise lubamine
id_id: Aktifkan autentikasi SAML
ja_jp: SAML 認証を有効にする
pl_pl: Włącz uwierzytelnianie SAML

source: Strict mode
ca_es: Mode estricte
es_es: Modo estricto
et_ee: Range režiim
id_id: Mode ketat
it_it: Modalità rigorosa
ja_jp: strictモード
pl_pl: Tryb ścisły

source: Debug mode
ca_es: Mode de depuració
es_es: Modo de depuración
et_ee: Silumisrežiim
id_id: Mode debug
ja_jp: デバッグモード
pl_pl: Tryb debugowania

source: Service provider
ca_es: Proveïdor de servei
es_es: Proveedor de servicio
et_ee: Teenusepakkuja
id_id: Penyedia layanan
ja_jp: サービスプロバイダー
pl_pl: Dostawca usługi

source: Base URL
ca_es: URL base
es_es: URL base
et_ee: Baas-URL
id_id: URL dasar
pl_pl: Bazowy adres URL

source: Teams settings
ca_es: Configuració dels equips
es_es: Configuración de equipos
et_ee: Meeskondade seaded
id_id: Pengaturan tim
ja_jp: チーム設定
pl_pl: Ustawienia zespołów

source: Fallback to internal id if existing user cannot be matched with email
ca_es: Torna a l'identificador intern si l'usuari existent no es pot relacionar amb el correu electrònic
es_es: Recurrir a la identificación interna si el usuario existente no puede coincidir con el correo electrónico
et_ee: Kasuta sisemist ID-d, kui olemasolevat kasutajat ei saa e-posti järgi siduda
id_id: Kembali ke id internal jika pengguna yang ada tidak dapat dicocokkan dengan email
ja_jp: 既存のユーザーと電子メールが一致しない場合、内部IDにフォールバックする。
pl_pl: Powrót do wewnętrznego identyfikatora, jeśli istniejącego użytkownika nie można dopasować do adresu e-mail

source: If user is matched with internal id, update the email sent by IDP?
ca_es: Si l'usuari coincideix amb l'identificador intern, actualitzeu el correu electrònic enviat per l'IDP?
es_es: Si el usuario coincide con una identificación interna, ¿actualizar el correo electrónico enviado por IDP?
et_ee: Kui kasutaja vastab sisemisele ID-le, kas uuendada IDP saadetud e-kirja?
id_id: Jika pengguna dicocokkan dengan id internal, perbarui email yang dikirim oleh IDP?
ja_jp: ユーザーが内部IDに一致する場合、IDPから送信される電子メールを更新しますか？
pl_pl: Jeśli użytkownik ma odpowiedni identyfikator wewnętrzny, zaktualizować wiadomość e-mail wysłaną przez dostawcę tożsamości?

source: Synchronize the local teams with the teams sent by IDP
ca_es: Sincronitza els equips locals amb els equips enviats per IDP
es_es: Sincronizar los equipos locales con los equipos enviados por IDP
et_ee: Sünkroniseeri kohalikud meeskonnad IDP saadetud meeskondadega
id_id: Sinkronisasi tim lokal dengan tim yang dikirim oleh IDP
ja_jp: チームとIDPチームを同期させる
pl_pl: Zsynchronizuj lokalne zespoły z zespołami wysłanymi przez IDP

source: Create team sent by IDP if it doesn't exist already
ca_es: Creeu un equip enviat per IDP si encara no existeix
es_es: Crear equipo enviado por IDP si aún no existe
et_ee: Loo IDP saadetud meeskond, kui seda veel ei ole
id_id: Buat tim yang dikirim oleh IDP jika belum ada
ja_jp: IDPチームがない場合は作成する
pl_pl: Utwórz zespół wysłany przez IDP, jeśli jeszcze nie istnieje

source: If no team attribute is found, to which team user is assigned?
ca_es: Si no es troba cap atribut d'equip, a quin usuari d'equip està assignat?
es_es: Si no se encuentra ningún atributo del equipo, ¿a qué usuario del equipo está asignado?
et_ee: Kui meeskonna atribuuti ei leita, siis millisele meeskonna kasutajale see määratakse?
id_id: Jika tidak ada atribut tim yang ditemukan, pengguna tim mana yang ditugaskan?
ja_jp: チーム属性が見つからない場合、どのチームのユーザーに割り当てられるのか？
pl_pl: Jeśli nie zostanie znaleziony żaden atrybut zespołu, do którego użytkownika zespołu zostanie przypisany?

source: Throw error
ca_es: Error de llançament
es_es: error de lanzamiento
et_ee: Näita viga
id_id: Lempar kesalahan
ja_jp: エラーを投げる
pl_pl: Wyrzuć błąd

source: Let user select a team
ca_es: Permet que l'usuari triï un equip
es_es: Permitir al usuario seleccionar un equipo
et_ee: Luba kasutajal meeskond valida
id_id: Izinkan pengguna memilih tim
ja_jp: ユーザーがチームを選択する
pl_pl: Pozwól użytkownikowi wybrać zespół

source: If the user doesn't exist yet, what to do?
ca_es: Si l'usuari encara no existeix, què fer?
es_es: Si el usuario aún no existe, ¿qué hacer?
et_ee: Kui kasutajat veel pole, mida teha?
id_id: Jika pengguna belum ada, apa yang harus dilakukan?
ja_jp: ユーザーがまだ存在しない場合、どうすればいいのか？
pl_pl: Jeśli użytkownik jeszcze nie istnieje, co zrobić?

source: Create the user on the fly
ca_es: Crea l'usuari sobre la marxa
es_es: Crear el usuario sobre la marcha
et_ee: Looge kasutaja jooksvalt
id_id: Buat pengguna dengan cepat
ja_jp: その場でユーザーを作成
pl_pl: Utwórz użytkownika na bieżąco

source: Throw error, allowing a sysadmin to create the user
ca_es: Error de llançament, que permet que un administrador del sistema creï l'usuari
es_es: Error de lanzamiento que permite a un administrador de sistemas crear el usuario
et_ee: Näita viga, võimaldades süsteemiadministraatoril kasutaja luua
id_id: Lempar kesalahan, mengizinkan sysadmin untuk membuat pengguna
ja_jp: エラーが発生した場合、システム管理者がユーザーを作成できるようにする
pl_pl: Zgłasza błąd, zezwalając administratorowi systemu na utworzenie użytkownika

source: Security settings
ca_es: Configuració de seguretat
es_es: Configuraciones de seguridad
et_ee: Turvaseaded
id_id: Pengaturan keamanan
ja_jp: セキュリティ設定
pl_pl: Ustawienia bezpieczeństwa

source: LDAP server configuration
ca_es: Configuració del servidor LDAP
es_es: Configuración del servidor LDAP
et_ee: LDAP-serveri konfiguratsioon
id_id: Konfigurasi server LDAP
ja_jp: LDAPサーバ設定
pl_pl: Konfiguracja serwera LDAP

source: eLabFTW LDAP configuration
ca_es: eLabFTW Configuració LDAP
es_es: Configuración LDAP de eLabFTW
et_ee: eLabFTW LDAP-i konfiguratsioon
id_id: Konfigurasi server LDAP
ja_jp: eLabFTW LDAP設定
pl_pl: Konfiguracja eLabFTW LDAP

source: By which LDAP attribute the user will be found (default is 'mail').
ca_es: Per quin atribut LDAP es trobarà l'usuari (per defecte és "correu").
es_es: Por qué atributo LDAP se encontrará el usuario (el valor predeterminado es 'correo').
et_ee: Millise LDAP-atribuudi järgi kasutajat leitakse (vaikimisi on 'mail').
id_id: Dengan atribut LDAP mana pengguna akan ditemukan (standarnya adalah 'mail').
ja_jp: どのLDAP属性でユーザーを見つけるか（デフォルトは「mail」）。
pl_pl: Na podstawie jakiego atrybutu LDAP zostanie znaleziony użytkownik (domyślnie jest to „poczta”).

source: You can search for several attributes by separating them with a comma (e.g. uid,mail).
ca_es: Podeu cercar diversos atributs separant-los amb una coma (per exemple, uid, mail).
es_es: Puede buscar varios atributos separándolos con una coma (por ejemplo, uid, correo).
et_ee: Saate otsida mitut atribuuti, eraldades need komaga (nt uid, e-post).
id_id: Anda dapat mencari beberapa atribut dengan memisahkannya dengan koma (seperti uid, mail).
ja_jp: 複数の属性を検索する際はカンマで区切る（例：uid,mail）。
pl_pl: Możesz wyszukać kilka atrybutów, oddzielając je przecinkiem (np. uid,mail).

source: What attribute to look for the team name
ca_es: Quin atribut buscar el nom de l'equip
es_es: ¿Qué atributo buscar en el nombre del equipo?
et_ee: Millist atribuuti meeskonna nime puhul otsida?
id_id: Atribut apa yang harus dicari untuk nama tim
ja_jp: チーム名の属性
pl_pl: Jakiego atrybutu szukać nazwy zespołu

source: Create team sent by server if it doesn't exist already
ca_es: Creeu un equip enviat pel servidor si encara no existeix
es_es: Crear equipo enviado por servidor si aún no existe
et_ee: Loo serveri saadetud meeskond, kui seda veel pole
id_id: Buat tim yang dikirim oleh server jika belum ada
ja_jp: サーバーから送信されたチームがまだ存在しない場合は作成する
pl_pl: Utwórz zespół przysłaną przez serwer jeśli jeszcze nie istnieje

source: What attribute to look for the email
ca_es: Quin atribut buscar el correu electrònic
es_es: Qué atributo buscar en el correo electrónico
et_ee: Millist atribuuti e-kirjas otsida
id_id: Atribut apa yang harus dicari di email
ja_jp: メールの属性
pl_pl: Jakiego atrybutu szukać w wiadomości e-mail

source: What attribute to look for the firstname
ca_es: Quin atribut buscar el primer nom
es_es: Qué atributo buscar en el nombre
et_ee: Millist atribuuti eesnime puhul otsida
id_id: Atribut apa yang harus dicari untuk nama depan
ja_jp: ファーストネームを探す属性
pl_pl: Jakiego atrybutu szukać imienia

source: What attribute to look for the lastname
ca_es: Quin atribut buscar el cognom
es_es: Qué atributo buscar en el apellido
et_ee: Millist atribuuti perekonnanime puhul otsida
id_id: Atribut apa yang harus dicari untuk nama belakang
ja_jp: ラストネームを探す属性
pl_pl: Jakiego atrybutu szukać nazwiska
